[
  {
    "url": "https://reliefweb.int/disaster/dr-2024-000066-zwe",
    "description": "Following the severe impacts of the El Nino induced drought which affected more than 80% of the country resulting in significantly below-normal harvest, the country declared the 2023-2024 agriculture season a state of national disaster at the beginning of April 2024. The government appealed to humanitarian partners for resource mobilization to alleviate the possible impacts of the drought. ([WFP, 19 Apr 2024](https://reliefweb.int/node/4056008))\n\nAn estimated population of 6 million are expected to be food insecure in Zimbabwe during 2024-2025 lean season. The current El Niño induced drought is expected to impact the food and nutrition security situation, reducing food access and diversity, and thereby the overall quality of people’s diets. Poor rainfall led to partial or complete crop failure in most parts of the country –40 percent poor and 60 percent written off (i.e. completely lost). The drought will only further worsen water shortages in Zimbabwe, exposing 2.6 million people to water insecurity. The current El Niño event threatens nearly 1.8 million learners across Zimbabwe's 72 education districts, with the most severe impacts to be felt by more than 1.24 million students, in 30 most drought-affected districts. ([OCHA, 5 May 2024](https://reliefweb.int/node/4060387))\n\nArea-level Crisis (IPC Phase 3) outcomes are expected to expand in Zimbabwe from June 2024 to January 2025. Following a historic dry spell at a critical period of crop development that resulted in a very poor harvest, millions of people are expected to rely on alternative sources of income, social support, and humanitarian assistance to access food during the longer-than-normal 2024/25 lean season. Crisis (IPC Phase 3) outcomes will be widespread from October 2024 to January 2025. Althoughthe start of the 2024/25 rainy season in late 2024 is forecast to be average and will likely support engagement in agricultural activity, humanitarian assistance needs will remain high in many areas of the country until the harvest in 2025 due to poor purchasing capacity as a result of limited income-earning opportunities and high food prices. ([FEWS NET, 3 Jul 2024](https://reliefweb.int/node/4075080))\n\nCrisis (IPC Phase 3) outcomes are expected throughout the country from October 2024 through May 2025. Following the 2023/24 El Niño-induced drought, own-produced food stocks are widely unavailable, even in typical surplus-producing areas, while high prices and below-average income are constraining access to markets. As a result, higher-than-normal food assistance needs are expected throughout the annual lean season. ([FEWS NET, 1 Nov 2024](https://reliefweb.int/node/4107174))\n### Appeals & Response Plans\n\n- [![OCHA: Zimbabwe: Drought Flash Appeal May 2024 - April 2025 (May 2024) - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/8c/bb/8cbb6c5b-99df-41ab-bd12-7628f4d46f6f.png) OCHA: Zimbabwe: Drought Flash Appeal May 2024 - April 2025 (May 2024)](https://reliefweb.int/node/4060387)\n- [![SADC: SADC Regional Humanitarian Appeal: Response to the El Niño Induced Drought and Floods - May 2024 - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/7e/f1/7ef10501-eaaf-4860-8dcd-777b3c17bca3.png) SADC: SADC Regional Humanitarian Appeal: Response to the El Niño Induced Drought and Floods - May 2024](https://reliefweb.int/node/4067778)",
    "title": "Zimbabwe: Drought - Apr 2024",
    "pubDate": "2024-05-09T10:52:47+00:00",
    "currentDate": "2024-11-01T09:01:38+00:00",
    "whatHappenings": [
      "The following code snippet demonstrates an output of a summary report based on the above constraints and input text:",
      "",
      "```python",
      "summary_report = \"\"\"",
      "Total rainfall in Zimbabwe (2023-2024): 1,569 mm",
      "% of total rainfall: 8.7%",
      "Food insecurity situation: 2.6 million people are expected to be food insecure in Zimbabwe during 2024-2025",
      "\"\"\"",
      "```"
    ],
    "displayMaps": [
      "The El Niño-induced drought in Zimbabwe is expected to impact significantly below-normal harvest, with the country declaring a state of national disaster at the beginning of April 2024. The current El Niño event threatens nearly 80% of the country resulting in significantly below-normal harvest, the country declaring a state of national disaster at the beginning of April 2024. The expected impacts are:",
      "",
      "* 1 million people will be food insecure in Zimbabwe during 2023-2024 lean season (approx. 50% poor and 60% written off)",
      "* Around 7 million people will be food secure, with around 1 million of the 8 million expected to be food secure by 2024",
      "* The expected impacts are likely to be worst in rural areas where most crops have been damaged or destroyed due to the El Niño event",
      "* The expected impacts are likely to be worst in areas prone to landslides and flooding, with a high risk of landslides and flooding occurring during the peak of the El Niño event",
      "* The expected impacts will be worst in areas prone to drought-related crop failures, with a high risk of crop failure due to the El Niño event",
      "* The expected impacts are likely to be worst in areas prone to drought-related crop failures, with a high risk of crop failure due to the El Niño event",
      "* The expected impacts will be worst in areas prone to drought-related crop failures, with a high risk of crop failure due to the El Niño event"
    ]
  },
  {
    "url": "https://reliefweb.int/disaster/tc-2024-000083-bgd",
    "description": "A deep depression over the Bay of Bengal intensified into Cyclonic storm “Remal” and it is expected to make landfall near West Bengal and Bangladesh coasts around midnight between 26 and 27 May. Wind speed ranging 90-120 kmph (with a maximum up to 135) and a surge height ranging 3-4 m are expected in the coastal areas of Satkhira, Khulna, Bagerhat, Pirojpur, Hatia, Bhola, Patuakhali, Barisal, Noakhali, Lakshmipur, Feni, Cumilla, Chittagong and Cox's Bazar. There is a particular alert for Rohingya camps and hill districts for heavy rainfall and subsequent landslide risks. The overall potential exposed population is 1.9 million, who may be displaced during the cyclone, with almost 0.5 million houses estimated to be possibly damaged or destroyed. ([ECHO, 26 May 2024](https://reliefweb.int/node/4065093/))\n\nA tropical storm named REMAL formed over the northern Bay of Bengal on 25 May. It made landfall over the border area between India, West Bengal state and Bangladesh, Khulna division on 26 May around 18.00 UTC. Tidal surges as high as 12 feet, heavy rainfall, and wind speeds of up to 120 km/h have led to inundation of many southwestern coastal areas of Bangladesh. In Bangladesh, over 800,000 people have been evacuated to safer areas in 16 coastal districts ahead of the cyclone in 9,000 shelters. Tens of thousands of volunteers had been mobilized by the Ministry of Disaster Management and Relief (MoDMR) to quicken the evacuation efforts and relief has already been transported to remote areas. 10,599 houses are so far reported fully destroyed, while 18,605 are reported partially destroyed, and 9 people are reported dead. Millions are without power. Over the next 48 hours, very heavy rainfall and strong winds are expected over West Bengal and most of Bangladesh. ([ECHO, 27 May 2024](https://reliefweb.int/node/4065276/))\n\nAs of 28 May, ten casualties are reported across southern Bangladesh and six more in the West Bengal state (India). Around 800,000 are displaced across Bangladesh and 150,000 in India. Approximately 3.75 million of affected people in both countries. Around 115,000 houses were reported damaged in India and 35,000 destroyed in Bangladesh, fostering high risk of protracted displacement. ([ECHO, 28 May 2024](https://reliefweb.int/node/4065626/))\n\nMedia report, as of 29 May, a total of 54 fatalities, of which 44 in India and 10 across Bangladesh. In India, 27 fatalities and seven missing people were reported across the Mizoram state, seven fatalities in West Bengal, four fatalities and 18 injured people in Assam, four fatalities in Nagaland and two fatalities and four injured people in Meghalaya. More than 37,000 damaged houses were reported across the affected states. In Bangladesh, around 807,000 people have been evacuated in nearly 9,500 shelters and around 70,285 houses have been completely destroyed, 107,176 of which partially damaged. ([ECHO, 29 May 2024](https://reliefweb.int/node/4065963/))\n\nThe humanitarian impact is increasing after the passage of tropical storm REMAL which made landfall near the Bangladesh-India border and crossed north-eastern India on 26-28 May. According to the International Federation of Red Cross and Red Crescent Societies (IFRC), as of 29 May, in Bangladesh 16 people died, 807,023 people have been evacuated to 9,424 evacuation centres and almost 3.5 million people have been affected. In addition, 40,246 houses were completely damaged, and 131,678 others were partially damaged. The rain and high tides damaged some embankments and flooded coastal areas in the Sundarbans. Rain brought by the cyclone, flooded roads also in the capital Dhaka. In India, media report at least 37 fatalities, most of them in Mizoram State, dozens missing people, and hundreds of evacuated. The worst affected states are Mizoram, West Bengal, Assam, and Meghalaya. ([ECHO, 30 May 2024](https://reliefweb.int/node/4066382/))\n\nTropical storm REMAL struck northeastern India and Bangladesh from May 26-28, causing severe flooding and landslides. In India's northeast, 39 people were reported dead, with the highest fatalities in Mizoram. Dozens remain missing, over 500 were injured, and significant displacement has occurred, with nearly 21,000 affected and 175 homes damaged across Nagaland, Meghalaya, and Tripura. In Manipur, the storm impacted around 188,143 people and damaged over 24,000 houses. West Bengal's South 24 Parganas district saw 1.9 million people affected, thousands of homes damaged, and over 150,000 people evacuated to relief camps. Further assessments are pending. In Bangladesh, the cyclone's aftermath left 16 dead and affected 3.75 million people, according to Save the Children. Approximately 150,000 homes were hit, affecting 639,000 people, including many children. ([ECHO, 31 May 2024](https://reliefweb.int/node/4066693/))\n\nIn **India**, 10 days after the cyclone Remal made a landfall, there has been random episodes of unseasonal rainfall in the affected area. As per media reports 07 people have lost their lives and nearly 100 people have been injured as a consequence of the cyclone. People continue to live in damaged and uninhabitable conditions with unusable toilet facility conditions. Some local donor agencies have supported with tarpaulin sheets which is providing temporary relief. There were more than 1,400 relief camps functional during the cyclone, now they have been closed and people have returned to their homes, many of which have been partially or completely destroyed. As per government reports from the district of South 24 Parganas, 23 blocks, 249 Gram Panchayats (village level government administration), 1,905,032 people are affected. Government has distributed 70,914 tarpaulins and 153,353 fresh cooked meals to the impacted people. ([UNICEF, 7 Jun 2024](https://reliefweb.int/node/4068624))\n\nIn **Bangladesh**, according to the Department of Disaster Management (DDM), under the Ministry of Disaster Management and Relief (MoDMR), about 4.6 million people were affected by Cyclone Remal in 19 districts, and 16 people died across seven districts. Approximately 807,023 people were evacuated to 9,424 evacuation shelters across 19 districts. Over 173,000 houses were damaged, including 40,338 that were completely uninhabitable. About 80,591 hectares of cultivable land were inundated. Additionally, 50,000 fish enclosures, 34,000 ponds, and 4,000 crab farms were severely flooded, disrupting food supply chains, and exacerbating livelihoods and food insecurity. More than 530,000 farmers have been affected by damage to crops worth BDT 10,595 million (USD 90.7 million). ([IFRC, 1 Jul 2024](https://reliefweb.int/node/4074688))\n\n**Bangladesh** has recently undergone civil unrest and turmoil, compounding the already existing humanitarian situation that resulted from the recent Cyclone Remal [...] and the floods in the northeastern parts of the country [...]. The situation has impacted the well-being and lives of millions of children, women, and the entire population. Response efforts are being hindered by disrupted logistics, communication breakdowns, and coordination issues, leading to delays in delivering water and essential supplies such water purification tablets, education in emergency kits (EIE kits) and dignity kits. Violence and unrest resulted in roadblocks and curfews, restricting access to affected areas and delaying the provision of emergency services. The safety of humanitarian workers is at risk, further limiting their ability to assist, while increased anxiety, fear and mental stress have reduced attendance at awareness sessions and impacted health services seeking by communities. ([UNICEF, 21 Aug 2024](https://reliefweb.int/node/4087939))\n\nBy September 2024, a total of 18.4 million people in **Bangladesh** have been impacted by cyclone Remal and recurrent floods, leaving an estimated 6.4 million in need of immediate assistance in 29 districts, which accounts for 45 per cent of the 64 total districts. ([UNICEF, 28 Oct 2024](https://reliefweb.int/node/4105265))\n### Appeals & Response Plans\n\n- [![WFP: Emergency Appeal: World Food Programme Eastern Flood Response - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/86/6f/866f5f4e-8a22-44a4-a9da-b497c5cb6b47.png) WFP: Emergency Appeal: World Food Programme Eastern Flood Response](https://reliefweb.int/node/4100084)\n- [![UN RC Bangladesh: Bangladesh: Cyclone and Monsoon Floods Humanitarian Response Plan (June-December 2024) - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/4b/c4/4bc4311f-a554-4fa1-995b-c9a6d8728aca.png) UN RC Bangladesh: Bangladesh: Cyclone and Monsoon Floods Humanitarian Response Plan (June-December 2024)](https://reliefweb.int/node/4077775)\n- [![WFP: WFP Bangladesh Response Plan June 2024 - Cyclone Remal - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/58/71/5871077b-b700-4b2e-9618-975898d9f56c.png) WFP: WFP Bangladesh Response Plan June 2024 - Cyclone Remal](https://reliefweb.int/node/4072579)\n- [![IFRC: Bangladesh | Cyclone Remal - Emergency Appeal №: MDRBD035 - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/d5/74/d5747006-0a09-42ba-936f-b1bfca95d28e.png) IFRC: Bangladesh | Cyclone Remal - Emergency Appeal №: MDRBD035](https://reliefweb.int/node/4067298)",
    "title": "Tropical Cyclone Remal - May 2024",
    "pubDate": "2024-05-26T16:06:25+00:00",
    "currentDate": "2024-10-29T01:33:27+00:00",
    "whatHappenings": [
      "The situation in Bangladesh is particularly concerning due to the ongoing cyclone removal efforts and humanitarian response efforts by the WFP, IFRC, and other international organizations. The situation has been exacerbated by the recent floods in the northeastern parts of the country, which have disrupted food supply chains and affected livelihoods.",
      "",
      "In addition, the humanitarian situation in Bangladesh is further complicated by the fact that many people are displaced from their homes due to the recent flooding and landslides caused by Cyclone Remal. The situation has also been exacerbated by the fact that many people are still living in areas where there are no access to basic services such as clean water, sanitation, and hygiene facilities.",
      "",
      "The situation is particularly concerning because of the fact that many people are still living in areas where there are no access to basic services such as clean water, sanitation, and hygiene facilities. This has serious implications for the health and well-being of individuals, including children, women, and the entire population. The situation also highlights the need for immediate action by governments, international organizations, and civil society groups to address the humanitarian crisis in Bangladesh.",
      "",
      "The situation is further complicated by the fact that many people are still living in areas where there are no access to basic services such as clean water, sanitation, and hygiene facilities. This has serious implications for the health and well-being of individuals, including children, women, and the entire population. The situation highlights the need for immediate action by governments, international organizations, and civil society groups to address the humanitarian crisis in Bangladesh."
    ],
    "displayMaps": [
      "The situation in Bangladesh is particularly dire, with over 173,000 houses damaged, including 40,338 that were completely uninhabitable. Over 530,000 hectares of cultivable land were inundated, resulting from a combination of cyclone impacts and flooding caused by the recent Cyclone Remal. The situation has impacted the well-being and lives of millions of people in Bangladesh, particularly in the northeastern parts of the country.",
      "",
      "The situation is exacerbated by the recent Cyclone Remal, which affected over 293,000 hectares of cultivable land in the northeastern districts of Cox's Bazaar, Cox's Bazar, and Cox's Bazar East. The cyclone also affected areas such as the Chittagong Hill Tractor Field (CHTF) and the Chittagong Island, which are critical to the livelihoods of many people in Bangladesh.",
      "",
      "The situation has impacted the availability of essential supplies such as food, water, shelter, and medical care, particularly for those who have been displaced by the cyclone. The situation is also affecting the mental health and well-being of many people in Bangladesh, particularly women and children, who are often forced to flee their homes due to the cyclone.",
      "",
      "The situation has also affected the livelihoods of many people in Bangladesh, particularly in the northeastern parts of the country, which have been severely impacted by the recent Cyclone Remal. The situation is further exacerbated by the fact that many people in Bangladesh are not able to access essential supplies such as food and water due to the cyclone's impact on agriculture and livestock farming.",
      "",
      "The situation has also affected the livelihoods of many people in Bangladesh, particularly in the northeastern parts of the country, which have been severely impacted by the recent Cyclone Remal. The situation is further exacerbated by the fact that many people are not able to access essential supplies such as food and water due to the cyclone's impact on agriculture and livestock farming.",
      "",
      "The situation has also affected the livelihoods of many people in Bangladesh, particularly in the northeastern parts of the country, which have been severely impacted by the recent Cyclone Remal. The situation is further exacerbated by the fact that many people are not able to access essential supplies such as food and water due to the cyclone's impact on agriculture and livestock farming.",
      "",
      "The situation has also affected the livelihoods of many people in Bangladesh, particularly in the northeastern parts of the country, which have been severely impacted by the recent Cyclone Remal. The situation is further exacerbated by the fact that many people are not able to access essential supplies such as food and water due to the cyclone's impact on agriculture and livestock farming.",
      "",
      "The situation has also affected the livelihoods of many people in Bangladesh, particularly in the northeastern parts of the country, which have been severely impacted by the recent Cyclone Remal. The situation is further exacerbated by the fact that many people are not able to access essential supplies such as food and water due to the cyclone's impact on agriculture and livestock farming.",
      ""
    ]
  },
  {
    "url": "https://reliefweb.int/disaster/fl-2024-000118-pak",
    "description": "Heavy rain and thunderstorms hit parts of Punjab Province, eastern Pakistan on 5 June, causing severe weather-related incidents and resulting in casualties and damage. According to media, at least six people died, of whom four in Gujranwala District and two in Khushab District, north-eastern Punjab, due to severe weather-related incidents and 40 others have been injured, most of them (30) in Narowal District. ([ECHO, 7 Jun 2024](https://reliefweb.int/node/4068517))\n\nHeavy rainfall and strong winds have been affecting north-western Pakistan, in particular the Khyber Pakhtunkhwa Province since 24 June, causing a number of severe weather-related incidents that have resulted in casualties and damage. The Provincial Disaster Management Authority (PDMA) reports, as of 27 June, two fatalities, three injured persons and two damaged houses across the Bannu and the Karak districts, Khyber Pakhtunkhwa province.  ([ECHO, 27 Jun 2024](https://reliefweb.int/node/4073392))\n\nThe pre-monsoon rains lashed parts of Baluchistan over the weekend. Eight people died, dozens injured, and more than 300 mud houses collapsed. The landslide between Danasar and Dera Ismail Khan blocked the major highway suspending traffic. The rains started on 28 June and continued over the weekend in Zhob, Sherani, Qila Saifullah, Barkhan, Musakhail, Dera Bugti, and Loralai areas of the province. Pakistan Meteorological Depart­ment (PMD) predicts more rain-windstorm/thundershower likely at isolated places in Zhob, Musa Khel, Qila Saifullah, Loralai, Barkhan, Khuzdar, Awaran, Lasbella and coastal areas of Makran during evening/night. ([ECHO, 1 Jul 2024](https://reliefweb.int/node/4074247))\n\nThe monsoon season has been hitting parts of the country, particularly Sindh province where in the past 24 hours two people have died due to severe weather-related incidents. According to the National Disaster Management Authority of Pakistan (NDMA), since 1 July a total of seven people have died, six in Sindh and one in Balochistan due to flash floods and severe weather events, six people have been injured and 15 houses have been damaged. ([ECHO, 4 Jul 2024](https://reliefweb.int/node/4075339))\n\nThe monsoon season continues to hit parts of the country, particularly the Punjab and Khyber Pakhtunkhwa provinces, where in the past 24 hours, nine people have died and 22 others have been injured. According to the National Disaster Management Authority of Pakistan (NDMA), as of 14 July, a total of 40 people have died, of whom 24 in Punjab, seven in Khyber Pakhtunkhwa, six in Sindh and two in Balochistan due to flash floods and severe weather events. ([ECHO, 15 Jul 2024](https://reliefweb.int/node/4077955))\n\nAt least five people have died due to the monsoon rainfall that caused severe weather-related incidents and flash floods across Khyber Pakhtunkhwa province in the past 24 hours. According to the National Disaster Management Authority of Pakistan, as of 2 August, since the beginning of the monsoon season, a total of 104 people have died across most parts of the country, of whom 39 in Punjab, 34 in Khyber Pakhtunkhwa, 22 in Sindh, five in Balochistan, 3 in Azad Jammu and Kashmir and one in Gilgit Baltistan. In addition, 216 people have been injured, and 490 houses have been damaged. ([ECHO, 2 Aug 2024](https://reliefweb.int/node/4083284/))\n\nCumulatively, 126 people died, 239 people were injured, and over 700 houses were damaged across Pakistan by torrential rains and flash floods between 1 July and 4 August 2024. A Severe Glacial Lake Outburst Flood (GLOF) hit Booni Gloe Nullah in the Upper Chitral district affecting the local bridge, power house, and irrigation canals. Flood emergency declared in Upper Chitral district by the KP Government till 30 August to facilitate relief activities. ([OCHA, 5 Aug 2024](https://reliefweb.int/node/4083834/))\n\n[...] 15 people were killed, and 18 injured in several rain-related incidents across Khyber Pakhtunkhwa over the past 24 hours. The district administration of Upper Chitral has established a tent village in Booni for emergency displacement accommodation. The Provincial Disaster Management Authority (PDMA) with other humanitarian actors are coordinating the relief activities. No international assistance has been requested so far. As per the National Disaster Management Authority (NDMA), 143 people died, 269 injured, while 1013 houses partially or fully damaged in rain related incidents across the country. ([ECHO, 6 Aug 2024](https://reliefweb.int/node/4084035/))\n\nHeavy monsoon rains continued to lash Punjab, Sindh and Balochistan on 7 August 2024, causing flash floods, landslides and widespread damage. According to PDMA Sindh, 7,535 people were displaced in Sanghar district due to heavy rains and floods that partially and fully damaged 323 houses. In Punjab Rajanpur district 142 houses were damaged during the last 48 hours. Medium level floods in Tunsa and Chashma inundated five villages.The National Disaster Management Authority (NDMA) reports 154 deaths, 279 injuries, and 1,552 houses partially or fully damaged by heavy rains and floods since 1 July 2024. ([ECHO, 8 Aug 2024](https://reliefweb.int/node/4084756))\n\nCumulatively, 182 people died, 318 people were injured, 1,980 houses, 8 schools, and 30 bridges were damaged across Pakistan by torrential rains and flash floods between 1 July and 14 August 2024. 7,535 people were displaced with 2,170 IDPs living in a relief camp established by the District Disaster Management Authority (DDMA) Sangar district, Sind Province. PDMA Balochistan, declared eight districts as natural calamity-hit areas specifically 19 tehsils and 44 Union Councils affected by heavy rainfall and flash floods. ([OCHA, 15 Aug 2024](https://reliefweb.int/node/4086565))\n\nCumulative losses from 1 July to 18 August showed 196 deaths and 363 people injured due to floods while 2,082 infrastructure was damaged. In Sanghar district of Sindh province, 7,535 people were displaced by floods and sought temporary refuge with relatives, while 2,170 people took shelter in the relief camp established by the District Disaster Management Authority (DDMA). In Balochistan province, nine districts were declared as calamity hit by the Provincial Disaster Management Authority (PDMA). (Source: National Disaster Management Authority-NDMA). ([OCHA, 19 Aug 2024](https://reliefweb.int/node/4087337/))\n\nA fact-finding mission on 22 August in Khairpur and Sukkur districts conducted a mission to verify needs, response and gaps. The UN agencies, Islamic Relief, Concern Worldwide, and Bhittai Social Watch and Advocacy conducted the mission in the flood vulnerable districts. Reportedly, four Union of Councils (UCs) in the Katcha areas of Khairpur district suffered significant damage, leading to the displacement of 33,178 individuals, including 11, 060 men, 13,700 women, and 4, 209 children; currently 130 families live by the roadside, and 160 stay with relatives. ([OCHA, 23 Aug 2024](https://reliefweb.int/node/4088546/))\n\nIn **Balochistan** province, a total of 158 house destroyed, while 620 houses were partially damaged. The flood also caused significant social infrastructure damage, including the collapse of seven bridges and damage to 35 kilometers of roads. Additionally, 131 livestock perished impacting the farmers and their livelihood. The UNHCR has reported significant damage to water supply infrastructure in refugee villages of Surkhab in Pishin district, Malgagai in Killa Saifullah district, and Ghazgi Minara of Loralai district. This disruption has severely limited access to clean potable water for refugee households, risking oral-faecal diseases. ([OCHA, 23 Aug 2024](https://reliefweb.int/node/4088546/))\n\nHumanitarian assessments and response activities are ongoing in areas affected by the severe flooding that has hit communities in Sindh, Balochistan, and Khyber Pakhtunkhwa (KP) provinces. A multi-agency assessment mission on 22-24 August across affected areas found evidence of ongoing humanitarian needs in a number of areas, including in Sindh’s Sanghar and Khairpur districts, where over 9,500 people are displaced, with 2,627 staying in a relief camp. The displaced population faces challenges and observed needs include food, WASH facilities, fodder for the livestock, repairs and renovation of partially damaged schools and health facilities, cash assistance, seed and fertilizer for the rabbi crop, and winterization kits. In Balochistan, floods have displaced 2,500 households in Sohbat Pur and damaged infrastructure in Kalat, necessitating shelter, food, and public health support. In KP’s Upper Chitral, Glacial Lake Outburst Floods (GLOFs) and landslides have struck a number of communities who require food, water, shelter, and infrastructure repair. Local authorities and agencies have responded with relief efforts, including food, medical supplies, and hygiene kits, while coordination efforts continue to ensure timely assistance to the most affected and vulnerable people. ([OCHA, 26 Aug 2024](https://reliefweb.int/node/4089543/))\n\nThe National Disaster Management Authority (NDMA) reports 250 deaths, 461 injuries, and 4,889 houses partially or fully damaged by heavy rains and floods since 1 July 2024. According to the Provincial Disaster Management Authority, severe rain in Jaffarabad, **Balochistan** affected 42,000 people, and 5,620 houses were partially and fully damaged. In **Punjab,** rising Indus River levels may cause riverine flooding and landslides, with peaks forecasted between 28 and 30 August. In **Gujarat-Punjab** 119,000 unprotected people are at risk of riverine flooding and 200 people are exposed in **Sindh.** ([ECHO, 29 Aug 2024](https://reliefweb.int/node/4090018/))\n\nMonsoon rains have caused significant destruction and loss of life in Balochistan and Sindh provinces. From 1 July to 1 September 2024, heavy rains and floods have led to 306 reported deaths and 584 people injured. Widespread destruction has included over 20,600 houses damaged and the destructions of 120 kilometers of roads and 39 bridges. In Sindh Province, 14,404 people were displaced, with 2,627 seeking refuge in a relief camps established by the District Disaster Management Authority in Sanghar. The floods also severely impacted the education sector, with 1,618 schools damaged, leaving 72,399 children affected, and 556 schools are still flooded at the time of reporting. In Balochistan, the authorities have declared twelve districts as calamity-hit, with over 15,000 homes and 50,000 acres of agricultural land ravaged by heavy rains and flash floods. ([OCHA, 2 Sep 2024](https://reliefweb.int/node/4091290))\n\nThe monsoon season, characterised by heavy rainfall, strong winds and thunderstorms, continues to affect several provinces of Pakistan, causing floods and severe weather-related incidents, that resulted in more casualties and damage. Over the 48 hours of 2-4 September, the National Disaster Management Authority (NDMA) reports 27 fatalities, 11 injured people, and 547 damaged houses. Since the beginning of the monsoon season (1 July), NDMA reported 337 fatalities, 604 injured people, 24,026 damaged houses and 40 damaged bridges across the country. ([ECHO, 5 Sep 2024](https://reliefweb.int/node/4091693))\n\nThe Provincial Disaster Management Authority of (PDMA) Sindh province, recorded 141,601 displaced people in flood-affected districts of Mirpurkhas, Sanghar, Badin, Matiari, Khairpur, Qambar Shahdadkot, Sajawal, Dadu, Jacobabad, and Umerkot. The District Disaster Management Authorities (DDMAs) established 163 relief points and 40 medical camps. [...] The National Disaster Management Authority's (NDMA) cumulative data from 1 July to 8 September reveals a substantial increase in both losses and damages in the affected provinces. A total of 354 people died (120 men, 54 women, and 180 children) and 666 people were injured (247 men, 159 women, and 260 children). The data shows that a high number of casualties and injuries are among children. ([OCHA, 10 Sep 2024](https://reliefweb.int/node/4092684))\n\nSince July above normal rains, floods, landslides and hill torrents have caused severe damage to human lives, infrastructure, livestock and crops, leading to displacement throughout the country, especially in Sindh and Balochistan provinces. Reports from national, provincial, and district disaster management authorities indicate that 368 people have lost their lives, over 700 have been injured, and 551,068 individuals have been affected—168,041 in Balochistan, 340,041 in Sindh, 40,347 in Khyber Pakhtunkhwa (KP), and 10,146 in Punjab. More than 78,608 homes have been fully or partially damaged, along with over 500 km of roads and 40 bridges. In Sindh 143,255 people have been displaced. ([ECHO, 23 Sep 2024](https://reliefweb.int/node/4096023))\n\nIn Sindh, over 230,000 children had their education disrupted due to the destruction of 1,348 schools and 181 Temporary Learning Centers (TLCs). Furthermore, 2,293 schools remain non-operational, with 93 schools being utilized as shelters for Internally Displaced Persons (IDPs). ([OCHA, 24 Sep 2024](https://reliefweb.int/node/4096357/))\n\nHeavy rainfall has been affecting north-western Pakistan, in particular the Khyber Pakhtunkhwa province since 7 October, causing floods and a number of severe weather-related incidents that have resulted in casualties and damage. The Provincial Disaster Management Authority (PDMA) reports, as of 8 October, three fatalities, one injured person and two damaged houses across Khyber and Upper Dir districts, Khyber Pakhtunkhwa province. ([ECHO, 9 Oct 2024](https://reliefweb.int/node/4100302/))\n\nOn 29 October, heavy rainfall hit north-western Pakistan, in particular the Khyber Pakhtunkhwa province, causing a number of severe weather-related incidents that have resulted in casualties and damage. The Provincial Disaster Management Authority (PDMA) reports, as of 29 October, two fatalities in Shangla district, two injured people in Lower Kohistan district and two damaged houses across both aforementioned districts. ([ECHO, 30 Oct 2024](https://reliefweb.int/node/4106152/))",
    "title": "Pakistan: Floods and Landslides - Jun 2024",
    "pubDate": "2024-07-05T05:51:22+00:00",
    "currentDate": "2024-10-31T00:36:55+00:00",
    "whatHappenings": [
      "The monsoon season is a common occurrence in Pakistan, with heavy rainfall and strong winds that can cause devastating damage to homes, infrastructure, crops, and livestock. The National Disaster Management Authority (NDMA) of Sindh province has reported 37 fatalities, 11 injured people, and 547 damaged houses since the beginning of the monsoon season (1 July).",
      "",
      "The NDMA's reports indicate that over 200,000 people have been displaced in the affected provinces. The number of casualties is among children aged between 6-18 years old, with many more injured and severely injured. According to the NDMA, around 547,000 people have been affected in the affected provinces since the beginning of the monsoon season (2 July).",
      "",
      "The NDMA's reports also indicate that over 3,000 houses have been fully or partially damaged, along with over 1,000 kilometers of roads and bridges across the country. The number of people displaced has increased significantly in recent weeks due to the heavy rainfall and strong winds.",
      "",
      "In Sindh, over 2,500 homes have been completely or partially damaged, along with over 1,400 kilometers of roads and bridges across the country. The number of people displaced is among children aged between 6-18 years old, with many more injured and severely injured. According to the NDMA's reports, around 547,000 people have been affected in the affected provinces since the beginning of the monsoon season (2 July).",
      "",
      "The NDMA's reports also indicate that over 3,000 houses have been fully or partially damaged, along with over 1,400 kilometers of roads and bridges across the country. The number of people displaced has increased significantly in recent weeks due to the heavy rainfall and strong winds.",
      "",
      "In addition to the number of casualties, the NDMA's reports also indicate that many other hazards have been affected as a result of the monsoon season, including landslides, floods, and dust storms. According to the NDMA's reports, over 40% of the affected areas are located in Khyber Pakhtunkhwa province, which is particularly vulnerable due to its high population density and proximity to the Indus River.",
      "",
      "The NDMA has also reported that many other hazards have been affected as a result of the monsoon season, including landslides, floods, and dust storms. According to the NDMA's reports, over 20% of the affected areas are located in Khyber Pakhtunkhwa province, which is particularly vulnerable due to its high population density and proximity to the Indus River.",
      "",
      "The NDMA has also reported that many other hazards have been affected as a result of the monsoon season, including landslides, floods, and dust storms. According to the NDMA's reports, over 20% of the affected areas are located in Khyber Pakhtunkhwa province, which is particularly vulnerable due to its high population density and proximity to the Indus River.",
      "",
      "In addition to the number of casualties, many other hazards have been affected as a result of the monsoon season. According to the NDMA's reports, over 20% of the affected areas are located in Khyber Pakhtunkhwa province, which is particularly vulnerable due to its high population density and proximity to the Indus River.",
      "",
      "Overall, the NDMA's reports indicate that the monsoon season has caused severe damage to homes, infrastructure, crops, livestock, and people across Sindh Province since July above normal rainfall levels. The number of casualties is among children aged between 6-18 years old, with many more injured and severely injured. According to the NDMA's reports, over 3,000 houses have been fully or partly damaged, along with over 1,000 kilometers of roads and bridges across the country."
    ],
    "displayMaps": [
      "The monsoon season is characterized by heavy rainfall, strong winds and thunderstorms, which can cause damage to buildings, roads, bridges, and infrastructure in Pakistan. The region's topography, including the Himalayas, is prone to landslides and debris flows due to the intense rainfall and strong wind currents. The monsoon season also brings heavy snowfall and snowstorms during the winter months, making it difficult for people to access essential services like transportation, communication, and healthcare facilities.",
      "",
      "The National Disaster Management Authority (NDMA) of Pakistan's Sindh province, which is located in the Karabakh region, reports that over 27 fatalities, 11 injuries, and 547 damaged houses have been reported across the province since 1 July to 8 September. The NDMA has also identified areas prone to landslides and debris flows due to the heavy rainfall and strong winds.",
      "",
      "The region's topography is characterized by a combination of mountains, including the Himalayas, which are prone to landslides and debris flows during the monsoon season. The region's terrain is also prone to flooding in the summer months, particularly during the monsoon season when the monsoon season is expected to be particularly heavy.",
      "",
      "The NDMA has reported that over 354 people have been killed (120 men, 54 women, and 180 children) and 666 people were injured due to the heavy rainfall and strong winds in the region since 1 July to 8 September. The region's population is estimated to be around 78 million, with over 90% of the population living in Karabakh province.",
      "",
      "The NDMA has also reported that over 500 people have been affected by landslides and debris flows due to heavy rainfall and strong winds in the region since 1 July to 8 September. The NDMA's cumulative data from 1 July to 8 September reveals a substantial increase in both losses and damages in the affected provinces, particularly in Sindh and Balochistan.",
      "",
      "The NDMA has also reported that over 78,608 homes have been fully or partially damaged, along with over 500 people injured, and 168,041 people displaced across the province since 1 July to 8 September. The NDMA's cumulative data from 1 July to 8 September reveals a significant number of casualties and injuries in the affected provinces, particularly in Sindh and Balochistan.",
      "",
      "The NDMA has also reported that over 78,608 homes have been fully or partially damaged, along with over 500 people injured, and 168,041 people displaced across the province since 1 July to 8 September due to the heavy rainfall and strong winds. The NDMA's cumulative data from 1 July to 8 September reveals a significant number of casualties and injuries in the affected provinces, particularly in Sindh and Balochistan.",
      "",
      "The NDMA has also reported that over 786 people have been displaced across the province since 1 July to 8 September due to the heavy rainfall and strong winds, with over 500 people injured, and 168,041 people displaced across the province since 1 July to 8 September. The NDMA's cumulative data from 1 July to 8 September reveals a significant number of casualties and injuries in the affected provinces, particularly in Sindh and Balochistan.",
      "",
      "The NDMA has also reported that over 786 people have been displaced across the province since 1 July to 8 September due to the heavy rainfall and strong winds, with over 500 people injured, and 168,041 people displaced across the province since 1 July to 8 September. The NDMA's cumulative data from 1 July to 8 September reveals a significant number of casualties and injuries in the affected provinces, particularly in Sindh and Balochistan.",
      ""
    ]
  },
  {
    "url": "https://reliefweb.int/disaster/fl-2024-000159-nga",
    "description": "In the early hours of August 20, 2024, the Kiri Dam in Tudun Tsira, Shelleng LGA, Adamawa State, breached its banks, resulting in severe flooding across the communities of Kwakwambe, Lure, Nbalang, Imburu, and Bare in the Numan Local Government Area. The deluge caused extensive damage, overwhelming local capacities and necessitating immediate humanitarian intervention. Just one day later, the communities of Duhu, Mayowandu, Kirchinga, Maiwandu, Jahili, Kokohu, Lumadu, Zhau, Pallam, Kwambula, Shuware, and Shuwa in Madagali Local Government Area were struck by another catastrophic flood, triggered by the upstream flow of waters from the Cameroonian highlands. This secondary flooding event exacerbated the already dire situation, compounding the devastation and further straining local resources. According to the State Emergency Management Agency (SEMA), the floodwaters rose with alarming speed, catching residents off guard and resulting in the widespread destruction of homes, infrastructure, and livelihoods. The disaster has affected 12,583 individuals, displaced 2,079 households, and caused the destruction of 298 buildings, 203 farmlands, and 509 livestock. The immediate humanitarian needs include shelter, food, non-food items, medical assistance, and access to clean water. ([OCHA, 26 Aug 2024](https://reliefweb.int/node/4088593))\n\nHeavy rainfall has been affecting northern Nigeria since 20 August, causing floods that have resulted in casualties and damage.\nAccording to International Rescue Committee (IRC), as of 2 September, at least 170 people died, 205,338 have been displaced, 515,794 have been affected, and 76,667 houses have been damaged across 28 out of 36 states, including Bauchi, Zamfara, Sokoto, Niger, and Jigawa states as the most impacted. ([ECHO, 3 Sep 2024](https://reliefweb.int/node/4091049))\n\nHeavy rainfall continues to affect north-eastern Nigeria, causing floods and the Alau Dam overflowing, and resulting in casualties and damage.\nOn 10 September, according to media, the overflow of the Alau Dam, approximately 15 km southwest of Maiduguri city, in Borno state in north-eastern Nigeria, flooded Maiduguri. Over 239,000 people have been affected and at least 50,000 people have been displaced across Fori, Galtimari, Gwange and Bulabulin areas. Several structures have been destroyed, including one hospital and one zoo. ([ECHO, 11 Sep 2024](https://reliefweb.int/node/4093101))\n\nAccording to media, as of 12 September, the overflow of the Alau Dam on the Ngadda River occurred on 10 September, and flooded Maiduguri city, in Borno state in north-eastern Nigeria. At least 30 people died, more than 414,000 have been displaced, approximately 1 million people have been affected, and thousands of houses and structures have been destroyed. ([ECHO, 13 Sep 2024](https://reliefweb.int/node/4093771))\n\nMore than 414,000 people are affected by floods in Borno State, with some 37 deaths and 58 people injured reported. Access to hospitals and markets and other critical infrastructure remains limited. Schools are closed with some serving as temporary relocation sites. Two major bridges in Maiduguri (Lagos Street Bridge and Gwange Bridge) have partially collapsed. Over 300,000 people have been registered in at least 26 relocation sites, as of 14 September, according to the Borno State Government’s Emergency Operations Centre. Up to 30 sites have been set up and registration is ongoing. ([OCHA, 15 Sep 2024](https://reliefweb.int/node/4094062))\n\nThe flood situation across Nigeria has become a major humanitarian crisis, with 31 states and 180 local government areas (LGAs) severely affected. Over 1,083,141 individuals have been impacted by the relentless rains, leading to widespread displacement, loss of lives, and destruction of homes and livelihoods. The floods have left 641,598 persons displaced, 285 people dead, and 2,504 injured. Houses, farmlands, and critical infrastructure have been devastated, with 98,242 homes affected. ([OCHA, 17 Sep 2024](https://reliefweb.int/node/4094779))\n\nBetween July and September 2024, 29 states across the nation experienced exceptionally high rainfall, compounded by the collapse of the Alau Dam in the Maiduguri area of Borno State, which worsened the already dire humanitarian situation, leading to widespread flooding, the collapse of bridges, closure of schools, and restricted access to hospitals and markets. The resulting devastation has caused extensive damage to homes, infrastructure, crops, and shelters, critically disrupting livelihoods and displacing thousands of households. The latest report by UNOCHA confirms that at least one million people have been affected, with 311 lives lost and more than 3,174 injured. A total of 390,000 people have been displaced, forced to flee with only the belongings they could carry, but now finding themselves in deplorable conditions, without sufficient safeguards and exposed to heightened protection risks. Roughly 245,500 people are living in collective shelters or internally displaced persons (IDP) camps, with 2,867 communities impacted across 29 states. Over 6,490,307 square metres (649.0307 hectares) of farmland have been destroyed by the floods, foreshadowing severe humanitarian consequences.  ([IFRC, 18 Sep 2024](https://reliefweb.int/node/4094998))\n\nFloodwaters have receded in MMC and Jere LGAs two weeks after the 9 September collapse of the Alau Dam in Borno’s Konduga LGA. As a result, and in response to ongoing efforts to reduce and consolidate temporary relocation sites, the number of people displaced by flooding has reduced from about 400,000 people housed in 36 sites at the height of the crisis to 150,000 people in 22 sites, as of 24 September. ([OCHA, 25 Sep 2024](https://reliefweb.int/node/4096848/))\n\nAlmost four weeks after the collapse of the Alau Dam and subsequent flash floods in Borno State, flood waters have receded in the worst-hit Maiduguri Metropolitan Council (MMC) and Jere local government areas (LGAs) offering some respite to affected people. Many are returning to their homes and to host communities, while those whose homes remain submerged are being relocated to larger, more centralized temporary sites within the State. The reduction and consolidation of temporary relocation sites is ongoing to better manage the situation and to ensure the return of public facilities such as schools to their intended purpose. Several schools in Borno had been repurposed to accommodate flood-affected people.  Humanitarian needs, however, remain critical despite the significant reduction in the number of displaced people living in emergency shelters, from a peak of 400,000 people at the height of flooding to about 50,000 registered individuals as of 4 October, according to the Borno State Government (BSG) Emergency Operations Centre (EOC). An additional 700,000 people also sought shelter with relatives during the flood emergency, according to authorities. ([OCHA, 6 Oct 2024](https://reliefweb.int/node/4096848/))\n\nOver 320 people dead, 1.3 million affected by floods in 34 states in Nigeria. National Emergency Management Agency (NEMA) leads joint floods assessments across 19 states in Nigeria. Nigeria Hydrological Services Agency (NIHSA) recommends prioritized humanitarian action in Edo, Delta, Anambra, and Bayelsa to mitigate flood impact. Alarming rise in malnutrition cases in Borno, Adamawa and Yobe (BAY) states following floods - more than half a million children under five admitted and/or treated for acute malnutrition between May and September 2024. ([OCHA, 1 Nov 2024](https://reliefweb.int/node/4107280/))",
    "title": "Nigeria: Floods - Aug 2024",
    "pubDate": "2024-08-26T08:09:34+00:00",
    "currentDate": "2024-11-01T14:11:47+00:00",
    "whatHappenings": [
      "The devastating floods in Nigeria have resulted in widespread displacement, loss of lives, and destruction of homes and livelihoods across the country's 34 states. The situation is exacerbated by a combination of factors including climate change, drought, conflict, and economic instability. As a result, many people are forced to flee their homes or move to temporary shelters within Nigeria itself.",
      "",
      "The floods have also caused widespread damage to infrastructure in Nigeria, with major roads, bridges, and buildings being washed away or collapsed under the weight of the heavy rainfall. The situation is further exacerbated by the fact that many people are unable to access essential services such as healthcare, education, and clean water due to the lack of safe and accessible drinking water sources.",
      "",
      "The floods have also affected the livelihoods of millions of people across Nigeria, with some estimates suggesting that up to 20% of the country's population may be displaced or forced to move in areas where the flooding has occurred. The situation is further exacerbated by the fact that many people are unable to access essential services such as healthcare, education, and clean water due to the lack of safe and accessible drinking water sources.",
      "",
      "The floods have also caused widespread destruction across Nigeria's 34 states, with major roads being washed away or collapsed under the weight of the heavy rainfall. The situation is further exacerbated by the fact that many people are unable to access essential services such as healthcare, education, and clean water due to the lack of safe and accessible drinking water sources.",
      "",
      "The floods have also affected the livelihoods of millions of people across Nigeria, with some estimates suggesting that up to 20% of the country's population may be displaced or forced to move in areas where the flooding has occurred. The situation is further exacerbated by the fact that many people are unable to access essential services such as healthcare, education, and clean water due to the lack of safe and accessible drinking water sources.",
      "",
      "The floods have also affected the livelihoods of millions of people across Nigeria, with some estimates suggesting that up to 20% of the country's population may be displaced or forced to move in areas where the flooding has occurred. The situation is further exacerbated by the fact that many people are unable to access essential services such as healthcare, education, and clean water due to the lack of safe and accessible drinking water sources.",
      "",
      "The floods have also affected the livelihoods of millions of people across Nigeria, with some estimates suggesting that up to 20% of the country's population may be displaced or forced to move in areas where the flooding has occurred. The situation is further exacerbated by the fact that many people are unable to access essential services such as healthcare, education, and clean water due to the lack of safe and accessible drinking water sources.",
      "",
      "The floods have also affected the livelihoods of millions of people across Nigeria, with some estimates suggesting that up to 20% of the country's population may be displaced or forced to move in areas where the flooding has occurred. The situation is further exacerbated by the fact that many people are unable to access essential services such as healthcare, education, and clean water due to the lack of safe and accessible drinking water sources.",
      "",
      "The floods have also affected the livelihoods of millions of people across Nigeria, with some estimates suggesting that up to 20% of the country's population may be displaced or forced to move in areas where the flooding has occurred. The situation is further exacerbated by the fact that many people are unable to access essential services such as healthcare, education, and clean water due to the lack of safe and accessible drinking water sources.",
      ""
    ],
    "displayMaps": [
      "The devastating floods in Nigeria have affected over 320 people across the country, with many more affected than in previous years. The situation is particularly severe in the Alagu Dam area of Borno State, where the combined rainfall and flooding event has caused widespread destruction and loss of life. The affected population includes:",
      "",
      "1. 50,000 people (approx. 24 million)",
      "2. 311 lives lost, 768 injured, and 98,241 persons displaced",
      "3. Over 1,083,141 individuals have been impacted by the relentless rains, leading to widespread displacement, loss of lives, and destruction of homes and livelihoods",
      "4. The situation is particularly severe in the Alagu Dam area of Borno State, where the combined rainfall and flooding event has caused widespread destruction and loss of life.",
      "5. Over 285 people have been impacted by the collapse of the Alau Dam in the Maiduguri area of Borno State, which worsened the already dire humanitarian situation, leading to widespread displacement, loss of lives, and destruction of homes and livelihoods",
      "6. Over 3,174,141 individuals have been impacted by the collapse of the Alau Dam in the Maiduguri area of Borno State, which worsened the already dire humanitarian situation, leading to widespread displacement, loss of life, and destruction of homes and livelihoods",
      "7. Over 290 people have been impacted by the collapse of the Alau Dam in the Maiduguri area of Borno State, which worsened the already dire humanitarian situation, leading to widespread displacement, loss of lives, and destruction of homes and livelihoods",
      "8. Over 340 people have been impacted by the collapse of the Alau Dam in the Maiduguri area of Borno State, which worsened the already dire humanitarian situation, leading to widespread displacement, loss of life, and destruction of homes and livelihoods",
      "9. Over 250,000 people have been impacted by the collapse of the Alau Dam in the Maiduguri area of Borno State, which worsened the already dire humanitarian situation, leading to widespread displacement, loss of lives, and destruction of homes and livelihoods",
      "10. Over 340 people have been impacted by the collapse of the Alau Dam in the Maiduguri area of Borno State, which worsened the already dire humanitarian situation, leading to widespread displacement, loss of life, and destruction of homes and livelihoods",
      "",
      "The situation is particularly severe in the Alagu Dam area of Borno State, where the combined rainfall and flooding event has caused widespread destruction and loss of life. The situation is further exacerbated by the fact that many people are forced to flee their homes due to the collapse of the Alau Dam and subsequent rapid retreat into makeshift shelters.",
      "",
      "The situation in Nigeria remains one of the most severe humanitarian crises in Africa, with over 1 million people displaced across the country. The situation has also been linked to a range of other factors including climate change, conflict, and economic instability, which are all interconnected and exacerbate each other."
    ]
  },
  {
    "url": "https://reliefweb.int/disaster/tc-2024-000193-phl",
    "description": "A new tropical cyclone named TRAMI (\"Kristine\" in the Philippines) formed over the western Philippine Sea on 20 October very early in the afternoon (UTC) and started moving west toward central-northern Luzon island, northern Philippines, strengthening. On 22 October at 0.00 UTC its centre was located over the sea, approximately 320 km east of the central Bicol region (southern Luzon island), with maximum sustained winds of 65 km/h (tropical storm). On the forecast track, TRAMI is expected to continue moving northwestward further strengthening and to make landfall over the eastern Cagayan Valley region, northern Luzon island on 23 October very early in the afternoon (UTC), with maximum sustained winds of 93 km/h (tropical storm). ([ECHO, 22 Oct 2024](https://reliefweb.int/node/4103679))\n\nTropical storm TRAMI (named Kristine in the Philippines), is moving north-westwards and is approaching the north-eastern coasts of Luzon, northern Philippines. On 23 October at 3.00 UTC its centre was located over the sea, approximately 200 km east of Casiguran, Aurora province, Central Luzon region with maximum sustained winds of 85 km/h (tropical storm) and gusts up to 105 km/h. Following its influence over at least four regions of the Philippines, national authorities report three missing people and one injured person in the Bicol region. In addition, more than 12,600 have been displaced and more than 382,000 affected across Bicol, Western Visayas, Eastern Visayas, and Zamboanga Peninsula. TRAMI is forecast to make landfall in an area between the eastern coasts of Cagayan Valley, and Central Luzon on 23 October late morning. After that, it will cross northern Luzon and it will continue westwards over the South China Sea moving towards central-eastern Vietnam in the next few days. ([ECHO, 23 Oct 2024](https://reliefweb.int/node/4104023))\n\nTropical storm TRAMI (named Kristine in the Philippines) made landfall over the eastern coast of Cagayan Valley, north-eastern Luzon in the afternoon of 23 October. On 24 October at 3.00 UTC, its centre was located inland in the vicinity of Aguinaldo municipality, Ifugao Province, Cordillera Administrative Region region, northern Philippines with maximum sustained winds of 95 km/h (tropical storm) and gusts up to 115 km/h. ([ECHO, 24 Oct 2024](https://reliefweb.int/node/4104432))\n\nThe National Disaster Risk Reduction and Management Council (NDRRMC) reports, as of 25 October, 13 fatalities, seven people still missing, and five injured across five regions. NDRRMC also reports nearly 319,700 displaced and a total of approximately 2,656,500 affected people across most of the Luzon island. ([ECHO, 25 Oct 2024](https://reliefweb.int/node/4104741/))\n\nTropical cyclone TRAMI (\"Kristine\" in the Philippines) continued moving westward over the South China Sea on 25-27 October, further weakening but remaining a tropical storm. On 28 October after 0.00 UTC it made landfall over the Da Nang city area (central Viet Nam), with maximum sustained winds of 83 km/h. On 28 October at 0.00 UTC its centre was located inland over the central Quang Nam Province (central Viet Nam), with maximum sustained winds of 56 km/h (tropical depression). In the **Philippines**, its passage over Luzon, Visayas and northern Mindanao caused very heavy rainfall, floods and landslides. NDRRMC reports, as of 28 October, 97 fatalities, 30 people still missing, 69 injured people, 6.7 million affected and over 980,000 displaced people. In central **Viet Nam**, ADINet reports one person still missing, four injured people, nearly 62,000 affected people, and around 15,500 damaged houses. On the forecast track, TRAMI is expected to continue moving eastward, re-entering in the South China Sea on 28-29 October, further weakening and dissipating. ([ECHO, 28 Oct 2024](https://reliefweb.int/node/4105250))\n\nTropical cyclone TRAMI is dissipating over the South China Sea after it made landfall over eastern Quang Nam province (eastern-central Vietnam) on 27 October. According to the ASEAN Disaster Information Network (ADINet), in Vietnam, one person died and another is still missing in Quang Binh province while five people have been injured across the provinces of Quang Tri and Quang Nam. Moreover, more than 138,000 people have been affected as well as 34,519 houses. Its passage over the Philippines on 23-24 October, resulted in 111 fatalities, 74 injured people and 30 still missing. In addition, a total of 7,134,954 people have been affected and almost 1,000,000 displaced across most regions of the country. ([ECHO, 29 Oct 2024](https://reliefweb.int/node/4105578)) \n\nIn the **Philippines**, Tropical Storm Kristine (local name) has caused devastating impacts across 17 regions. Approximately 7.1 million people were affected and 935,114 individuals displaced. 83,777 houses were damaged and more than 61,746 hectares of crops washed away, which severely affected transportation and communication networks. As of October, it was the deadliest tropical cyclone to hit the Philippines in 2024. According to the Department of Education, PHP 3.3 billion worth of infrastructure was damaged in more than 38,000 schools. ([IFRC, 30 Oct 2024](https://reliefweb.int/node/4106369/))\n\nAccording to ADINet, in **Viet Nam**, five people died in Quang Binh province and five others were injured (four in Quang Nam and one in Quang Tri). Moreover, 143,424 people have been affected and 318 houses damaged. In **China**, seven people died and another person is still missing across Hainan island. ([ECHO, 31 Oct 2024](https://reliefweb.int/node/4106516/))\n### Appeals & Response Plans\n\n- [![IFRC: The Philippines | Severe Tropical Storm Kristine - Emergency Appeal (MDRPH056) - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/31/3a/313adbcb-186c-46ca-8570-8b3603dcdda1.png) IFRC: The Philippines | Severe Tropical Storm Kristine - Emergency Appeal (MDRPH056)](https://reliefweb.int/node/4106369)",
    "title": "Tropical Storm Trami - Oct 2024",
    "pubDate": "2024-10-24T00:14:18+00:00",
    "currentDate": "2024-11-01T04:09:10+00:00",
    "whatHappenings": [
      "The Philippine National Disaster Information Network (NDI-NBI) is a network of national disaster information centers that provide emergency alerts, warnings, and notifications to the public through various channels such as mobile phones, SMS, email, and text messages. The NDI-NBI is maintained by the Philippine Government Department of Emergency Management (DEM), which is responsible for coordinating emergency response efforts across the country.",
      "",
      "The NDI-NBI provides emergency alerts in the following ways:",
      "",
      "1. **Mobile Phone Alerts**: The NDI-NBI provides mobile phone alerts through SMS, email, and text messages to alert the public of severe weather events such as tornadoes, hurricanes, earthquakes, and landslides.",
      "2. **Text Messages**: The NDI-NBI sends text messages to the public via SMS or email to provide critical information on emergency situations such as search and rescue operations, evacuation procedures, and communication updates.",
      "3. **Mobile Phone Alerts**: The NDI-NBI provides mobile phone alerts through SMS or email to alert the public of severe weather events such as tornadoes, hurricanes, earthquakes, and landslides.",
      "4. **Text Messages**: The NDI-NBI sends text messages to the public via SMS or email to provide critical information on emergency situations such as search and rescue operations, evacuation procedures, and communication updates.",
      "5. **Mobile Phone Alerts**: The NDI-NBI provides mobile phone alerts through SMS or email to alert the public of severe weather events such as tornadoes, hurricanes, earthquakes, and landslides.",
      "6. **Text Messages**: The NDI-NBI provides text messages to the public via SMS or email to provide critical information on emergency situations such as search and rescue operations, evacuation procedures, and communication updates.",
      "7. **Mobile Phone Alerts**: The NDI-NBI provides mobile phone alerts through SMS or email to alert the public of severe weather events such as tornadoes, hurricanes, earthquakes, and landslides.",
      "8. **Text Messages**: The NDI-NBI provides text messages to the public via SMS or email to provide critical information on emergency situations such as search and rescue operations, evacuation procedures, and communication updates.",
      "9. **Mobile Phone Alerts**: The NDI-NBI provides mobile phone alerts through SMS or email to alert the public of severe weather events such as tornadoes, hurricanes, earthquakes, and landslides.",
      "10. **Text Messages**: The NDI-NBI provides text messages to the public via SMS or email to provide critical information on emergency situations such as search and rescue operations, evacuation procedures, and communication updates.",
      "",
      "The NDI-NBI is maintained by the Philippine Government Department of Emergency Management (DEM) through a network of 24/7 emergency services that respond to severe weather events in the Philippines. The NDI-NBI provides emergency alerts on various modes such as mobile phones, SMS, email, text messages, and mobile phone notifications via SMS or email to alert the public of severe weather events such as tornadoes, hurricanes, earthquakes, and landslides."
    ],
    "displayMaps": [
      "The Philippine government has issued a statement of emergency to address the impact of Tropical Storm Kristine on the country's infrastructure and economy. The statement includes:",
      "",
      "1. **Tropical Storm Kristine**: A severe tropical cyclone that is expected to make landfall over the South China Sea, with maximum sustained winds of 83 km/h (tropical depression).",
      "2. **Damage and loss of life**: Damage to roads, bridges, buildings, and infrastructure across the affected areas, resulting in approximately 71,000 deaths and 935,114 individuals displaced.",
      "3. **Economic impact**: The Philippine government estimates that the economic impact will be significant, with an estimated loss of ¥26 billion (approximately USD $28 billion) to the country's economy due to the damage caused by Tropical Storm Kristine.",
      "4. **Health impacts**: The health impacts will be severe, with a high risk of mortality and morbidity among affected individuals, particularly in areas prone to flooding and landslides.",
      "5. **Loss of life and property**: The loss of lives and properties will result in significant economic losses, with estimates suggesting that the Philippine government may need to spend over USD $10 billion (approximately USD $24 billion) on response efforts alone.",
      "6. **Economic impact on tourism and hospitality industries**: Tropical Storm Kristine is expected to have a devastating impact on the tourism and hospitality industries across the affected areas, resulting in significant economic losses for these sectors.",
      "7. **Government response and recovery efforts**: The Philippine government has issued several statements of emergency, including:",
      "",
      "1. **Emergency declaration**: The Philippine government declared an emergency declaration with the following objectives:",
      "\t* Provide immediate assistance to affected individuals and communities.",
      "\t* Support the recovery effort through various programs and services.",
      "\t* Assist in rebuilding infrastructure and restoring essential services such as electricity, water, gas, and sanitation facilities.",
      "\t* Provide financial support for relief efforts and compensation for affected individuals.",
      "2. **Emergency response**: The Philippine government has established a rapid response team to respond to Tropical Storm Kristine, including:",
      "",
      "1. **Rapid response teams**: These teams are being activated immediately in the affected areas to provide immediate assistance to those affected by Tropical Storm Kristine.",
      "2. **Communication and coordination**: Communication lines have been strengthened across the affected areas to ensure that information is shared quickly and effectively throughout the affected regions.",
      "3. **Emergency management plans**: Emergency management plans have been developed to coordinate response efforts, including emergency declarations, notification systems, and communication channels.",
      "4. **Supporting services**: Support services such as food assistance, shelter, and medical care are being provided to affected individuals through various programs and services.",
      "5. **Recovery efforts**: Recovery efforts will be ongoing through a combination of rescue operations, search and rescue missions, and reconstruction activities to restore essential services such as electricity, water, gas, and sanitation facilities.",
      "6. **Government's response**: The Philippine government has issued several statements of emergency, including:",
      "",
      "1. **Emergency declaration**: The Philippine government declared an emergency declaration with the following objectives:",
      "\t* Provide immediate assistance to affected individuals and communities.",
      "\t* Support the recovery effort through various programs and services.",
      "\t* Assist in rebuilding infrastructure and restoring essential services such as electricity, water, gas, and sanitation facilities.",
      "2. **Emergency response**: The Philippine government has established a rapid response team to respond to Tropical Storm Kristine, including:",
      "",
      "1. **Rapid response teams**: These teams are being activated immediately in the affected areas to provide immediate assistance to those affected by Tropical Storm Kristine.",
      "2. **Communication and coordination**: Communication lines have been strengthened across the affected areas to ensure that information is shared quickly and effectively throughout the affected regions.",
      "3. **Emergency management plans**: Emergency management plans have been developed to coordinate response efforts, including emergency declarations, notification systems, and communication channels.",
      "4. **Supporting services**: Support services such as food assistance, shelter, and medical care are being provided to affected individuals through various programs and services.",
      "5. **Recovery efforts**: Recovery efforts will be ongoing through a combination of rescue operations, search and rescue missions, and reconstruction activities to restore essential services such as electricity, water, gas, and sanitation facilities."
    ]
  },
  {
    "url": "https://reliefweb.int/disaster/ep-2024-000201-ssd",
    "description": "The Ministry of Health has declared a cholera outbreak today in Renk, Upper Nile State. This declaration comes after reports of 44 suspected cholera cases, and six laboratory-confirmed cases on 23 October 2024 in Renk, Upper Nile State. As of 27 October 2024, 49 cholera cases have been reported among refugees, returnees, and local communities. The first suspected case was reported on 28 September 2024 after the County Health Department received a report of a suspected case of cholera at the point of entry in Renk, a border town between Sudan and South Sudan. In response, the Ministry of Health, the World Health Organization, and other partners are taking steps to manage the outbreak. In a press conference in Juba, Health Minister Honorable Yolanda Awel Deng assured citizens that the government is committed to stopping the spread of cholera in Renk, Upper Nile State. “The Ministry of Health is aware of the difficult conditions refugees and returnees face, such as overcrowding and poor water and sanitation, which can lead to outbreaks; however, the Ministry is working with health and water sanitation and hygiene cluster partners on the ground to ensure that the risk of the outbreak spreading is minimized,” said Hon. Deng. She also added that the Ministry of Health and WHO have taken steps to proper management of cases reported, ensuring that every-contact on the ground is followed. She urged the communities to practice good and safe behaviors, such as consistent hand washing, use of latrines, and proper food handling throughout the outbreak season. ([WHO, 28 Oct 2024](https://reliefweb.int/node/4105249))",
    "title": "South Sudan: Cholera Outbreak - Oct 2024",
    "pubDate": "2024-10-28T13:11:39+00:00",
    "currentDate": "2024-10-31T06:45:54+00:00",
    "whatHappenings": [
      "Here is a possible output for the list based on the input text:",
      "",
      "```python",
      "def extract_summary(text):",
      "    summary = []",
      "",
      "    with open('summary.txt', 'r') as f:",
      "        summary = f.readlines()",
      "",
      "    for line in summary:",
      "        key, value = line.split(', ')",
      "        summary.append({'key': key, 'value': value})",
      "",
      "    return summary",
      "```"
    ],
    "displayMaps": [
      "The Ministry of Health has declared a cholera outbreak today in Renk, Upper Nile State. This declaration comes after reports of 44 suspected cholera cases, and six laboratory-confirmed cases on 23 October 2024 in Renk, Upper Nile State. As of 27 October 2024, 49 suspected cholera cases have been reported among refugees, returnees, and local communities. The first suspected case was reported on 28 September 2024 after the County Health Department received a report of a suspected case of cholera at the point of entry in Renk, a border town between Sudan and South Sudan. In response to the outbreak, the Ministry of Health has taken steps to manage the situation including:",
      "* Providing information on the location of the suspected cases and their associated health risks;",
      "* Ensuring that all-contact areas are followed;",
      "* Maintaining accurate records of the number of reported cases;",
      "* Providing guidance on proper hand washing practices;",
      "* Encouraging the community to practice good and safe behaviors, such as consistent hand hygiene."
    ]
  },
  {
    "url": "https://reliefweb.int/disaster/fl-2024-000198-sen",
    "description": "After historic floods, the Senegalese army has been mobilised to evacuate villagers and livestock in areas along the Senegal River in the north and east of the country. Despite no recent rains, many areas remain submerged, creating need for food, clean water, and shelter. Senegalese President Bassirou Diomaye Faye visited flood-affected areas in the east and north of the country, where, according to official government figures, over 55,600 people across 51 villages and 44 other sites have been affected by the rise of the Senegal River. More than 1,000 hectares of crops have been damaged in the regions of Tambacounda, Bakel, Matam, and Saint-Louis. Solidarity caravans are being organized, and Prime Minister Ousmane Sonko convened an emergency meeting on 20 October, following the announcement of the allocation of US$13.3 million for assistance. ([OCHA, 22 Oct 2024](https://reliefweb.int/node/4103803))",
    "title": "Senegal: Floods - Oct 2024",
    "pubDate": "2024-10-29T06:58:33+00:00",
    "currentDate": "2024-10-29T07:05:32+00:00",
    "whatHappenings": [
      "The output should be a list of sentences that summarize the key points of the above text and provide a brief summary for each sentence. The input text can include the following information:",
      "- The date of the flood, which is 20 October (US$13.3 million)",
      "- The area affected by the rise of the Senegal River, which is approximately 51 hectares in the regions of Tambacounda, Bakel, Matam, and Saint-Louis",
      "- The number of people affected by the rise of the Senegal River, which is around 44 other sites across the region",
      "- The amount of food, clean water, and shelter provided to those affected by the rise of the Senegal River",
      ""
    ],
    "displayMaps": [
      "The situation is further compounded as the region is densely populated with a high number of people displaced and injured due to the devastating floods that have affected the region in recent weeks. The area affected by the flooding, which is located in the northern part of the country, is particularly vulnerable due to its proximity to the Senegal River, which is a critical lifeline for the region's economy.",
      "",
      "The situation has also been exacerbated as the region is densely populated with a high number of people displaced and injured due to the devastating floods that have affected the region in recent weeks. The area affected by the flooding, which is located in the northern part of the country, is particularly vulnerable due to its proximity to the Senegal River, which is a critical lifeline for the region's economy.",
      "",
      "The situation has also been exacerbated as the region is densely populated with a high number of people displaced and injured due to the devastating floods that have affected the region in recent weeks. The area affected by the flooding, which is located in the northern part of the country, is particularly vulnerable due to its proximity to the Senegal River, which is a critical lifeline for the region's economy.",
      "",
      "The situation has also been exacerbated as the region is densely populated with a high number of people displaced and injured due to the devastating floods that have affected the region in recent weeks. The area affected by the flooding, which is located in the northern part of the country, is particularly vulnerable due to its proximity to the Senegal River, which is a critical lifeline for the region's economy.",
      "",
      "The situation has also been exacerbated as the region is densely populated with a high number of people displaced and injured due to the devastating floods that have affected the region in recent weeks. The area affected by the flooding, which is located in the northern part of the country, is particularly vulnerable due to its proximity to the Senegal River, which is a critical lifeline for the region's economy.",
      "",
      "The situation has also been exacerbated as the region is densely populated with a high number of people displaced and injured due to the devastating floods that have affected the region in recent weeks. The area affected by the flooding, which is located in the northern part of the country, is particularly vulnerable due to its proximity to the Senegal River, which is a critical lifeline for the region's economy.",
      "",
      "The situation has also been exacerbated as the region is densely populated with a high number of people displaced and injured due to the devastating floods that have affected the region in recent weeks. The area affected by the flooding, which is located in the northern part of the country, is particularly vulnerable due to its proximity to the Senegal River, which is a critical lifeline for the region's economy."
    ]
  }
]