{
  "original": {
    "id": "51504",
    "fields": {
      "date": {
        "changed": "2023-05-02T04:06:04+00:00",
        "event": "2023-02-27T00:00:00+00:00",
        "created": "2023-03-01T07:16:12+00:00"
      },
      "primary_type": {
        "code": "TC",
        "name": "Tropical Cyclone",
        "id": 4618
      },
      "country": [
        {
          "href": "https://api.reliefweb.int/v1/countries/215",
          "name": "Solomon Islands",
          "location": {
            "lon": 159.63,
            "lat": -8.92
          },
          "id": 215,
          "shortname": "Solomon Islands",
          "iso3": "slb"
        },
        {
          "href": "https://api.reliefweb.int/v1/countries/249",
          "name": "Vanuatu",
          "location": {
            "lon": 167.72,
            "lat": -16.26
          },
          "id": 249,
          "shortname": "Vanuatu",
          "iso3": "vut",
          "primary": true
        }
      ],
      "primary_country": {
        "href": "https://api.reliefweb.int/v1/countries/249",
        "name": "Vanuatu",
        "location": {
          "lon": 167.72,
          "lat": -16.26
        },
        "id": 249,
        "shortname": "Vanuatu",
        "iso3": "vut"
      },
      "profile": {
        "appeals_response_plans": {
          "active": [
            {
              "cover": "https://reliefweb.int/sites/default/files/styles/small/public/previews/84/d8/84d80369-c7a2-4014-a434-a5f138842bd4.png",
              "title": "IFRC: Vanuatu Tropical Cyclone Judy and Kevin 2023 - DREF Application (MDRVU010)",
              "url": "https://reliefweb.int/node/3941994"
            }
          ],
          "title": "Appeals & Response Plans"
        },
        "overview": "Tropical cyclone JUDY passed over northern and central Vanuatu, approximately 7 km east to the Capital City Port Vila (Shefa Province, central Vanuatu) in the afternoon and evening (UTC) on 28 February with maximum sustained winds up to 157 km/h (Tropical Cyclone). On 1 March at 6.00 (UTC) its centre was located approximately over the Tanna Island (Tafea Province, southern Vanuatu), with maximum sustained winds up to 165 km/h. ([ECHO, 1 Mar 2023](https://reliefweb.int/node/3938907/))    \n\nAccording to the first estimate, 100% of the population have been affected with wind below 80 km/h and about 50% with wind between 80 to 200 km/h. The main affected provinces are Shefa and Tafea. The damages are severe to extreme, and a second potential Category 3 cyclone is expected in the next 1 to 2 days. Up to 50,000 children may be affected. UNICEF Vanuatu Field Office also predicts that some schools will be affected, although all remain closed for the time being. Staff are ready to be deployed where necessary, emergency pre-positioned supplies are ready to be delivered to assist over 20,000 people. ([UNICEF, 2 Mar 2023](https://reliefweb.int/node/3939267/))\n\nOn the morning of 2 March (local time) the centre of tropical cyclone JUDY was about 245km south-east of Tanna and 150km south-east of Aneityum. JUDY's destructive winds uprooted trees and some people were evacuated. Damage assessments are ongoing in Port Vila and Vanuatu's northern islands while another storm is forecast to be on its way. Media reports, as of 2 March, around 500 evacuated people in some evacuation centres across the Capital City Port Vila and a number of damaged buildings, closed schools and several power outages across the country. There are no reports of deaths or serious injuries in Port Vila caused by cyclone JUDY, however, the islands of Erramango and Tanna were expected to be hit hard. Heavy rainfall, thunderstorms and floods were still expected over the northern islands. Some NGOs are coordinating with the government and prepositioning Non Food Items for shelter and cooking materials. In addition, tropical depression 09F (cyclone KEVIN) is forming in the Pacific. The storm is expected to move south-east bringing gale force winds to Vanuatu on 2 March and later to New Caledonia. The Fiji Meteorological Service issued a gale warning. ([ECHO, 2 Mar 2023](https://reliefweb.int/node/3939400/))\n\nAn initial assessment of the damage informed by the Vanuatu Disaster Management Office (NDMO) revealed many houses on Epi Island in Shefa Province were destroyed, with some families sheltering under beds and tables in their houses, while passed. There has been extensive damage to houses, churches, crops, and power lines, as well as flooding in low-lying areas. There is currently no confirmed figure as to the extent of damage, though it is estimated that more than 50 per cent of houses are damaged in rural Efate Island while in urban Port-Vila, at least 20 per cent of houses are damaged. Major damage is likely in Shefa –especially Port Vila, and Tafea provinces, especially Tanna Island. At least 64 per cent of the country's population is directly affected by TC Judy Category 3 and TC Kevin Category 4. In Port Vila, five evacuation centres were established and as of 5 March 2023, were occupied by more than 500 people. More people have attended centres since the cyclones passed than sheltered in place during the eventindicating the level of significant shelter damage in the wake of the cyclones. It is still unclear as to the extent of the damage for different sectors. Some initial observations have reported contamination of water sources due to flooding, as well as significant foliage and crop damage due to flooding and strong wind, especially in central Tanna. No fatalities have been reported to date, however, reports of injuries from flying debris and continuing to come in from across the country. It is reported that 22 people have been admitted to a hospital in Port Vila with injuries and the hospital has announced it is currently only accepting emergency patients. ([IFRC, 9 Mar 2023](https://reliefweb.int/node/3941994/))\n\nTropical cyclones JUDY and KEVIN (both of Cat4 intensity) made landfall over Vanuatu on the 1st and 3rd March. On the 2nd of March, national authorities declared a State of Emergency in the provinces of Mera Lava, Penama, Ambrym, Paama, Shefa and Tafea, which was then extended to the entire country on the 5th of March. Strong winds and substantial amounts of rain caused major floodings, damage to houses and infrastructure, and caused power outages and communication system breakdowns. In addition, earthquakes with a magnitude of 6.6 and 5.4 occurred off the Island of Espiritu Santo in the early morning hours of 3rd March but no major impact was reported. The full extent of damages is not yet known, as initial assessments have only begun, and communication with many of most affected areas remains challenging. The Government of Vanuatu reports that 251,346 people are affected by the cyclones (about 80% of the total population), and 30,000 households.  ([OCHA, 10 Mar 2023](https://reliefweb.int/node/3942122/))\n\nAs of 13 March, there were 5,156 people (947 families) in 106 evacuation centers in Shefa and Tafaa. The distribution of shelter kits and non-food items in these centres is ongoing. According to the Vanuatu National Disaster Management Office (NDMO), 74% of the Arterial Road Network is currently accessible throughout the country. ([OCHA, 14 Mar 2023](https://reliefweb.int/node/3943066/))\n\nAs of 16 March, there are 4,293 people in evacuation centres; mainly in Shefa and Tafea provinces. NDMO and the national Food Security and Agriculture Cluster (FSAC) have begun with a “first push”, targeting 37,875 households in Priority areas 1 and 2 with food assistance on 15th of March. 66,983 households have been identified as in need. [...] 89% of Arterial Road Network is now accessible, and 81% of Vanuatu Outer Islan Airports are operational for emergency services; 67% of Vanuatu Outer Island Airports are approved for commercial services. ([OCHA, 16 Mar 2023](https://reliefweb.int/node/3943982/))\n\nAs of 20th March, 51 evacuation centres remain active hosting almost 2,000 people (476 households) in Shefa and Tafea, while over 800 people (129 households) are with host households. The “First Push” of dry rations distribution in Priority Areas 1 and 2 is ongoing, as well as distribution of food rations to Shepherd Islands with ships carrying food rations departing for Tanna Island and Tafea on the 18th March. ([OCHA, 22 Mar 2023](https://reliefweb.int/node/3945800/))\n\nThe Displacement and Evacuation Centre Management (DECM) Cluster (co-led by NDMO and IOM), reports that 41 evacuation centres (including schools, churches and halls) remain active on the island of Efate, a decrease from a peak of 51 active centres on Efate. As of 24 March, a total of 2,117 displaced persons (453 households) were staying in evacuation centres (1,305 individuals from 323 households) and with host families (812 individuals from 130 households) in identified locations in Shefa and Tafea provinces and lack adequate shelter materials to enable them to return to their homes in a safe and dignified manner. ([IOM, 28 Mar 2023](https://reliefweb.int/node/3947466/))\n\nAs of 29th March, 38 evacuation centers remain active, hosting 983 people (222 households) in Shefa and Tafea, while 812 people (130 households) are staying with host households. Over 4,000 affected households have been reached with Emergency Shelter distributions in Shefa (2960 HH) and Tafea (1156 HH) Provinces. Food Security and Agriculture Cluster (FSAC) partners are nearing completion of Priority Areas 1 and 2 across Shefa and Tafea Provinces of the “First Push” which covers all Priority Areas. ([OCHA, 29 Mar 2023](https://reliefweb.int/node/3947993/))\n\nThere are grave concerns over the increase in Leptospirosis cases, a bacterial disease, one month on from the double category 4 cyclones in Vanuatu. The country has reported 19 new cases of Leptospirosis and three deaths since the cyclone passed. The majority of cases have been in Santo and Efate islands, with a few cases in Malekula, Pentecost, Malo and Erromango. Vanuatu Red Cross is working in coordination with authorities to curb the situation with health awareness in communities across the six provinces. ([IFRC, 29 Mar 2023](https://reliefweb.int/node/3948229/))\n\nAs of April 3rd, 27 evacuation centers remain active in Efate (Shefa province). 868 people (157 households) are staying in evacuation centers, while 812 people are with host families. The coordination of the “First Push” of dry rations is ongoing in Port Vila and Tafea province. An estimated 99.8% of electrical services have been restored in the country. Although all schools in the six provinces have been instructed to re-open, a total of 299 school buildings including classrooms have been damaged in Tafea Province. Cluster partners have collectively distributed over 158,230 reliefs items to affected people. ([OCHA, 5 Apr 2023](https://reliefweb.int/node/3950297/))\n\nThe government of Vanuatu launched an early recovery plan on April 14th, with a budget of USD 28,000,000. This plan aims to address the immediate and mid-term recovery needs of the affected population. A Post Disaster Needs Assessment (PDNA) is ongoing. ([UNICEF, 29 Apr 2023](https://reliefweb.int/node/3957164/))",
        "overview-html": "<p>Tropical cyclone JUDY passed over northern and central Vanuatu, approximately 7 km east to the Capital City Port Vila (Shefa Province, central Vanuatu) in the afternoon and evening (UTC) on 28 February with maximum sustained winds up to 157 km/h (Tropical Cyclone). On 1 March at 6.00 (UTC) its centre was located approximately over the Tanna Island (Tafea Province, southern Vanuatu), with maximum sustained winds up to 165 km/h. (<a href=\"https://reliefweb.int/node/3938907/\">ECHO, 1 Mar 2023</a>)</p>\n<p>According to the first estimate, 100% of the population have been affected with wind below 80 km/h and about 50% with wind between 80 to 200 km/h. The main affected provinces are Shefa and Tafea. The damages are severe to extreme, and a second potential Category 3 cyclone is expected in the next 1 to 2 days. Up to 50,000 children may be affected. UNICEF Vanuatu Field Office also predicts that some schools will be affected, although all remain closed for the time being. Staff are ready to be deployed where necessary, emergency pre-positioned supplies are ready to be delivered to assist over 20,000 people. (<a href=\"https://reliefweb.int/node/3939267/\">UNICEF, 2 Mar 2023</a>)</p>\n<p>On the morning of 2 March (local time) the centre of tropical cyclone JUDY was about 245km south-east of Tanna and 150km south-east of Aneityum. JUDY's destructive winds uprooted trees and some people were evacuated. Damage assessments are ongoing in Port Vila and Vanuatu's northern islands while another storm is forecast to be on its way. Media reports, as of 2 March, around 500 evacuated people in some evacuation centres across the Capital City Port Vila and a number of damaged buildings, closed schools and several power outages across the country. There are no reports of deaths or serious injuries in Port Vila caused by cyclone JUDY, however, the islands of Erramango and Tanna were expected to be hit hard. Heavy rainfall, thunderstorms and floods were still expected over the northern islands. Some NGOs are coordinating with the government and prepositioning Non Food Items for shelter and cooking materials. In addition, tropical depression 09F (cyclone KEVIN) is forming in the Pacific. The storm is expected to move south-east bringing gale force winds to Vanuatu on 2 March and later to New Caledonia. The Fiji Meteorological Service issued a gale warning. (<a href=\"https://reliefweb.int/node/3939400/\">ECHO, 2 Mar 2023</a>)</p>\n<p>An initial assessment of the damage informed by the Vanuatu Disaster Management Office (NDMO) revealed many houses on Epi Island in Shefa Province were destroyed, with some families sheltering under beds and tables in their houses, while passed. There has been extensive damage to houses, churches, crops, and power lines, as well as flooding in low-lying areas. There is currently no confirmed figure as to the extent of damage, though it is estimated that more than 50 per cent of houses are damaged in rural Efate Island while in urban Port-Vila, at least 20 per cent of houses are damaged. Major damage is likely in Shefa –especially Port Vila, and Tafea provinces, especially Tanna Island. At least 64 per cent of the country's population is directly affected by TC Judy Category 3 and TC Kevin Category 4. In Port Vila, five evacuation centres were established and as of 5 March 2023, were occupied by more than 500 people. More people have attended centres since the cyclones passed than sheltered in place during the eventindicating the level of significant shelter damage in the wake of the cyclones. It is still unclear as to the extent of the damage for different sectors. Some initial observations have reported contamination of water sources due to flooding, as well as significant foliage and crop damage due to flooding and strong wind, especially in central Tanna. No fatalities have been reported to date, however, reports of injuries from flying debris and continuing to come in from across the country. It is reported that 22 people have been admitted to a hospital in Port Vila with injuries and the hospital has announced it is currently only accepting emergency patients. (<a href=\"https://reliefweb.int/node/3941994/\">IFRC, 9 Mar 2023</a>)</p>\n<p>Tropical cyclones JUDY and KEVIN (both of Cat4 intensity) made landfall over Vanuatu on the 1st and 3rd March. On the 2nd of March, national authorities declared a State of Emergency in the provinces of Mera Lava, Penama, Ambrym, Paama, Shefa and Tafea, which was then extended to the entire country on the 5th of March. Strong winds and substantial amounts of rain caused major floodings, damage to houses and infrastructure, and caused power outages and communication system breakdowns. In addition, earthquakes with a magnitude of 6.6 and 5.4 occurred off the Island of Espiritu Santo in the early morning hours of 3rd March but no major impact was reported. The full extent of damages is not yet known, as initial assessments have only begun, and communication with many of most affected areas remains challenging. The Government of Vanuatu reports that 251,346 people are affected by the cyclones (about 80% of the total population), and 30,000 households.  (<a href=\"https://reliefweb.int/node/3942122/\">OCHA, 10 Mar 2023</a>)</p>\n<p>As of 13 March, there were 5,156 people (947 families) in 106 evacuation centers in Shefa and Tafaa. The distribution of shelter kits and non-food items in these centres is ongoing. According to the Vanuatu National Disaster Management Office (NDMO), 74% of the Arterial Road Network is currently accessible throughout the country. (<a href=\"https://reliefweb.int/node/3943066/\">OCHA, 14 Mar 2023</a>)</p>\n<p>As of 16 March, there are 4,293 people in evacuation centres; mainly in Shefa and Tafea provinces. NDMO and the national Food Security and Agriculture Cluster (FSAC) have begun with a “first push”, targeting 37,875 households in Priority areas 1 and 2 with food assistance on 15th of March. 66,983 households have been identified as in need. [...] 89% of Arterial Road Network is now accessible, and 81% of Vanuatu Outer Islan Airports are operational for emergency services; 67% of Vanuatu Outer Island Airports are approved for commercial services. (<a href=\"https://reliefweb.int/node/3943982/\">OCHA, 16 Mar 2023</a>)</p>\n<p>As of 20th March, 51 evacuation centres remain active hosting almost 2,000 people (476 households) in Shefa and Tafea, while over 800 people (129 households) are with host households. The “First Push” of dry rations distribution in Priority Areas 1 and 2 is ongoing, as well as distribution of food rations to Shepherd Islands with ships carrying food rations departing for Tanna Island and Tafea on the 18th March. (<a href=\"https://reliefweb.int/node/3945800/\">OCHA, 22 Mar 2023</a>)</p>\n<p>The Displacement and Evacuation Centre Management (DECM) Cluster (co-led by NDMO and IOM), reports that 41 evacuation centres (including schools, churches and halls) remain active on the island of Efate, a decrease from a peak of 51 active centres on Efate. As of 24 March, a total of 2,117 displaced persons (453 households) were staying in evacuation centres (1,305 individuals from 323 households) and with host families (812 individuals from 130 households) in identified locations in Shefa and Tafea provinces and lack adequate shelter materials to enable them to return to their homes in a safe and dignified manner. (<a href=\"https://reliefweb.int/node/3947466/\">IOM, 28 Mar 2023</a>)</p>\n<p>As of 29th March, 38 evacuation centers remain active, hosting 983 people (222 households) in Shefa and Tafea, while 812 people (130 households) are staying with host households. Over 4,000 affected households have been reached with Emergency Shelter distributions in Shefa (2960 HH) and Tafea (1156 HH) Provinces. Food Security and Agriculture Cluster (FSAC) partners are nearing completion of Priority Areas 1 and 2 across Shefa and Tafea Provinces of the “First Push” which covers all Priority Areas. (<a href=\"https://reliefweb.int/node/3947993/\">OCHA, 29 Mar 2023</a>)</p>\n<p>There are grave concerns over the increase in Leptospirosis cases, a bacterial disease, one month on from the double category 4 cyclones in Vanuatu. The country has reported 19 new cases of Leptospirosis and three deaths since the cyclone passed. The majority of cases have been in Santo and Efate islands, with a few cases in Malekula, Pentecost, Malo and Erromango. Vanuatu Red Cross is working in coordination with authorities to curb the situation with health awareness in communities across the six provinces. (<a href=\"https://reliefweb.int/node/3948229/\">IFRC, 29 Mar 2023</a>)</p>\n<p>As of April 3rd, 27 evacuation centers remain active in Efate (Shefa province). 868 people (157 households) are staying in evacuation centers, while 812 people are with host families. The coordination of the “First Push” of dry rations is ongoing in Port Vila and Tafea province. An estimated 99.8% of electrical services have been restored in the country. Although all schools in the six provinces have been instructed to re-open, a total of 299 school buildings including classrooms have been damaged in Tafea Province. Cluster partners have collectively distributed over 158,230 reliefs items to affected people. (<a href=\"https://reliefweb.int/node/3950297/\">OCHA, 5 Apr 2023</a>)</p>\n<p>The government of Vanuatu launched an early recovery plan on April 14th, with a budget of USD 28,000,000. This plan aims to address the immediate and mid-term recovery needs of the affected population. A Post Disaster Needs Assessment (PDNA) is ongoing. (<a href=\"https://reliefweb.int/node/3957164/\">UNICEF, 29 Apr 2023</a>)</p>\n"
      },
      "description-html": "<p>Tropical cyclone JUDY passed over northern and central Vanuatu, approximately 7 km east to the Capital City Port Vila (Shefa Province, central Vanuatu) in the afternoon and evening (UTC) on 28 February with maximum sustained winds up to 157 km/h (Tropical Cyclone). On 1 March at 6.00 (UTC) its centre was located approximately over the Tanna Island (Tafea Province, southern Vanuatu), with maximum sustained winds up to 165 km/h. (<a href=\"https://reliefweb.int/node/3938907/\">ECHO, 1 Mar 2023</a>)</p>\n<p>According to the first estimate, 100% of the population have been affected with wind below 80 km/h and about 50% with wind between 80 to 200 km/h. The main affected provinces are Shefa and Tafea. The damages are severe to extreme, and a second potential Category 3 cyclone is expected in the next 1 to 2 days. Up to 50,000 children may be affected. UNICEF Vanuatu Field Office also predicts that some schools will be affected, although all remain closed for the time being. Staff are ready to be deployed where necessary, emergency pre-positioned supplies are ready to be delivered to assist over 20,000 people. (<a href=\"https://reliefweb.int/node/3939267/\">UNICEF, 2 Mar 2023</a>)</p>\n<p>On the morning of 2 March (local time) the centre of tropical cyclone JUDY was about 245km south-east of Tanna and 150km south-east of Aneityum. JUDY's destructive winds uprooted trees and some people were evacuated. Damage assessments are ongoing in Port Vila and Vanuatu's northern islands while another storm is forecast to be on its way. Media reports, as of 2 March, around 500 evacuated people in some evacuation centres across the Capital City Port Vila and a number of damaged buildings, closed schools and several power outages across the country. There are no reports of deaths or serious injuries in Port Vila caused by cyclone JUDY, however, the islands of Erramango and Tanna were expected to be hit hard. Heavy rainfall, thunderstorms and floods were still expected over the northern islands. Some NGOs are coordinating with the government and prepositioning Non Food Items for shelter and cooking materials. In addition, tropical depression 09F (cyclone KEVIN) is forming in the Pacific. The storm is expected to move south-east bringing gale force winds to Vanuatu on 2 March and later to New Caledonia. The Fiji Meteorological Service issued a gale warning. (<a href=\"https://reliefweb.int/node/3939400/\">ECHO, 2 Mar 2023</a>)</p>\n<p>An initial assessment of the damage informed by the Vanuatu Disaster Management Office (NDMO) revealed many houses on Epi Island in Shefa Province were destroyed, with some families sheltering under beds and tables in their houses, while passed. There has been extensive damage to houses, churches, crops, and power lines, as well as flooding in low-lying areas. There is currently no confirmed figure as to the extent of damage, though it is estimated that more than 50 per cent of houses are damaged in rural Efate Island while in urban Port-Vila, at least 20 per cent of houses are damaged. Major damage is likely in Shefa –especially Port Vila, and Tafea provinces, especially Tanna Island. At least 64 per cent of the country's population is directly affected by TC Judy Category 3 and TC Kevin Category 4. In Port Vila, five evacuation centres were established and as of 5 March 2023, were occupied by more than 500 people. More people have attended centres since the cyclones passed than sheltered in place during the eventindicating the level of significant shelter damage in the wake of the cyclones. It is still unclear as to the extent of the damage for different sectors. Some initial observations have reported contamination of water sources due to flooding, as well as significant foliage and crop damage due to flooding and strong wind, especially in central Tanna. No fatalities have been reported to date, however, reports of injuries from flying debris and continuing to come in from across the country. It is reported that 22 people have been admitted to a hospital in Port Vila with injuries and the hospital has announced it is currently only accepting emergency patients. (<a href=\"https://reliefweb.int/node/3941994/\">IFRC, 9 Mar 2023</a>)</p>\n<p>Tropical cyclones JUDY and KEVIN (both of Cat4 intensity) made landfall over Vanuatu on the 1st and 3rd March. On the 2nd of March, national authorities declared a State of Emergency in the provinces of Mera Lava, Penama, Ambrym, Paama, Shefa and Tafea, which was then extended to the entire country on the 5th of March. Strong winds and substantial amounts of rain caused major floodings, damage to houses and infrastructure, and caused power outages and communication system breakdowns. In addition, earthquakes with a magnitude of 6.6 and 5.4 occurred off the Island of Espiritu Santo in the early morning hours of 3rd March but no major impact was reported. The full extent of damages is not yet known, as initial assessments have only begun, and communication with many of most affected areas remains challenging. The Government of Vanuatu reports that 251,346 people are affected by the cyclones (about 80% of the total population), and 30,000 households.  (<a href=\"https://reliefweb.int/node/3942122/\">OCHA, 10 Mar 2023</a>)</p>\n<p>As of 13 March, there were 5,156 people (947 families) in 106 evacuation centers in Shefa and Tafaa. The distribution of shelter kits and non-food items in these centres is ongoing. According to the Vanuatu National Disaster Management Office (NDMO), 74% of the Arterial Road Network is currently accessible throughout the country. (<a href=\"https://reliefweb.int/node/3943066/\">OCHA, 14 Mar 2023</a>)</p>\n<p>As of 16 March, there are 4,293 people in evacuation centres; mainly in Shefa and Tafea provinces. NDMO and the national Food Security and Agriculture Cluster (FSAC) have begun with a “first push”, targeting 37,875 households in Priority areas 1 and 2 with food assistance on 15th of March. 66,983 households have been identified as in need. [...] 89% of Arterial Road Network is now accessible, and 81% of Vanuatu Outer Islan Airports are operational for emergency services; 67% of Vanuatu Outer Island Airports are approved for commercial services. (<a href=\"https://reliefweb.int/node/3943982/\">OCHA, 16 Mar 2023</a>)</p>\n<p>As of 20th March, 51 evacuation centres remain active hosting almost 2,000 people (476 households) in Shefa and Tafea, while over 800 people (129 households) are with host households. The “First Push” of dry rations distribution in Priority Areas 1 and 2 is ongoing, as well as distribution of food rations to Shepherd Islands with ships carrying food rations departing for Tanna Island and Tafea on the 18th March. (<a href=\"https://reliefweb.int/node/3945800/\">OCHA, 22 Mar 2023</a>)</p>\n<p>The Displacement and Evacuation Centre Management (DECM) Cluster (co-led by NDMO and IOM), reports that 41 evacuation centres (including schools, churches and halls) remain active on the island of Efate, a decrease from a peak of 51 active centres on Efate. As of 24 March, a total of 2,117 displaced persons (453 households) were staying in evacuation centres (1,305 individuals from 323 households) and with host families (812 individuals from 130 households) in identified locations in Shefa and Tafea provinces and lack adequate shelter materials to enable them to return to their homes in a safe and dignified manner. (<a href=\"https://reliefweb.int/node/3947466/\">IOM, 28 Mar 2023</a>)</p>\n<p>As of 29th March, 38 evacuation centers remain active, hosting 983 people (222 households) in Shefa and Tafea, while 812 people (130 households) are staying with host households. Over 4,000 affected households have been reached with Emergency Shelter distributions in Shefa (2960 HH) and Tafea (1156 HH) Provinces. Food Security and Agriculture Cluster (FSAC) partners are nearing completion of Priority Areas 1 and 2 across Shefa and Tafea Provinces of the “First Push” which covers all Priority Areas. (<a href=\"https://reliefweb.int/node/3947993/\">OCHA, 29 Mar 2023</a>)</p>\n<p>There are grave concerns over the increase in Leptospirosis cases, a bacterial disease, one month on from the double category 4 cyclones in Vanuatu. The country has reported 19 new cases of Leptospirosis and three deaths since the cyclone passed. The majority of cases have been in Santo and Efate islands, with a few cases in Malekula, Pentecost, Malo and Erromango. Vanuatu Red Cross is working in coordination with authorities to curb the situation with health awareness in communities across the six provinces. (<a href=\"https://reliefweb.int/node/3948229/\">IFRC, 29 Mar 2023</a>)</p>\n<p>As of April 3rd, 27 evacuation centers remain active in Efate (Shefa province). 868 people (157 households) are staying in evacuation centers, while 812 people are with host families. The coordination of the “First Push” of dry rations is ongoing in Port Vila and Tafea province. An estimated 99.8% of electrical services have been restored in the country. Although all schools in the six provinces have been instructed to re-open, a total of 299 school buildings including classrooms have been damaged in Tafea Province. Cluster partners have collectively distributed over 158,230 reliefs items to affected people. (<a href=\"https://reliefweb.int/node/3950297/\">OCHA, 5 Apr 2023</a>)</p>\n<p>The government of Vanuatu launched an early recovery plan on April 14th, with a budget of USD 28,000,000. This plan aims to address the immediate and mid-term recovery needs of the affected population. A Post Disaster Needs Assessment (PDNA) is ongoing. (<a href=\"https://reliefweb.int/node/3957164/\">UNICEF, 29 Apr 2023</a>)</p>\n<h3>Appeals &amp; Response Plans</h3>\n<ul>\n<li>\n<a href=\"https://reliefweb.int/node/3941994\"><img src=\"https://reliefweb.int/sites/default/files/styles/small/public/previews/84/d8/84d80369-c7a2-4014-a434-a5f138842bd4.png\" alt=\"IFRC: Vanuatu Tropical Cyclone Judy and Kevin 2023 - DREF Application (MDRVU010) - Cover preview\" /> IFRC: Vanuatu Tropical Cyclone Judy and Kevin 2023 - DREF Application (MDRVU010)</a>\n</li>\n</ul>\n",
      "description": "Tropical cyclone JUDY passed over northern and central Vanuatu, approximately 7 km east to the Capital City Port Vila (Shefa Province, central Vanuatu) in the afternoon and evening (UTC) on 28 February with maximum sustained winds up to 157 km/h (Tropical Cyclone). On 1 March at 6.00 (UTC) its centre was located approximately over the Tanna Island (Tafea Province, southern Vanuatu), with maximum sustained winds up to 165 km/h. ([ECHO, 1 Mar 2023](https://reliefweb.int/node/3938907/))    \n\nAccording to the first estimate, 100% of the population have been affected with wind below 80 km/h and about 50% with wind between 80 to 200 km/h. The main affected provinces are Shefa and Tafea. The damages are severe to extreme, and a second potential Category 3 cyclone is expected in the next 1 to 2 days. Up to 50,000 children may be affected. UNICEF Vanuatu Field Office also predicts that some schools will be affected, although all remain closed for the time being. Staff are ready to be deployed where necessary, emergency pre-positioned supplies are ready to be delivered to assist over 20,000 people. ([UNICEF, 2 Mar 2023](https://reliefweb.int/node/3939267/))\n\nOn the morning of 2 March (local time) the centre of tropical cyclone JUDY was about 245km south-east of Tanna and 150km south-east of Aneityum. JUDY's destructive winds uprooted trees and some people were evacuated. Damage assessments are ongoing in Port Vila and Vanuatu's northern islands while another storm is forecast to be on its way. Media reports, as of 2 March, around 500 evacuated people in some evacuation centres across the Capital City Port Vila and a number of damaged buildings, closed schools and several power outages across the country. There are no reports of deaths or serious injuries in Port Vila caused by cyclone JUDY, however, the islands of Erramango and Tanna were expected to be hit hard. Heavy rainfall, thunderstorms and floods were still expected over the northern islands. Some NGOs are coordinating with the government and prepositioning Non Food Items for shelter and cooking materials. In addition, tropical depression 09F (cyclone KEVIN) is forming in the Pacific. The storm is expected to move south-east bringing gale force winds to Vanuatu on 2 March and later to New Caledonia. The Fiji Meteorological Service issued a gale warning. ([ECHO, 2 Mar 2023](https://reliefweb.int/node/3939400/))\n\nAn initial assessment of the damage informed by the Vanuatu Disaster Management Office (NDMO) revealed many houses on Epi Island in Shefa Province were destroyed, with some families sheltering under beds and tables in their houses, while passed. There has been extensive damage to houses, churches, crops, and power lines, as well as flooding in low-lying areas. There is currently no confirmed figure as to the extent of damage, though it is estimated that more than 50 per cent of houses are damaged in rural Efate Island while in urban Port-Vila, at least 20 per cent of houses are damaged. Major damage is likely in Shefa –especially Port Vila, and Tafea provinces, especially Tanna Island. At least 64 per cent of the country's population is directly affected by TC Judy Category 3 and TC Kevin Category 4. In Port Vila, five evacuation centres were established and as of 5 March 2023, were occupied by more than 500 people. More people have attended centres since the cyclones passed than sheltered in place during the eventindicating the level of significant shelter damage in the wake of the cyclones. It is still unclear as to the extent of the damage for different sectors. Some initial observations have reported contamination of water sources due to flooding, as well as significant foliage and crop damage due to flooding and strong wind, especially in central Tanna. No fatalities have been reported to date, however, reports of injuries from flying debris and continuing to come in from across the country. It is reported that 22 people have been admitted to a hospital in Port Vila with injuries and the hospital has announced it is currently only accepting emergency patients. ([IFRC, 9 Mar 2023](https://reliefweb.int/node/3941994/))\n\nTropical cyclones JUDY and KEVIN (both of Cat4 intensity) made landfall over Vanuatu on the 1st and 3rd March. On the 2nd of March, national authorities declared a State of Emergency in the provinces of Mera Lava, Penama, Ambrym, Paama, Shefa and Tafea, which was then extended to the entire country on the 5th of March. Strong winds and substantial amounts of rain caused major floodings, damage to houses and infrastructure, and caused power outages and communication system breakdowns. In addition, earthquakes with a magnitude of 6.6 and 5.4 occurred off the Island of Espiritu Santo in the early morning hours of 3rd March but no major impact was reported. The full extent of damages is not yet known, as initial assessments have only begun, and communication with many of most affected areas remains challenging. The Government of Vanuatu reports that 251,346 people are affected by the cyclones (about 80% of the total population), and 30,000 households.  ([OCHA, 10 Mar 2023](https://reliefweb.int/node/3942122/))\n\nAs of 13 March, there were 5,156 people (947 families) in 106 evacuation centers in Shefa and Tafaa. The distribution of shelter kits and non-food items in these centres is ongoing. According to the Vanuatu National Disaster Management Office (NDMO), 74% of the Arterial Road Network is currently accessible throughout the country. ([OCHA, 14 Mar 2023](https://reliefweb.int/node/3943066/))\n\nAs of 16 March, there are 4,293 people in evacuation centres; mainly in Shefa and Tafea provinces. NDMO and the national Food Security and Agriculture Cluster (FSAC) have begun with a “first push”, targeting 37,875 households in Priority areas 1 and 2 with food assistance on 15th of March. 66,983 households have been identified as in need. [...] 89% of Arterial Road Network is now accessible, and 81% of Vanuatu Outer Islan Airports are operational for emergency services; 67% of Vanuatu Outer Island Airports are approved for commercial services. ([OCHA, 16 Mar 2023](https://reliefweb.int/node/3943982/))\n\nAs of 20th March, 51 evacuation centres remain active hosting almost 2,000 people (476 households) in Shefa and Tafea, while over 800 people (129 households) are with host households. The “First Push” of dry rations distribution in Priority Areas 1 and 2 is ongoing, as well as distribution of food rations to Shepherd Islands with ships carrying food rations departing for Tanna Island and Tafea on the 18th March. ([OCHA, 22 Mar 2023](https://reliefweb.int/node/3945800/))\n\nThe Displacement and Evacuation Centre Management (DECM) Cluster (co-led by NDMO and IOM), reports that 41 evacuation centres (including schools, churches and halls) remain active on the island of Efate, a decrease from a peak of 51 active centres on Efate. As of 24 March, a total of 2,117 displaced persons (453 households) were staying in evacuation centres (1,305 individuals from 323 households) and with host families (812 individuals from 130 households) in identified locations in Shefa and Tafea provinces and lack adequate shelter materials to enable them to return to their homes in a safe and dignified manner. ([IOM, 28 Mar 2023](https://reliefweb.int/node/3947466/))\n\nAs of 29th March, 38 evacuation centers remain active, hosting 983 people (222 households) in Shefa and Tafea, while 812 people (130 households) are staying with host households. Over 4,000 affected households have been reached with Emergency Shelter distributions in Shefa (2960 HH) and Tafea (1156 HH) Provinces. Food Security and Agriculture Cluster (FSAC) partners are nearing completion of Priority Areas 1 and 2 across Shefa and Tafea Provinces of the “First Push” which covers all Priority Areas. ([OCHA, 29 Mar 2023](https://reliefweb.int/node/3947993/))\n\nThere are grave concerns over the increase in Leptospirosis cases, a bacterial disease, one month on from the double category 4 cyclones in Vanuatu. The country has reported 19 new cases of Leptospirosis and three deaths since the cyclone passed. The majority of cases have been in Santo and Efate islands, with a few cases in Malekula, Pentecost, Malo and Erromango. Vanuatu Red Cross is working in coordination with authorities to curb the situation with health awareness in communities across the six provinces. ([IFRC, 29 Mar 2023](https://reliefweb.int/node/3948229/))\n\nAs of April 3rd, 27 evacuation centers remain active in Efate (Shefa province). 868 people (157 households) are staying in evacuation centers, while 812 people are with host families. The coordination of the “First Push” of dry rations is ongoing in Port Vila and Tafea province. An estimated 99.8% of electrical services have been restored in the country. Although all schools in the six provinces have been instructed to re-open, a total of 299 school buildings including classrooms have been damaged in Tafea Province. Cluster partners have collectively distributed over 158,230 reliefs items to affected people. ([OCHA, 5 Apr 2023](https://reliefweb.int/node/3950297/))\n\nThe government of Vanuatu launched an early recovery plan on April 14th, with a budget of USD 28,000,000. This plan aims to address the immediate and mid-term recovery needs of the affected population. A Post Disaster Needs Assessment (PDNA) is ongoing. ([UNICEF, 29 Apr 2023](https://reliefweb.int/node/3957164/))\n### Appeals & Response Plans\n\n- [![IFRC: Vanuatu Tropical Cyclone Judy and Kevin 2023 - DREF Application (MDRVU010) - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/84/d8/84d80369-c7a2-4014-a434-a5f138842bd4.png) IFRC: Vanuatu Tropical Cyclone Judy and Kevin 2023 - DREF Application (MDRVU010)](https://reliefweb.int/node/3941994)",
      "type": [
        {
          "code": "TC",
          "name": "Tropical Cyclone",
          "id": 4618,
          "primary": true
        }
      ],
      "url": "https://reliefweb.int/taxonomy/term/51504",
      "related_glide": [
        "TC-2023-000029-VUT"
      ],
      "current": true,
      "url_alias": "https://reliefweb.int/disaster/ec-2023-000028-vut",
      "name": "Tropical Cyclone Judy - Feb 2023",
      "id": 51504,
      "glide": "EC-2023-000028-VUT",
      "status": "ongoing"
    }
  },
  "text": "Tropical Cyclone Judy - Feb 2023\n\nTropical cyclone JUDY passed over northern and central Vanuatu, approximately 7 km east to the Capital City Port Vila (Shefa Province, central Vanuatu) in the afternoon and evening (UTC) on 28 February with maximum sustained winds up to 157 km/h (Tropical Cyclone). On 1 March at 6.00 (UTC) its centre was located approximately over the Tanna Island (Tafea Province, southern Vanuatu), with maximum sustained winds up to 165 km/h. ([ECHO, 1 Mar 2023](https://reliefweb.int/node/3938907/))    \n\nAccording to the first estimate, 100% of the population have been affected with wind below 80 km/h and about 50% with wind between 80 to 200 km/h. The main affected provinces are Shefa and Tafea. The damages are severe to extreme, and a second potential Category 3 cyclone is expected in the next 1 to 2 days. Up to 50,000 children may be affected. UNICEF Vanuatu Field Office also predicts that some schools will be affected, although all remain closed for the time being. Staff are ready to be deployed where necessary, emergency pre-positioned supplies are ready to be delivered to assist over 20,000 people. ([UNICEF, 2 Mar 2023](https://reliefweb.int/node/3939267/))\n\nOn the morning of 2 March (local time) the centre of tropical cyclone JUDY was about 245km south-east of Tanna and 150km south-east of Aneityum. JUDY's destructive winds uprooted trees and some people were evacuated. Damage assessments are ongoing in Port Vila and Vanuatu's northern islands while another storm is forecast to be on its way. Media reports, as of 2 March, around 500 evacuated people in some evacuation centres across the Capital City Port Vila and a number of damaged buildings, closed schools and several power outages across the country. There are no reports of deaths or serious injuries in Port Vila caused by cyclone JUDY, however, the islands of Erramango and Tanna were expected to be hit hard. Heavy rainfall, thunderstorms and floods were still expected over the northern islands. Some NGOs are coordinating with the government and prepositioning Non Food Items for shelter and cooking materials. In addition, tropical depression 09F (cyclone KEVIN) is forming in the Pacific. The storm is expected to move south-east bringing gale force winds to Vanuatu on 2 March and later to New Caledonia. The Fiji Meteorological Service issued a gale warning. ([ECHO, 2 Mar 2023](https://reliefweb.int/node/3939400/))\n\nAn initial assessment of the damage informed by the Vanuatu Disaster Management Office (NDMO) revealed many houses on Epi Island in Shefa Province were destroyed, with some families sheltering under beds and tables in their houses, while passed. There has been extensive damage to houses, churches, crops, and power lines, as well as flooding in low-lying areas. There is currently no confirmed figure as to the extent of damage, though it is estimated that more than 50 per cent of houses are damaged in rural Efate Island while in urban Port-Vila, at least 20 per cent of houses are damaged. Major damage is likely in Shefa –especially Port Vila, and Tafea provinces, especially Tanna Island. At least 64 per cent of the country's population is directly affected by TC Judy Category 3 and TC Kevin Category 4. In Port Vila, five evacuation centres were established and as of 5 March 2023, were occupied by more than 500 people. More people have attended centres since the cyclones passed than sheltered in place during the eventindicating the level of significant shelter damage in the wake of the cyclones. It is still unclear as to the extent of the damage for different sectors. Some initial observations have reported contamination of water sources due to flooding, as well as significant foliage and crop damage due to flooding and strong wind, especially in central Tanna. No fatalities have been reported to date, however, reports of injuries from flying debris and continuing to come in from across the country. It is reported that 22 people have been admitted to a hospital in Port Vila with injuries and the hospital has announced it is currently only accepting emergency patients. ([IFRC, 9 Mar 2023](https://reliefweb.int/node/3941994/))\n\nTropical cyclones JUDY and KEVIN (both of Cat4 intensity) made landfall over Vanuatu on the 1st and 3rd March. On the 2nd of March, national authorities declared a State of Emergency in the provinces of Mera Lava, Penama, Ambrym, Paama, Shefa and Tafea, which was then extended to the entire country on the 5th of March. Strong winds and substantial amounts of rain caused major floodings, damage to houses and infrastructure, and caused power outages and communication system breakdowns. In addition, earthquakes with a magnitude of 6.6 and 5.4 occurred off the Island of Espiritu Santo in the early morning hours of 3rd March but no major impact was reported. The full extent of damages is not yet known, as initial assessments have only begun, and communication with many of most affected areas remains challenging. The Government of Vanuatu reports that 251,346 people are affected by the cyclones (about 80% of the total population), and 30,000 households.  ([OCHA, 10 Mar 2023](https://reliefweb.int/node/3942122/))\n\nAs of 13 March, there were 5,156 people (947 families) in 106 evacuation centers in Shefa and Tafaa. The distribution of shelter kits and non-food items in these centres is ongoing. According to the Vanuatu National Disaster Management Office (NDMO), 74% of the Arterial Road Network is currently accessible throughout the country. ([OCHA, 14 Mar 2023](https://reliefweb.int/node/3943066/))\n\nAs of 16 March, there are 4,293 people in evacuation centres; mainly in Shefa and Tafea provinces. NDMO and the national Food Security and Agriculture Cluster (FSAC) have begun with a “first push”, targeting 37,875 households in Priority areas 1 and 2 with food assistance on 15th of March. 66,983 households have been identified as in need. [...] 89% of Arterial Road Network is now accessible, and 81% of Vanuatu Outer Islan Airports are operational for emergency services; 67% of Vanuatu Outer Island Airports are approved for commercial services. ([OCHA, 16 Mar 2023](https://reliefweb.int/node/3943982/))\n\nAs of 20th March, 51 evacuation centres remain active hosting almost 2,000 people (476 households) in Shefa and Tafea, while over 800 people (129 households) are with host households. The “First Push” of dry rations distribution in Priority Areas 1 and 2 is ongoing, as well as distribution of food rations to Shepherd Islands with ships carrying food rations departing for Tanna Island and Tafea on the 18th March. ([OCHA, 22 Mar 2023](https://reliefweb.int/node/3945800/))\n\nThe Displacement and Evacuation Centre Management (DECM) Cluster (co-led by NDMO and IOM), reports that 41 evacuation centres (including schools, churches and halls) remain active on the island of Efate, a decrease from a peak of 51 active centres on Efate. As of 24 March, a total of 2,117 displaced persons (453 households) were staying in evacuation centres (1,305 individuals from 323 households) and with host families (812 individuals from 130 households) in identified locations in Shefa and Tafea provinces and lack adequate shelter materials to enable them to return to their homes in a safe and dignified manner. ([IOM, 28 Mar 2023](https://reliefweb.int/node/3947466/))\n\nAs of 29th March, 38 evacuation centers remain active, hosting 983 people (222 households) in Shefa and Tafea, while 812 people (130 households) are staying with host households. Over 4,000 affected households have been reached with Emergency Shelter distributions in Shefa (2960 HH) and Tafea (1156 HH) Provinces. Food Security and Agriculture Cluster (FSAC) partners are nearing completion of Priority Areas 1 and 2 across Shefa and Tafea Provinces of the “First Push” which covers all Priority Areas. ([OCHA, 29 Mar 2023](https://reliefweb.int/node/3947993/))\n\nThere are grave concerns over the increase in Leptospirosis cases, a bacterial disease, one month on from the double category 4 cyclones in Vanuatu. The country has reported 19 new cases of Leptospirosis and three deaths since the cyclone passed. The majority of cases have been in Santo and Efate islands, with a few cases in Malekula, Pentecost, Malo and Erromango. Vanuatu Red Cross is working in coordination with authorities to curb the situation with health awareness in communities across the six provinces. ([IFRC, 29 Mar 2023](https://reliefweb.int/node/3948229/))\n\nAs of April 3rd, 27 evacuation centers remain active in Efate (Shefa province). 868 people (157 households) are staying in evacuation centers, while 812 people are with host families. The coordination of the “First Push” of dry rations is ongoing in Port Vila and Tafea province. An estimated 99.8% of electrical services have been restored in the country. Although all schools in the six provinces have been instructed to re-open, a total of 299 school buildings including classrooms have been damaged in Tafea Province. Cluster partners have collectively distributed over 158,230 reliefs items to affected people. ([OCHA, 5 Apr 2023](https://reliefweb.int/node/3950297/))\n\nThe government of Vanuatu launched an early recovery plan on April 14th, with a budget of USD 28,000,000. This plan aims to address the immediate and mid-term recovery needs of the affected population. A Post Disaster Needs Assessment (PDNA) is ongoing. ([UNICEF, 29 Apr 2023](https://reliefweb.int/node/3957164/))\n### Appeals & Response Plans\n\n- [![IFRC: Vanuatu Tropical Cyclone Judy and Kevin 2023 - DREF Application (MDRVU010) - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/84/d8/84d80369-c7a2-4014-a434-a5f138842bd4.png) IFRC: Vanuatu Tropical Cyclone Judy and Kevin 2023 - DREF Application (MDRVU010)](https://reliefweb.int/node/3941994)",
  "summary": " Tropical cyclones JUDY and KEVIN (both of Cat4 intensity) made landfall over Vanuatu on the 1st and 3rd March, respectively. The cyclones caused major floodings, damage to houses and infrastructure, and caused power outages and communication system breakdowns. The government of Vanuatu declared a State of Emergency in the provinces of Mera Lava, Penama, Ambrym, Paama, Shefa and Tafea, which was then extended to the entire country on the 5th of March. As of April 3rd, 27 evacuation centers remain active in Efate (Shefa province). The government of Vanuatu launched an early recovery plan on April 14th, with a budget of USD 28,000,000.",
  "metadata": {
    "id": "51504",
    "name": "Tropical Cyclone Judy - Feb 2023",
    "date_event": 1677456000000,
    "date_changed": 1683000364000,
    "date_created": 1677654972000,
    "primary_country_id": 249,
    "primary_country_name": "Vanuatu",
    "primary_country_iso3": "vut",
    "primary_country_location": {
      "lon": 167.72,
      "lat": -16.26
    },
    "primary_type_id": 4618,
    "primary_type_code": "TC",
    "primary_type_name": "Tropical Cyclone"
  }
}