[
  {
    "url": "https://reliefweb.int/disaster/fl-2024-000128-sdn",
    "description": "Initial reports indicate that an estimated 10,180 people, most of whom are newly arrived IDPs from Sennar State, have been affected by recent heavy rains and flooding in Kassala State. [...] Heavy rains and flooding have also affected an unspecified number of people and homes in Aroma, Shamal Al Delta, Reifi Kassala, and Gharb Kassala localities. [...] Floodwater reportedly submerged tents and water and sanitation (WASH) facilities, as well as roads. The majority of the affected IDPs have been forced to live in the open on the roadsides and they do not have access to food, clean drinking water, or safe sanitation facilities amid heightened concerns of a possible spike in water-borne diseases. ([OCHA, 28 Jul 2024](https://reliefweb.int/node/4081549))",
    "title": "Sudan: Floods - Jul 2024",
    "pubDate": "2024-07-29T05:13:06+00:00",
    "currentDate": "2024-07-29T05:23:02+00:00",
    "whatHappenings": [
      " - About **10,180 people** from Sennar State are now IDPs in Kassala due to flooding. Many don't have homes or food and face risks of water-borne diseases. (OCHA report)",
      "  * Aroma, Shamal Al Delta, Reifi Kassala localities also affected by rains and floods with several people in danger without proper shelter.  ",
      "    - The heavy rain has caused a lot of damage to homes and roads in these areas too! (OCHA report) ",
      "- **Floodwaters** have reached high levels, causing the destruction or loss of water sanitation facilities that IDPs rely on for hygiene during emergencies. This makes it hard for people without access to clean drinking water and proper food supply.  ",
      "    - The floods could lead to more health issues because there's a risk of disease spread through contaminated water when the sanitation systems are down! (OCHA report) ",
      "- Most IDPs now have no shelter, living on roadsides without any security or comfort as homes and infrastructure like shelters were washed away by floodwaters.  ",
      "    - Imagine having to sleep outside in your own country's rainy season; that must be really tough! (OCHA report) ",
      "- The situation is risky for all the people who have been forced out of their homes, especially because diseases related to dirty water might become more common.  ",
      "    - It’s important always to stay clean and healthy during emergencies like this so everyone can get better! (OCHA report) ",
      "- Help is needed right away for the people affected by these floods in Kassala State, who now face serious hardships due to water damage.  ",
      "    - Donations or assistance could really help IDPs find safety and health care after such a tough situation! (OCHA report) ✅"
    ],
    "displayMaps": [
      " Area: Kassala State, Sudan",
      "AreaWithConcern: Aroma locality in Kassala State, Sudan (general concerns)",
      "AreaWithConcern: Shamal Al Delta locality in Kassala State, Sudan (concerns not specified but can include food and sanitation issues due to flooding effects on IDP tents mentioned above. Since the concern is indirectly related to basic needs for displaced individuals.)",
      "AreaWithConcern: Reifi Kassala locality in Kassala State, Sudan (concerns not specified but can include food and sanitation issues due to flooding effects on IDP tents mentioned above. Since the concern is indirectly related to basic needs for displaced individuals.)",
      "AreaWithConcern: Gharb Kassala locality in Kassala State, Sudan (concerns not specified but can include food and sanitation issues due to flooding effects on IDP tents mentioned above. Since the concern is indirectly related to basic needs for displaced individuals.)",
      "AreaWithConcern: Water-borne diseases in Kassala State, Sudan (specific concerns)"
    ]
  }
]