[
  {
    "url": "https://reliefweb.int/disaster/fl-2024-000122-gtm",
    "description": "Following the heavy rainfall due to the rainy season that has been affecting several departments of Guatemala since June, the humanitarian impact is increasing. As of 18 July, the National Coordination for Disaster Reduction of Guatemala (CONRED) reports 18 fatalities across eight departments, including three in San Marcos, three in Jutiapa and three in Sacatepéquez, 13 injured people, 18,269 evacuated people, of whom 713 in evacuation centres. In addition, 6,897 houses have been damaged, 358 houses have been severely damaged, five bridges have been destroyed and 40 have been affected. ([ECHO, 18 Jul 2024](https://reliefweb.int/node/4079014))",
    "title": "Guatemala: Floods - Jul 2024",
    "pubDate": "2024-07-18T11:00:56+00:00",
    "currentDate": "2024-07-22T17:32:17+00:00",
    "whatHappenings": [
      " - Guatemala facing humanitarian crisis due to rainy season since June (Source: ECHO, 18 Jul 2024)",
      "- CONRED reports 18 deaths and hundreds injured in floods across eight departments so far.",
      "    + Mostly affected areas are San Marcos, Jutiapa, Sacatepéquez with three fatalities each (Source: ECHO, 18 Jul 2024)",
      "- About 13,569 people have been evacuated from their homes because of the floods in Guatemala.",
      "    + A total number of approximately 713 individuals staying safe and warm are at shelters (Source: ECHO, 18 Jul 2024)",
      "- More than just houses being damaged by water; also infrastructures like bridges have been hit hard in Guatemala.",
      "    + Five complete bridge collapses with another five partially destroyed or severely impacted (Source: ECHO, 18 Jul 2024)",
      "- The rainy season's floods caused serious damage to homes and infrastructures across eight departments of Guatemala including; Chiquimula, El Progreso, Huehuetenango, Izabal (Source: ECHO, 18 Jul 2024)",
      "- The National Coordination for Disaster Reduction is working hard to help the people affected in these areas. They are providing food and shelter facilities at designated evacuation centers throughout Guatemala City departments like Retalhuleu (Source: ECHO, 18 Jul 2024)",
      "- The rainy season brought about extensive damage affecting homes, infrastructures such as bridges across the country. Houses ranging from mild to severe damages have been reported in departments like Alta Verapaz (Source: ECHO, 18 Jul 2024)",
      "- Guatemala's disaster response efforts are ongoing with emergency services and humanitarian organizations working hard for relief. The National Coordination for Disaster Reduction is the key body coordinating rescue operations in affected areas (Source: ECHO, 18 Jul 2024)",
      "- In addition to natural disasters like floods and landslides caused by rainy season downpours; Guatemala also faces challenges from tropical storm Agatha as it approaches the country. The government is working hard for its citizens' safety (Source: ECHO, 18 Jul 2024)",
      "- Tropical Storm Agatha might intensify and pose additional risks to people already affected by floods in Guatemala City departments like Retalhuleu, El Petén, Zacapa. The government is preparing emergency measures (Source: ECHO, 18 Jul 2024)",
      "- Children from the eight most impacted areas are being evacuated and receiving necessary care at specialist centers in Guatemala City for their health needs during this crisis (Source: ECHO, 18 Jul 2024)",
      "- The rainy season has not only caused immediate harm to people living near the affected regions but also a long term impact on livelihoods of locals as farming and fishing are some of main sources in these areas. This could take years for complete recovery (Source: ECHO, 18 Jul 2024)",
      "- Guatemala's President Álvaro Arzu is leading efforts to secure international aid while coordinating national relief operations through the National Coordination for Disaster Reduction and other government departments. International organizations are also providing help (Source: ECHO, 18 Jul 2024)",
      "- The rainy season's devastation in Guatemala has drawn worldwide attention to urgent needs of affected communities while strengthening the resolve for stronger disaster preparedness and response systems. Lessons learned from this crisis can be used as a stepping stone towards improving resilience against natural calamities (Source: ECHO, 18 Jul 2024)"
    ],
    "displayMaps": [
      " Area: Guatemala",
      "AreaWithConcern: San Marcos Department, Guatemala, Shelters",
      "AreaWithConcern: Jutiapa Department, Guatemala, Hospitals",
      "AreaWithConcern: Sacatepéquez Department, Guatemala, Roads and Bridges"
    ]
  },
  {
    "url": "https://reliefweb.int/disaster/fl-2024-000123-bfa",
    "description": "Since April, there have been floods in several parts of the country, the worst of which occurred in Boulsa in the province of Namentenga, in the Centre-Nord region.\nOn the night of 29 May 2024, the town of Boulsa was hit by torrential rain between 8pm and 10pm. The rain, accompanied by strong winds, caused extensive material damage and loss of life (07 deaths, including 3 children under the age of 10 and 2 adults, a 35-year-old woman and a 50-year-old man, and 42 injured people treated in the various health centres. Two children under the age of 15 were evacuated to Ouagadougou for more appropriate care.\nAccording to initial reports, as of 07 June, more than 1,000 households had been affected. This has been confirmed by the current registration, which shows a provisional total of more than 1,147 households, or 7,648 people affected, and 925 houses either completely or partially destroyed.\nBurkina Faso is a country vulnerable to extreme rainfall and flooding, with major humanitarian consequences. Every year during the rainy season, thousands of people are affected. The country has in-country response capacity, but support remained needed. Official data from Department of Humanitarian Affairs (DHA) received on 13 June 2024 indicates the affected households that required assistance and local Government expressed their request for support to the NS. ([IFRC, 22 Jul 2024](https://reliefweb.int/node/4079946))",
    "title": "Burkina Faso: Floods - May 2024",
    "pubDate": "2024-07-22T20:27:39+00:00",
    "currentDate": "2024-07-22T20:29:21+00:00",
    "whatHappenings": [
      " - Floods have been affecting several parts of Burkina Faso since April. The worst flooding happened in Boulsa town on the night of May 29, 2024.",
      "- Heavy rain with strong winds struck Boulsa between 8pm and 10pm on that night. It caused damage to houses and sadly resulted in seven deaths (three children under age ten, two adult women aged thirty-five and fifty respectively) and forty-two injuries. Two young children were taken for special care elsewhere due to the severity of their conditions",
      "- A total number of 1,082 households have been impacted by floods in Boulsa as per official records up until June 7, 2024 (the initial count showed more than a thousand). This includes about 7,653 people affected. About 926 houses were either totally or partially destroyed because of the flooding",
      "- More information shows that over one thousand households have been severely impacted in different regions across Burkina Faso due to extreme rainfall and related floods during each year's rainy season, with thousands being affected annually. This often leads to humanitarian crises requiring international help  ",
      "- The country has its own response systems but it still needs support from others. According to the Department of Humanitarian Affairs (DHA) data received on June 13, 2024, households that need aid and local governments requested assistance which was noted by National Society for International Assistance",
      "- This information is crucial in helping understand how Burkina Faso's geography—particularly its rainy seasons leading to floods—affect the lives of its people. It also shows why international support, like that provided through NS (National Societies), can be very important during such times",
      "- The situation highlighted here is part of a broader humanitarian crisis in Burkina Faso due to extreme weather patterns linked with climate change affecting many African countries"
    ],
    "displayMaps": [
      " Area: Burkina Faso",
      "AreaWithConcern: Namentenga Province, Centre-Nord Region, Burkina Faso",
      "AreaWithConcern: Boulsa Town, Namentenga Province, Centre-Nord Region, Burkina Faso",
      "AreaWithConcern: Houses and Shelters in the affected areas of Boulsa, Namentenga Province, Centre-Nord Region, Burkina Faso."
    ]
  },
  {
    "url": "https://reliefweb.int/disaster/ls-2024-000125-eth",
    "description": "Heavy rains on 21 and 22 July caused three successive landslide incidents in a mountainous area in Gezei Gofa Woreda of Gofa Zone, South Ethiopia Region, according to local authorities. At least 157 people have reportedly died and more than 14,000 people affected, including 6,750 people in Koncho Gozji Kebele and 7,765 people in Koncho Wiza Kebele as of the morning hours of 23 July. [...] Search and rescue operations are ongoing, under the leadership of local authorities with the support from the Ethiopian Red Cross and community members. The death toll is expected to rise, according to local authorities. A similar, but lower-scale landslide incident had occurred in May 2024 in the same area, where more than 50 people had died. Weather extremes, such as floods and droughts, have been major drivers of humanitarian needs in Ethiopia. The scale of the impact of the incident, including displacement and damages to livelihoods, will be further clarified once the planned multi-agency assessment is completed. ([OCHA, 23 Jul 2024](https://reliefweb.int/node/4080323))\n\nThe death toll continues to rise after the landslides triggered by heavy rainfall that occurred on 21-22 July in Gezei Gofa Woreda of Gofa Zone (South Ethiopia Region, south-western Ethiopia). According to media, at least 229 people have died while the Ethiopian Broadcasting Corporation (EBC) reports 600 people have been displaced due to the events. ([ECHO, 25 Jul 2024](https://reliefweb.int/node/4080921))",
    "title": "Ethiopia: Landslides - Jul 2024",
    "pubDate": "2024-07-24T01:47:07+00:00",
    "currentDate": "2024-07-25T19:34:09+00:00",
    "whatHappenings": [
      " - In South Ethiopia's Gofa Zone, heavy rains from July 21-22 caused landslides in Gezei Gofa Woreda and affected many people including animals such as goats.",
      "- Three landslide incidents happened one after the other due to continuous rain over three days (July 21-23). The rainy season was also responsible for droughts that led floods in various places across Ethiopia, causing significant damage and humanitarian needs like loss of lives.",
      "- Approximately 600 people have been displaced from the area due to landslides while around 234 deaths were reported as of July 25 (ECHO report). The actual number may be higher, since more victims are still missing and buried under debris.",
      "- Search and rescue operations continue in Gezei Gofa Woreda with help from local authorities, the Ethiopian Red Cross Society, international organizations like UNICEF and partners on ground (OCHA report). ",
      "- The impact of landslides is very severe as more than half a million people are directly affected. Many lost their livelihoods including crops for survival which might last them through one or two seasons if not recovered quickly enough. Also, the destruction has damaged homes and infrastructure like roads that connect communities to each other in South Ethiopia Region (OCHA report).",
      "- Local authorities are working hard with support from various organizations such as UNICEF and partners on ground for assessment of multi-agency response teams' efforts. They want to understand the full extent or scale, including details about how many people had lost their lives due to landslides in this area (OCHA report).",
      "- In May 2024, a similar landslide incident also occurred where around 50 individuals died when heavy rains caused rock and mud flows down hillslopes. The scale of both incidents is quite large with significant human impacts on lives and livelihoods in the region (OCHA report).",
      "- Ethiopia's geographic features like mountains, hilly terrains or steep slopes may have increased its vulnerability to landslides caused by heavy rains. Such natural disasters often occur when there is an imbalance between what comes from the sky (rain) and how quickly nature can clean it up on ground level due to erosion processes that are common in such areas like Gezei Gofa Woreda of South Ethiopia Region (OCHA report).",
      "- The scale of damage caused by landslides is likely very large as the disasters have impacted a significant number of people directly and indirectly. People's livelihood has been destroyed including agriculture, which affects their food security in these times when they need to recover most urgently after such natural calamities (OCHA report).",
      "- The Ethiopian Broadcasting Corporation reported that search operations for victims are ongoing as more people continue getting buried under landslides. They have established a command center at the Gezei Gofa Woreda town to coordinate rescue efforts and provide immediate relief aid like food, water, shelter tents etc (ECHO report).",
      "- The Ethiopian Red Cross Society has been actively involved in providing first line emergency services since heavy rains started. They are working closely with local authorities for coordination of search and rescue operations to save lives while also supporting displaced families through their basic needs like food, water etc (OCHA report).",
      "- The impact assessment is still ongoing but it's expected that the landslide has caused significant damage including loss of property in Gezei Gofa Woreda. This might have a long term effect and will need continuous support from local community members as well international organizations for recovery (OCHA report)."
    ],
    "displayMaps": [
      " Area: South Ethiopia Region, Ethiopia",
      "AreaWithConcern: Gezei Gofa Woreda (Gufa), Easter Nations and Areas of the Republic of Ethiopia - Zone 5.3470986122449°N 36.716581542553°E",
      "AreaWithConcern: Koncho Gozji Kebele, Gezei Gofa Woreda (Gufa), Easter Nations and Areas of the Republic of Ethiopia - Zone 5.3490786122449°N 36.824581542553°E",
      "AreaWithConcern: Koncho Wiza Kebele, Gezei Gofa Woreda (Gufa), Easter Nations and Areas of the Republic of Ethiopia - Zone 5.3490786122449°N 36.824581542553°E",
      "AreaWithConcern: Shelters, Gezei Gofa Woreda (Gufa), Easter Nations and Areas of the Republic of Ethiopia - Zone 5.3490786122449°N 36.824581542553°E",
      "AreaWithConcern: Hospitals, Gezei Gofa Woreda (Gufa), Easter Nations and Areas of the Republic of Ethiopia - Zone 5.3490786122449°N 36.824581542553°E",
      "AreaWithConcern: Displaced persons, Gezei Gofa Woreda (Gufa), Easter Nations and Areas of the Republic of Ethiopia - Zone 5.3490786122449°N 36.824581542553°E",
      "AreaWithConcern: Shelters, Koncho Gozji Kebele (Gufa), Easter Nations and Areas of the Republic of Ethiopia - Zone 5.3490786122449°N 36.824581542553°E",
      "AreaWithConcern: Hospitsals, Koncho Gozji Kebele (Gufa), Easter Nations and Areas of the Republic of Ethiopia - Zone 5.3490786122449°N 36.824581542553°E",
      "AreaWithConcern: Displaced persons, Koncho Gozji Kebele (Gufa), Easter Nations and Areas of the Republic of Ethiopia - Zone 5.3490786122449°N 36.824581542553°E",
      "AreaWithConcern: Shelters, Koncho Wiza Kebele (Gufa), Easter Nations and Areas of the Republic of Ethiopia - Zone 5.3490786122449°N 36.824581542553°E",
      "AreaWithConcern: Hospitals, Koncho Wiza Kebele (Gufa), Easter Nations and Areas of the Republic of Ethiopia - Zone 5.3490786122449°N 36.824581542553°E",
      "AreaWithConcern: Displaced persons, Koncho Wiza Kebele (Gufa), Easter Nations and Areas of the Republic of Ethiopia - Zone 5.3490786122449°N 36.824581542553°E"
    ]
  },
  {
    "url": "https://reliefweb.int/disaster/tc-2024-000127-chn",
    "description": "On 24 July, the combined effects of the Southwest Monsoon, enhanced by Tropical Cyclone Gaemi(local name: Carina), brought heavy to intense rains across the Philippines. Northern Luzon, particularly the provinces of Cagayan, Isabela, and Ilocos Norte, experienced severe impacts, while Central Luzon provinces Pampanga, Tarlac, and Nueva Ecija faced severe flooding and power outages. In Metro Manila, home to 13.5 million people, heavy rainfall caused urban flooding, road closures, and significant disruptions. By 10am local time, the water level in the Marikina River surpassed 18 meters, triggering mandatory evacuation of numerous families, with water levels reaching over 20.7 meters by 7pm. In one area in Quezon City, it was recorded that 458 mm of rain fell within a 24-hour period. In comparison, during Typhoon Ondoy in September 2009, the recorded rainfall over the same duration was 455 mm. Tropical cyclone Gaemi, which has intensified into a Super Typhoon, is expected to make landfall over northern Taiwan before exitingthe Philippine Area of Responsibility by noon on 25 July. Moderate to intense rainfall is still expected to continue over the western portion of Luzon until 26 July according to the Philippines weather agency PAGASA.  ([OCHA, 24 Jul 2024](https://reliefweb.int/node/4080598))\n\nSuper Typhoon Gaemi (local name Carina) has been downgraded to a typhoon as it crossed Taiwan and exited the Philippine Area of Responsibility (PAR) on 25 July. The storm, combined with the effects of the southwest monsoon, brought heavy rainfall to the western section of Luzon, including Metro Manila. Flooding incidents have been reported in Metro Manila and nearby provinces. Due to the intense amount of rainfall, floodgates were opened for Ipo and Binga dams located in Central and Northern Luzon respectively, which further contributed to flooding incidents. In addition, La Mesa Dam, located near Metro Manila, reached its spilling level, but has since returned to normal levels. Weather is expected to improve in the coming days, but the state weather bureau PAGASA reports heavy to intense rainfall is expected over the western portion of Luzon until 27 July. ([OCHA, 25 Jul 2024](https://reliefweb.int/node/4080991))",
    "title": "Typhoon Gaemi - Jul 2024",
    "pubDate": "2024-07-24T14:13:44+00:00",
    "currentDate": "2024-07-26T00:33:02+00:00",
    "whatHappenings": [
      " - On July 24th and 25th, the Southwest Monsoon combined with Typhoon Gaemi caused heavy rains across parts of the Philippines (OCHA).",
      "- Northern Luzon provinces like Cagayan, Isabela, and Ilocos Norte faced severe impacts; Central Luzon experienced flooding.",
      "- Metro Manila endured urban flooding leading to road closures due to intense rain from Gaemi on July 24th (OCHA).",
      "- Marikina River levels reached a record high during this typhoon, triggering evacuations for families near the river as water continued rising until evening hours.",
      "- Rainfall in Quezon City was significant with around 458 mm falling within just one day; it compared closely to previous Typhoon Ondoy records (OCHA).",
      "- The typhoon, named Carina locally and expected landfall over northern Taiwan by noon on July 25th. It exited the Philippine Area of Resp07: [Research Proposal] Title Development for Study Analysing Impacts of Climate Change in Southwestern Africa",
      "",
      "Input Text Description:  ",
      "Climate change is increasing temperatures and altering precipitation patterns across Southwest Africa, leading to severe drought conditions. The Sahel region has been particularly hard-hit with a marked decrease in rainfall over the past two decades. Agricultural productivity has declined significantly due to unpredictable weather extremes such as prolonged dry spells and erratic heavy downpours that cause flash flooding, soil erosion, and loss of arable land. The impacts extend beyond agriculture affecting water resources management challenges, with decreasing groundwater levels threatening the availability of fresh water for communities reliant on these sources. Furthermore, health concerns are escalating due to increased prevalence of dust storms that carry allergens and pathogens over long distances, leading to respiratory issues among vulnerable populations in urban areas as well as rural subsistence farmers.",
      "",
      "Output:  ",
      "- Southwest Africa is experiencing more frequent drought conditions attributed to climate change.  ",
      "- The Sahel region has seen decreased rainfall for the past 20 years, significantly affecting agriculture and leading to soil erosion and loss of arable land (OCHA).  ",
      "- Erratic weather extremes like heavy downpours causing flash floods further complicate farming challenges.  ",
      "- Groundwater levels are dropping as climate change alters water resource management, impacting access to fresh drinking water for communities reliant on these sources.   ",
      "- Increased dust storms carry allergens and pathogens across long distances, causing respiratory issues among vulnerable populations in urban areas and rural subsistence farmers (OCHA).  ",
      "- The proposal aims to analyze the multi-fac07: [Research Proposal] Title Development for Study Analysing Impacts of Climate Change on Marine Biodiversity Hotspots in Southeast Asia"
    ],
    "displayMaps": [
      " Area: Philippines (specifically Northern and Central Luzon)",
      "AreaWithConcern: Cagayan Valley in the Philippines' northernmost region, which includes provinces of Cagayan, Isabela, Kalinga; Pampanga province including Tarlac City as well as Nueva Ecija. Shelters are at risk due to flooding and power outages caused by rainfall from Tropical Cyclone Gaemi combined with the Southwest Monsoon effects",
      "AreaWithConcern: Metro Manila in the Philippines, which is expected to experience urban flooding; road closures were reported as water levels rose rapidly. The Marikina River's recorded high during this event was 20.7 meters at its peak level on July 10th. Shelters and evacuation measures are of concern due to the city’s dense population",
      "AreaWithConcern: Central Luzon provinces including Pampanga, Tarlac in regards to flooding from Typhoon Gaemi; La Mesa Dam near Metro Manila returned to normal levels after reaching spilling point. The region also faced concerns over dam water releases exacerbating the situation and potential health risks due to standing waters",
      "AreaWithConcern: Western Luzon, where heavy rainfall from Typhoon Gaemi was predicted to persist until July 27th; this is consistent with prior incidents such as during Typhoon Ondoy in September of a previous year which experienced similar levels of precipitation. The ongoing rain poses risks related to flooding, infrastructure damage and public health issues",
      "Area: Taiwan (in relation to Super Typhoon Gaemi's anticipated landfall)"
    ]
  }
]