{
  "original": {
    "id": "51486",
    "fields": {
      "date": {
        "changed": "2023-04-13T15:27:11+00:00",
        "event": "2023-02-17T00:00:00+00:00",
        "created": "2023-02-17T16:37:22+00:00"
      },
      "primary_type": {
        "code": "TC",
        "name": "Tropical Cyclone",
        "id": 4618
      },
      "country": [
        {
          "href": "https://api.reliefweb.int/v1/countries/144",
          "name": "Madagascar",
          "location": {
            "lon": 46.71,
            "lat": -19.37
          },
          "id": 144,
          "shortname": "Madagascar",
          "iso3": "mdg",
          "primary": true
        },
        {
          "href": "https://api.reliefweb.int/v1/countries/146",
          "name": "Malawi",
          "location": {
            "lon": 33.74,
            "lat": -13.22
          },
          "id": 146,
          "shortname": "Malawi",
          "iso3": "mwi"
        },
        {
          "href": "https://api.reliefweb.int/v1/countries/154",
          "name": "Mauritius",
          "location": {
            "lon": 57.87,
            "lat": -20.25
          },
          "id": 154,
          "shortname": "Mauritius",
          "iso3": "mus"
        },
        {
          "href": "https://api.reliefweb.int/v1/countries/164",
          "name": "Mozambique",
          "location": {
            "lon": 34.75,
            "lat": -18.09
          },
          "id": 164,
          "shortname": "Mozambique",
          "iso3": "moz"
        },
        {
          "href": "https://api.reliefweb.int/v1/countries/195",
          "name": "Réunion (France)",
          "location": {
            "lon": 55.5364,
            "lat": -21.1151
          },
          "id": 195,
          "shortname": "Réunion (France)",
          "iso3": "reu"
        },
        {
          "href": "https://api.reliefweb.int/v1/countries/257",
          "name": "Zimbabwe",
          "location": {
            "lon": 29.94,
            "lat": -19.19
          },
          "id": 257,
          "shortname": "Zimbabwe",
          "iso3": "zwe"
        }
      ],
      "primary_country": {
        "href": "https://api.reliefweb.int/v1/countries/144",
        "name": "Madagascar",
        "location": {
          "lon": 46.71,
          "lat": -19.37
        },
        "id": 144,
        "shortname": "Madagascar",
        "iso3": "mdg"
      },
      "profile": {
        "appeals_response_plans": {
          "active": [
            {
              "cover": "https://reliefweb.int/sites/default/files/styles/small/public/previews/11/4f/114f2d17-17f8-4ddb-9254-eaebf05e48f9.png",
              "title": "Govt. Malawi: Tropical Cyclone Freddy, Emergency Response Plan - Office of The President and Cabinet Department Of Disaster Management Affairs (March, 2023)",
              "url": "https://reliefweb.int/node/3952733"
            },
            {
              "cover": "https://reliefweb.int/sites/default/files/styles/small/public/previews/ca/57/ca57cc3a-0606-4483-9abc-ea34971887e4.png",
              "title": "IFRC: Malawi, Africa | Tropical Storm Freddy Floods (Emergency appeal MDRMW018)",
              "url": "https://reliefweb.int/node/3945031"
            }
          ],
          "title": "Appeals & Response Plans"
        },
        "overview": "Intense Tropical Cyclone FREDDY, a particularly powerful and compact tropical system, will likely pass just north of La Rèunion on 20 February, and is forecasted to make landfall in Madagascar on 21 February. FREDDY represents a significant flood risk for Madagascar as soils are already saturated in central parts of the island from the impact of Cyclone Cheneso, which stalled off the west coast of the island and brought torrential rains in late January that affected over 90,000 people with 33 people killed and 20 people still missing. Currently, about 34,000 people are still homeless. At the same time, over 89,090 people have been affected by extreme weather events in Mozambique since the beginning of the rainy season. Over 15,00 people are currently displaced due to the floods in Southern Mozambique alone. ([ECHO, 17 Feb 2023](https://reliefweb.int/node/3934794))    \n\nIntense Tropical Cyclone Freddy is moving west-south-west and is expected to make landfall on the eastern coast of Madagascar, probably between Mahanoro and Manakara, on 21 February evening, likely at an intense stage [...] In Madagascar, the regions of Atsinanana, Vatovavy and Fitovinany are under yellow alert (threat), while Analanjirofo, Atsimo Atsinanana, Alaotra, Analamanga, Itasy, Vakinankaratra, Amoron'i mania, Matsiatra Ambony, Ihorombe, Menabe, Beroroha, Ankazoabo, Sakaraha, Morombe and Toliara regions are under a green alert (warning), according to Meteo Madagascar. Areas near the projected landfall of Cyclone Freddy are still struggling to recover from the impacts of cyclones Batsirai and Emnati in 2022, which made landfall in near Mananjary city on 5 February and in Manakara town on 23 February 2022, respectively, and destroyed homes, infrastructure and crops, with 874,000 people still facing severe food insecurity in the Grand Sud-Est [...] After crossing Madagascar, cyclone Freddy could emerge in the Mozambican Channel and strengthen again before making landfall in Mozambique and potentially moving on to impact Zimbabwe, after decreasing in strength. Over 3.3 million people in Madagascar (2.3 million), Mozambique (527,000) and Zimbabwe (531,000) could be impacted by wind speeds of 120km/hr during cyclone Freddy’s passage across the three countries [.] ([OCHA, 20 Feb 2023](https://reliefweb.int/node/3935561))\n\nTropical Cyclone Freddy made landfall on the eastern coast of Madagascar, near Mananjary, on 21 February. The weather system slightly weakened before landing, but still sustained average winds of 130 km per hour (km/h), and gusts of 180 km/h near the eye, causing a storm surge and ripping roofs off houses and critical infrastructure, including schools. At least four people in Madagascar have died and 11,000 have been displaced by the storm’s passage. More than 4,500 houses have been flooded or damaged (2,276 flooded and 2,267 damaged), mainly in Vatovavy Region, according to preliminary estimates from the National Bureau of Risk and Disaster Management (BNGRC). Ahead of Cyclone Freddy’s arrival, BNGRC pre-emptively evacuated 7,000 people in the coastal region who were in the storm’s path, while schools and public transportation were suspended. Cyclone Freddy followed a similar path to Cyclones Batsirai and Emnati, which made landfall near Mananjary city on 5 February and in Manakara town on 23 February 2022, respectively, affecting over 423,800 people. Since its landfall, the weakened tropical weather system has continued its trajectory inland across Madagascar, according to Meteo France. Freddy is expected to emerge in the Mozambique Channel in the evening of 22 February and will begin to gradually intensify again before landing on the coast of Mozambique on 24 February, likely between Inhambane and Beira. Freddy is expected to impact Mozambique at the stage of a strong tropical storm, bringing potentially destructive winds and heavy rains of between 100 mm/24h and 200/mm. After landfall, the system is expected to weaken as it moves inland, but could still bring significant amounts of rain that can generate flooding in Mozambique and Zimbabwe, according to Meteo France. While Cyclone Freddy is not expected to impact Malawi, authorities have warned that wet weather should be expected over most areas of the country due to an Inter Tropical Convergence Zone (ITCZ) which will oscillate in the next couple of days. ([OCHA, 22 Feb 2023](https://reliefweb.int/node/3936482))\n\nTropical Cyclone Freddy made its second landfall in **Mozambique** in Quelimane District, Zambezia Province, on 11 March. The Freddy weather system has continued to move over land as a tropical depression, with a localized centre close to the border between Mozambique and the southern tip of **Malawi**, according to Meteo France. Although the system has weakened considerably, it is still generating intense rainfall in the interior of Mozambique and southern Malawi, with extreme rainfall forecasted for the days ahead across Zambezia, Sofala and Tete provinces in Mozambique and southern Malawi, according to the latest Flood Risk Bulletin produced for and with support of the Foreign Commonwealth and Development Office (FCDO) of the United Kingdom. In **Mozambique**, Freddy has brought strong winds to Zambezia province, as well as heavy rains (above 200mm/24h) to Zambezia, Sofala, Manica, Tete and Niassa provinces. Some of these provinces received as much rain in 24 hours as they would usually experience in one month. In Zambezia province alone, over 22,000 people have sought refuge in temporary accommodation centres, 10 people have died and 14 have been injured. About 1,900 houses have been damaged (1,050) or destroyed (832), according to preliminary data from the National Institute for Disaster Management (INGD), and these figures are expected to rise ahead as further information becomes available. Basic services and public infrastructure have also been affected. In **Malawi**, the President has declared a State of Disaster in the Southern Region, particularly Blantyre City and District, Chikwawa District, Chiradzulu District, Mulanje District, Mwanza District, Neno District, Nsanje District, Phalombe District, Thyolo District, and Zomba City and District. At least 111 people have lost their lives, and at least 16 are reportedly missing following heavy rains and strong winds attributed to the Freddy weather system since 12 March, according to Malawi’s Department of Disaster Management Affairs (DoDMA). Eighty-five of those killed died due to mudslides in Cilobwe township in Blantyre district. Some 19,000 people (4,000 households) have been displaced in the hardest-hit districts (Nsanje (approximately 5,850 people), Chikwawa (5,004), Mulanje (3,659), Thyolo (2,390) Blantyre City and District (1,647), Chiradzulu (765)), while data is not yet available for Mwanza, Neno and Phalombe. Water levels in areas surrounding the Shire River have started to rise and Thuchila River is also at risk of flooding. Rainfall accumulation over southern Malawi could reach 400mm to 500mm over the space of 72 hours. The Ministry of Education temporarily suspended classes in the 10 at-risk districts on 13 and 14 March. In **Madagascar**, at least 17 people have now died due to Tropical Cyclone Freddy (7 from the first landfall on 21 February and 10 from the latest rains on 5 and 6 March), three are missing and nearly 299,000 people have affected (226,000 in the south east, and over 72,600 in the south-west). Following Freddy’s pass-by the south-west of the country on 5 and 6 March, localized floods are visible in Morombe city and its three surrounding municipalities, as well as Toliara city, where schools and other administrative buildings are still flooded, according to the findings of an aerial assessment. However, the impact of the storm was less than expected and there is almost no visible wind damage in the villages along the western coast between Morombe and Toliara and less than 5 per cent damage has been reported in the agricultural sector following rapid removal of water on crop fields and rice fields.  ([OCHA, 14 Mar 2023](https://reliefweb.int/node/3943077))",
        "useful_links": {
          "active": [
            {
              "title": " Météo France La Réunion",
              "url": "https://meteofrance.re/fr/cyclone"
            }
          ],
          "title": "Useful Links"
        },
        "overview-html": "<p>Intense Tropical Cyclone FREDDY, a particularly powerful and compact tropical system, will likely pass just north of La Rèunion on 20 February, and is forecasted to make landfall in Madagascar on 21 February. FREDDY represents a significant flood risk for Madagascar as soils are already saturated in central parts of the island from the impact of Cyclone Cheneso, which stalled off the west coast of the island and brought torrential rains in late January that affected over 90,000 people with 33 people killed and 20 people still missing. Currently, about 34,000 people are still homeless. At the same time, over 89,090 people have been affected by extreme weather events in Mozambique since the beginning of the rainy season. Over 15,00 people are currently displaced due to the floods in Southern Mozambique alone. (<a href=\"https://reliefweb.int/node/3934794\">ECHO, 17 Feb 2023</a>)</p>\n<p>Intense Tropical Cyclone Freddy is moving west-south-west and is expected to make landfall on the eastern coast of Madagascar, probably between Mahanoro and Manakara, on 21 February evening, likely at an intense stage [...] In Madagascar, the regions of Atsinanana, Vatovavy and Fitovinany are under yellow alert (threat), while Analanjirofo, Atsimo Atsinanana, Alaotra, Analamanga, Itasy, Vakinankaratra, Amoron'i mania, Matsiatra Ambony, Ihorombe, Menabe, Beroroha, Ankazoabo, Sakaraha, Morombe and Toliara regions are under a green alert (warning), according to Meteo Madagascar. Areas near the projected landfall of Cyclone Freddy are still struggling to recover from the impacts of cyclones Batsirai and Emnati in 2022, which made landfall in near Mananjary city on 5 February and in Manakara town on 23 February 2022, respectively, and destroyed homes, infrastructure and crops, with 874,000 people still facing severe food insecurity in the Grand Sud-Est [...] After crossing Madagascar, cyclone Freddy could emerge in the Mozambican Channel and strengthen again before making landfall in Mozambique and potentially moving on to impact Zimbabwe, after decreasing in strength. Over 3.3 million people in Madagascar (2.3 million), Mozambique (527,000) and Zimbabwe (531,000) could be impacted by wind speeds of 120km/hr during cyclone Freddy’s passage across the three countries [.] (<a href=\"https://reliefweb.int/node/3935561\">OCHA, 20 Feb 2023</a>)</p>\n<p>Tropical Cyclone Freddy made landfall on the eastern coast of Madagascar, near Mananjary, on 21 February. The weather system slightly weakened before landing, but still sustained average winds of 130 km per hour (km/h), and gusts of 180 km/h near the eye, causing a storm surge and ripping roofs off houses and critical infrastructure, including schools. At least four people in Madagascar have died and 11,000 have been displaced by the storm’s passage. More than 4,500 houses have been flooded or damaged (2,276 flooded and 2,267 damaged), mainly in Vatovavy Region, according to preliminary estimates from the National Bureau of Risk and Disaster Management (BNGRC). Ahead of Cyclone Freddy’s arrival, BNGRC pre-emptively evacuated 7,000 people in the coastal region who were in the storm’s path, while schools and public transportation were suspended. Cyclone Freddy followed a similar path to Cyclones Batsirai and Emnati, which made landfall near Mananjary city on 5 February and in Manakara town on 23 February 2022, respectively, affecting over 423,800 people. Since its landfall, the weakened tropical weather system has continued its trajectory inland across Madagascar, according to Meteo France. Freddy is expected to emerge in the Mozambique Channel in the evening of 22 February and will begin to gradually intensify again before landing on the coast of Mozambique on 24 February, likely between Inhambane and Beira. Freddy is expected to impact Mozambique at the stage of a strong tropical storm, bringing potentially destructive winds and heavy rains of between 100 mm/24h and 200/mm. After landfall, the system is expected to weaken as it moves inland, but could still bring significant amounts of rain that can generate flooding in Mozambique and Zimbabwe, according to Meteo France. While Cyclone Freddy is not expected to impact Malawi, authorities have warned that wet weather should be expected over most areas of the country due to an Inter Tropical Convergence Zone (ITCZ) which will oscillate in the next couple of days. (<a href=\"https://reliefweb.int/node/3936482\">OCHA, 22 Feb 2023</a>)</p>\n<p>Tropical Cyclone Freddy made its second landfall in <strong>Mozambique</strong> in Quelimane District, Zambezia Province, on 11 March. The Freddy weather system has continued to move over land as a tropical depression, with a localized centre close to the border between Mozambique and the southern tip of <strong>Malawi</strong>, according to Meteo France. Although the system has weakened considerably, it is still generating intense rainfall in the interior of Mozambique and southern Malawi, with extreme rainfall forecasted for the days ahead across Zambezia, Sofala and Tete provinces in Mozambique and southern Malawi, according to the latest Flood Risk Bulletin produced for and with support of the Foreign Commonwealth and Development Office (FCDO) of the United Kingdom. In <strong>Mozambique</strong>, Freddy has brought strong winds to Zambezia province, as well as heavy rains (above 200mm/24h) to Zambezia, Sofala, Manica, Tete and Niassa provinces. Some of these provinces received as much rain in 24 hours as they would usually experience in one month. In Zambezia province alone, over 22,000 people have sought refuge in temporary accommodation centres, 10 people have died and 14 have been injured. About 1,900 houses have been damaged (1,050) or destroyed (832), according to preliminary data from the National Institute for Disaster Management (INGD), and these figures are expected to rise ahead as further information becomes available. Basic services and public infrastructure have also been affected. In <strong>Malawi</strong>, the President has declared a State of Disaster in the Southern Region, particularly Blantyre City and District, Chikwawa District, Chiradzulu District, Mulanje District, Mwanza District, Neno District, Nsanje District, Phalombe District, Thyolo District, and Zomba City and District. At least 111 people have lost their lives, and at least 16 are reportedly missing following heavy rains and strong winds attributed to the Freddy weather system since 12 March, according to Malawi’s Department of Disaster Management Affairs (DoDMA). Eighty-five of those killed died due to mudslides in Cilobwe township in Blantyre district. Some 19,000 people (4,000 households) have been displaced in the hardest-hit districts (Nsanje (approximately 5,850 people), Chikwawa (5,004), Mulanje (3,659), Thyolo (2,390) Blantyre City and District (1,647), Chiradzulu (765)), while data is not yet available for Mwanza, Neno and Phalombe. Water levels in areas surrounding the Shire River have started to rise and Thuchila River is also at risk of flooding. Rainfall accumulation over southern Malawi could reach 400mm to 500mm over the space of 72 hours. The Ministry of Education temporarily suspended classes in the 10 at-risk districts on 13 and 14 March. In <strong>Madagascar</strong>, at least 17 people have now died due to Tropical Cyclone Freddy (7 from the first landfall on 21 February and 10 from the latest rains on 5 and 6 March), three are missing and nearly 299,000 people have affected (226,000 in the south east, and over 72,600 in the south-west). Following Freddy’s pass-by the south-west of the country on 5 and 6 March, localized floods are visible in Morombe city and its three surrounding municipalities, as well as Toliara city, where schools and other administrative buildings are still flooded, according to the findings of an aerial assessment. However, the impact of the storm was less than expected and there is almost no visible wind damage in the villages along the western coast between Morombe and Toliara and less than 5 per cent damage has been reported in the agricultural sector following rapid removal of water on crop fields and rice fields.  (<a href=\"https://reliefweb.int/node/3943077\">OCHA, 14 Mar 2023</a>)</p>\n"
      },
      "description-html": "<p>Intense Tropical Cyclone FREDDY, a particularly powerful and compact tropical system, will likely pass just north of La Rèunion on 20 February, and is forecasted to make landfall in Madagascar on 21 February. FREDDY represents a significant flood risk for Madagascar as soils are already saturated in central parts of the island from the impact of Cyclone Cheneso, which stalled off the west coast of the island and brought torrential rains in late January that affected over 90,000 people with 33 people killed and 20 people still missing. Currently, about 34,000 people are still homeless. At the same time, over 89,090 people have been affected by extreme weather events in Mozambique since the beginning of the rainy season. Over 15,00 people are currently displaced due to the floods in Southern Mozambique alone. (<a href=\"https://reliefweb.int/node/3934794\">ECHO, 17 Feb 2023</a>)</p>\n<p>Intense Tropical Cyclone Freddy is moving west-south-west and is expected to make landfall on the eastern coast of Madagascar, probably between Mahanoro and Manakara, on 21 February evening, likely at an intense stage [...] In Madagascar, the regions of Atsinanana, Vatovavy and Fitovinany are under yellow alert (threat), while Analanjirofo, Atsimo Atsinanana, Alaotra, Analamanga, Itasy, Vakinankaratra, Amoron'i mania, Matsiatra Ambony, Ihorombe, Menabe, Beroroha, Ankazoabo, Sakaraha, Morombe and Toliara regions are under a green alert (warning), according to Meteo Madagascar. Areas near the projected landfall of Cyclone Freddy are still struggling to recover from the impacts of cyclones Batsirai and Emnati in 2022, which made landfall in near Mananjary city on 5 February and in Manakara town on 23 February 2022, respectively, and destroyed homes, infrastructure and crops, with 874,000 people still facing severe food insecurity in the Grand Sud-Est [...] After crossing Madagascar, cyclone Freddy could emerge in the Mozambican Channel and strengthen again before making landfall in Mozambique and potentially moving on to impact Zimbabwe, after decreasing in strength. Over 3.3 million people in Madagascar (2.3 million), Mozambique (527,000) and Zimbabwe (531,000) could be impacted by wind speeds of 120km/hr during cyclone Freddy’s passage across the three countries [.] (<a href=\"https://reliefweb.int/node/3935561\">OCHA, 20 Feb 2023</a>)</p>\n<p>Tropical Cyclone Freddy made landfall on the eastern coast of Madagascar, near Mananjary, on 21 February. The weather system slightly weakened before landing, but still sustained average winds of 130 km per hour (km/h), and gusts of 180 km/h near the eye, causing a storm surge and ripping roofs off houses and critical infrastructure, including schools. At least four people in Madagascar have died and 11,000 have been displaced by the storm’s passage. More than 4,500 houses have been flooded or damaged (2,276 flooded and 2,267 damaged), mainly in Vatovavy Region, according to preliminary estimates from the National Bureau of Risk and Disaster Management (BNGRC). Ahead of Cyclone Freddy’s arrival, BNGRC pre-emptively evacuated 7,000 people in the coastal region who were in the storm’s path, while schools and public transportation were suspended. Cyclone Freddy followed a similar path to Cyclones Batsirai and Emnati, which made landfall near Mananjary city on 5 February and in Manakara town on 23 February 2022, respectively, affecting over 423,800 people. Since its landfall, the weakened tropical weather system has continued its trajectory inland across Madagascar, according to Meteo France. Freddy is expected to emerge in the Mozambique Channel in the evening of 22 February and will begin to gradually intensify again before landing on the coast of Mozambique on 24 February, likely between Inhambane and Beira. Freddy is expected to impact Mozambique at the stage of a strong tropical storm, bringing potentially destructive winds and heavy rains of between 100 mm/24h and 200/mm. After landfall, the system is expected to weaken as it moves inland, but could still bring significant amounts of rain that can generate flooding in Mozambique and Zimbabwe, according to Meteo France. While Cyclone Freddy is not expected to impact Malawi, authorities have warned that wet weather should be expected over most areas of the country due to an Inter Tropical Convergence Zone (ITCZ) which will oscillate in the next couple of days. (<a href=\"https://reliefweb.int/node/3936482\">OCHA, 22 Feb 2023</a>)</p>\n<p>Tropical Cyclone Freddy made its second landfall in <strong>Mozambique</strong> in Quelimane District, Zambezia Province, on 11 March. The Freddy weather system has continued to move over land as a tropical depression, with a localized centre close to the border between Mozambique and the southern tip of <strong>Malawi</strong>, according to Meteo France. Although the system has weakened considerably, it is still generating intense rainfall in the interior of Mozambique and southern Malawi, with extreme rainfall forecasted for the days ahead across Zambezia, Sofala and Tete provinces in Mozambique and southern Malawi, according to the latest Flood Risk Bulletin produced for and with support of the Foreign Commonwealth and Development Office (FCDO) of the United Kingdom. In <strong>Mozambique</strong>, Freddy has brought strong winds to Zambezia province, as well as heavy rains (above 200mm/24h) to Zambezia, Sofala, Manica, Tete and Niassa provinces. Some of these provinces received as much rain in 24 hours as they would usually experience in one month. In Zambezia province alone, over 22,000 people have sought refuge in temporary accommodation centres, 10 people have died and 14 have been injured. About 1,900 houses have been damaged (1,050) or destroyed (832), according to preliminary data from the National Institute for Disaster Management (INGD), and these figures are expected to rise ahead as further information becomes available. Basic services and public infrastructure have also been affected. In <strong>Malawi</strong>, the President has declared a State of Disaster in the Southern Region, particularly Blantyre City and District, Chikwawa District, Chiradzulu District, Mulanje District, Mwanza District, Neno District, Nsanje District, Phalombe District, Thyolo District, and Zomba City and District. At least 111 people have lost their lives, and at least 16 are reportedly missing following heavy rains and strong winds attributed to the Freddy weather system since 12 March, according to Malawi’s Department of Disaster Management Affairs (DoDMA). Eighty-five of those killed died due to mudslides in Cilobwe township in Blantyre district. Some 19,000 people (4,000 households) have been displaced in the hardest-hit districts (Nsanje (approximately 5,850 people), Chikwawa (5,004), Mulanje (3,659), Thyolo (2,390) Blantyre City and District (1,647), Chiradzulu (765)), while data is not yet available for Mwanza, Neno and Phalombe. Water levels in areas surrounding the Shire River have started to rise and Thuchila River is also at risk of flooding. Rainfall accumulation over southern Malawi could reach 400mm to 500mm over the space of 72 hours. The Ministry of Education temporarily suspended classes in the 10 at-risk districts on 13 and 14 March. In <strong>Madagascar</strong>, at least 17 people have now died due to Tropical Cyclone Freddy (7 from the first landfall on 21 February and 10 from the latest rains on 5 and 6 March), three are missing and nearly 299,000 people have affected (226,000 in the south east, and over 72,600 in the south-west). Following Freddy’s pass-by the south-west of the country on 5 and 6 March, localized floods are visible in Morombe city and its three surrounding municipalities, as well as Toliara city, where schools and other administrative buildings are still flooded, according to the findings of an aerial assessment. However, the impact of the storm was less than expected and there is almost no visible wind damage in the villages along the western coast between Morombe and Toliara and less than 5 per cent damage has been reported in the agricultural sector following rapid removal of water on crop fields and rice fields.  (<a href=\"https://reliefweb.int/node/3943077\">OCHA, 14 Mar 2023</a>)</p>\n<h3>Appeals &amp; Response Plans</h3>\n<ul>\n<li>\n<a href=\"https://reliefweb.int/node/3952733\"><img src=\"https://reliefweb.int/sites/default/files/styles/small/public/previews/11/4f/114f2d17-17f8-4ddb-9254-eaebf05e48f9.png\" alt=\"Govt. Malawi: Tropical Cyclone Freddy, Emergency Response Plan - Office of The President and Cabinet Department Of Disaster Management Affairs (March, 2023) - Cover preview\" /> Govt. Malawi: Tropical Cyclone Freddy, Emergency Response Plan - Office of The President and Cabinet Department Of Disaster Management Affairs (March, 2023)</a>\n</li>\n<li>\n<a href=\"https://reliefweb.int/node/3945031\"><img src=\"https://reliefweb.int/sites/default/files/styles/small/public/previews/ca/57/ca57cc3a-0606-4483-9abc-ea34971887e4.png\" alt=\"IFRC: Malawi, Africa | Tropical Storm Freddy Floods (Emergency appeal MDRMW018) - Cover preview\" /> IFRC: Malawi, Africa | Tropical Storm Freddy Floods (Emergency appeal MDRMW018)</a>\n</li>\n</ul>\n<h3>Useful Links</h3>\n<ul>\n<li>\n<a rel=\"noopener noreferrer\" target=\"_blank\" href=\"https://meteofrance.re/fr/cyclone\"> Météo France La Réunion</a>\n</li>\n</ul>\n",
      "description": "Intense Tropical Cyclone FREDDY, a particularly powerful and compact tropical system, will likely pass just north of La Rèunion on 20 February, and is forecasted to make landfall in Madagascar on 21 February. FREDDY represents a significant flood risk for Madagascar as soils are already saturated in central parts of the island from the impact of Cyclone Cheneso, which stalled off the west coast of the island and brought torrential rains in late January that affected over 90,000 people with 33 people killed and 20 people still missing. Currently, about 34,000 people are still homeless. At the same time, over 89,090 people have been affected by extreme weather events in Mozambique since the beginning of the rainy season. Over 15,00 people are currently displaced due to the floods in Southern Mozambique alone. ([ECHO, 17 Feb 2023](https://reliefweb.int/node/3934794))    \n\nIntense Tropical Cyclone Freddy is moving west-south-west and is expected to make landfall on the eastern coast of Madagascar, probably between Mahanoro and Manakara, on 21 February evening, likely at an intense stage [...] In Madagascar, the regions of Atsinanana, Vatovavy and Fitovinany are under yellow alert (threat), while Analanjirofo, Atsimo Atsinanana, Alaotra, Analamanga, Itasy, Vakinankaratra, Amoron'i mania, Matsiatra Ambony, Ihorombe, Menabe, Beroroha, Ankazoabo, Sakaraha, Morombe and Toliara regions are under a green alert (warning), according to Meteo Madagascar. Areas near the projected landfall of Cyclone Freddy are still struggling to recover from the impacts of cyclones Batsirai and Emnati in 2022, which made landfall in near Mananjary city on 5 February and in Manakara town on 23 February 2022, respectively, and destroyed homes, infrastructure and crops, with 874,000 people still facing severe food insecurity in the Grand Sud-Est [...] After crossing Madagascar, cyclone Freddy could emerge in the Mozambican Channel and strengthen again before making landfall in Mozambique and potentially moving on to impact Zimbabwe, after decreasing in strength. Over 3.3 million people in Madagascar (2.3 million), Mozambique (527,000) and Zimbabwe (531,000) could be impacted by wind speeds of 120km/hr during cyclone Freddy’s passage across the three countries [.] ([OCHA, 20 Feb 2023](https://reliefweb.int/node/3935561))\n\nTropical Cyclone Freddy made landfall on the eastern coast of Madagascar, near Mananjary, on 21 February. The weather system slightly weakened before landing, but still sustained average winds of 130 km per hour (km/h), and gusts of 180 km/h near the eye, causing a storm surge and ripping roofs off houses and critical infrastructure, including schools. At least four people in Madagascar have died and 11,000 have been displaced by the storm’s passage. More than 4,500 houses have been flooded or damaged (2,276 flooded and 2,267 damaged), mainly in Vatovavy Region, according to preliminary estimates from the National Bureau of Risk and Disaster Management (BNGRC). Ahead of Cyclone Freddy’s arrival, BNGRC pre-emptively evacuated 7,000 people in the coastal region who were in the storm’s path, while schools and public transportation were suspended. Cyclone Freddy followed a similar path to Cyclones Batsirai and Emnati, which made landfall near Mananjary city on 5 February and in Manakara town on 23 February 2022, respectively, affecting over 423,800 people. Since its landfall, the weakened tropical weather system has continued its trajectory inland across Madagascar, according to Meteo France. Freddy is expected to emerge in the Mozambique Channel in the evening of 22 February and will begin to gradually intensify again before landing on the coast of Mozambique on 24 February, likely between Inhambane and Beira. Freddy is expected to impact Mozambique at the stage of a strong tropical storm, bringing potentially destructive winds and heavy rains of between 100 mm/24h and 200/mm. After landfall, the system is expected to weaken as it moves inland, but could still bring significant amounts of rain that can generate flooding in Mozambique and Zimbabwe, according to Meteo France. While Cyclone Freddy is not expected to impact Malawi, authorities have warned that wet weather should be expected over most areas of the country due to an Inter Tropical Convergence Zone (ITCZ) which will oscillate in the next couple of days. ([OCHA, 22 Feb 2023](https://reliefweb.int/node/3936482))\n\nTropical Cyclone Freddy made its second landfall in **Mozambique** in Quelimane District, Zambezia Province, on 11 March. The Freddy weather system has continued to move over land as a tropical depression, with a localized centre close to the border between Mozambique and the southern tip of **Malawi**, according to Meteo France. Although the system has weakened considerably, it is still generating intense rainfall in the interior of Mozambique and southern Malawi, with extreme rainfall forecasted for the days ahead across Zambezia, Sofala and Tete provinces in Mozambique and southern Malawi, according to the latest Flood Risk Bulletin produced for and with support of the Foreign Commonwealth and Development Office (FCDO) of the United Kingdom. In **Mozambique**, Freddy has brought strong winds to Zambezia province, as well as heavy rains (above 200mm/24h) to Zambezia, Sofala, Manica, Tete and Niassa provinces. Some of these provinces received as much rain in 24 hours as they would usually experience in one month. In Zambezia province alone, over 22,000 people have sought refuge in temporary accommodation centres, 10 people have died and 14 have been injured. About 1,900 houses have been damaged (1,050) or destroyed (832), according to preliminary data from the National Institute for Disaster Management (INGD), and these figures are expected to rise ahead as further information becomes available. Basic services and public infrastructure have also been affected. In **Malawi**, the President has declared a State of Disaster in the Southern Region, particularly Blantyre City and District, Chikwawa District, Chiradzulu District, Mulanje District, Mwanza District, Neno District, Nsanje District, Phalombe District, Thyolo District, and Zomba City and District. At least 111 people have lost their lives, and at least 16 are reportedly missing following heavy rains and strong winds attributed to the Freddy weather system since 12 March, according to Malawi’s Department of Disaster Management Affairs (DoDMA). Eighty-five of those killed died due to mudslides in Cilobwe township in Blantyre district. Some 19,000 people (4,000 households) have been displaced in the hardest-hit districts (Nsanje (approximately 5,850 people), Chikwawa (5,004), Mulanje (3,659), Thyolo (2,390) Blantyre City and District (1,647), Chiradzulu (765)), while data is not yet available for Mwanza, Neno and Phalombe. Water levels in areas surrounding the Shire River have started to rise and Thuchila River is also at risk of flooding. Rainfall accumulation over southern Malawi could reach 400mm to 500mm over the space of 72 hours. The Ministry of Education temporarily suspended classes in the 10 at-risk districts on 13 and 14 March. In **Madagascar**, at least 17 people have now died due to Tropical Cyclone Freddy (7 from the first landfall on 21 February and 10 from the latest rains on 5 and 6 March), three are missing and nearly 299,000 people have affected (226,000 in the south east, and over 72,600 in the south-west). Following Freddy’s pass-by the south-west of the country on 5 and 6 March, localized floods are visible in Morombe city and its three surrounding municipalities, as well as Toliara city, where schools and other administrative buildings are still flooded, according to the findings of an aerial assessment. However, the impact of the storm was less than expected and there is almost no visible wind damage in the villages along the western coast between Morombe and Toliara and less than 5 per cent damage has been reported in the agricultural sector following rapid removal of water on crop fields and rice fields.  ([OCHA, 14 Mar 2023](https://reliefweb.int/node/3943077))\n### Appeals & Response Plans\n\n- [![Govt. Malawi: Tropical Cyclone Freddy, Emergency Response Plan - Office of The President and Cabinet Department Of Disaster Management Affairs (March, 2023) - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/11/4f/114f2d17-17f8-4ddb-9254-eaebf05e48f9.png) Govt. Malawi: Tropical Cyclone Freddy, Emergency Response Plan - Office of The President and Cabinet Department Of Disaster Management Affairs (March, 2023)](https://reliefweb.int/node/3952733)\n- [![IFRC: Malawi, Africa | Tropical Storm Freddy Floods (Emergency appeal MDRMW018) - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/ca/57/ca57cc3a-0606-4483-9abc-ea34971887e4.png) IFRC: Malawi, Africa | Tropical Storm Freddy Floods (Emergency appeal MDRMW018)](https://reliefweb.int/node/3945031)\n\n### Useful Links\n\n- [ Météo France La Réunion](https://meteofrance.re/fr/cyclone)",
      "type": [
        {
          "code": "TC",
          "name": "Tropical Cyclone",
          "id": 4618,
          "primary": true
        }
      ],
      "url": "https://reliefweb.int/taxonomy/term/51486",
      "current": true,
      "url_alias": "https://reliefweb.int/disaster/tc-2023-000023-mdg",
      "name": "Tropical Cyclone Freddy - Feb 2023",
      "id": 51486,
      "glide": "TC-2023-000023-MDG",
      "status": "ongoing"
    }
  },
  "text": "Tropical Cyclone Freddy - Feb 2023\n\nIntense Tropical Cyclone FREDDY, a particularly powerful and compact tropical system, will likely pass just north of La Rèunion on 20 February, and is forecasted to make landfall in Madagascar on 21 February. FREDDY represents a significant flood risk for Madagascar as soils are already saturated in central parts of the island from the impact of Cyclone Cheneso, which stalled off the west coast of the island and brought torrential rains in late January that affected over 90,000 people with 33 people killed and 20 people still missing. Currently, about 34,000 people are still homeless. At the same time, over 89,090 people have been affected by extreme weather events in Mozambique since the beginning of the rainy season. Over 15,00 people are currently displaced due to the floods in Southern Mozambique alone. ([ECHO, 17 Feb 2023](https://reliefweb.int/node/3934794))    \n\nIntense Tropical Cyclone Freddy is moving west-south-west and is expected to make landfall on the eastern coast of Madagascar, probably between Mahanoro and Manakara, on 21 February evening, likely at an intense stage [...] In Madagascar, the regions of Atsinanana, Vatovavy and Fitovinany are under yellow alert (threat), while Analanjirofo, Atsimo Atsinanana, Alaotra, Analamanga, Itasy, Vakinankaratra, Amoron'i mania, Matsiatra Ambony, Ihorombe, Menabe, Beroroha, Ankazoabo, Sakaraha, Morombe and Toliara regions are under a green alert (warning), according to Meteo Madagascar. Areas near the projected landfall of Cyclone Freddy are still struggling to recover from the impacts of cyclones Batsirai and Emnati in 2022, which made landfall in near Mananjary city on 5 February and in Manakara town on 23 February 2022, respectively, and destroyed homes, infrastructure and crops, with 874,000 people still facing severe food insecurity in the Grand Sud-Est [...] After crossing Madagascar, cyclone Freddy could emerge in the Mozambican Channel and strengthen again before making landfall in Mozambique and potentially moving on to impact Zimbabwe, after decreasing in strength. Over 3.3 million people in Madagascar (2.3 million), Mozambique (527,000) and Zimbabwe (531,000) could be impacted by wind speeds of 120km/hr during cyclone Freddy’s passage across the three countries [.] ([OCHA, 20 Feb 2023](https://reliefweb.int/node/3935561))\n\nTropical Cyclone Freddy made landfall on the eastern coast of Madagascar, near Mananjary, on 21 February. The weather system slightly weakened before landing, but still sustained average winds of 130 km per hour (km/h), and gusts of 180 km/h near the eye, causing a storm surge and ripping roofs off houses and critical infrastructure, including schools. At least four people in Madagascar have died and 11,000 have been displaced by the storm’s passage. More than 4,500 houses have been flooded or damaged (2,276 flooded and 2,267 damaged), mainly in Vatovavy Region, according to preliminary estimates from the National Bureau of Risk and Disaster Management (BNGRC). Ahead of Cyclone Freddy’s arrival, BNGRC pre-emptively evacuated 7,000 people in the coastal region who were in the storm’s path, while schools and public transportation were suspended. Cyclone Freddy followed a similar path to Cyclones Batsirai and Emnati, which made landfall near Mananjary city on 5 February and in Manakara town on 23 February 2022, respectively, affecting over 423,800 people. Since its landfall, the weakened tropical weather system has continued its trajectory inland across Madagascar, according to Meteo France. Freddy is expected to emerge in the Mozambique Channel in the evening of 22 February and will begin to gradually intensify again before landing on the coast of Mozambique on 24 February, likely between Inhambane and Beira. Freddy is expected to impact Mozambique at the stage of a strong tropical storm, bringing potentially destructive winds and heavy rains of between 100 mm/24h and 200/mm. After landfall, the system is expected to weaken as it moves inland, but could still bring significant amounts of rain that can generate flooding in Mozambique and Zimbabwe, according to Meteo France. While Cyclone Freddy is not expected to impact Malawi, authorities have warned that wet weather should be expected over most areas of the country due to an Inter Tropical Convergence Zone (ITCZ) which will oscillate in the next couple of days. ([OCHA, 22 Feb 2023](https://reliefweb.int/node/3936482))\n\nTropical Cyclone Freddy made its second landfall in **Mozambique** in Quelimane District, Zambezia Province, on 11 March. The Freddy weather system has continued to move over land as a tropical depression, with a localized centre close to the border between Mozambique and the southern tip of **Malawi**, according to Meteo France. Although the system has weakened considerably, it is still generating intense rainfall in the interior of Mozambique and southern Malawi, with extreme rainfall forecasted for the days ahead across Zambezia, Sofala and Tete provinces in Mozambique and southern Malawi, according to the latest Flood Risk Bulletin produced for and with support of the Foreign Commonwealth and Development Office (FCDO) of the United Kingdom. In **Mozambique**, Freddy has brought strong winds to Zambezia province, as well as heavy rains (above 200mm/24h) to Zambezia, Sofala, Manica, Tete and Niassa provinces. Some of these provinces received as much rain in 24 hours as they would usually experience in one month. In Zambezia province alone, over 22,000 people have sought refuge in temporary accommodation centres, 10 people have died and 14 have been injured. About 1,900 houses have been damaged (1,050) or destroyed (832), according to preliminary data from the National Institute for Disaster Management (INGD), and these figures are expected to rise ahead as further information becomes available. Basic services and public infrastructure have also been affected. In **Malawi**, the President has declared a State of Disaster in the Southern Region, particularly Blantyre City and District, Chikwawa District, Chiradzulu District, Mulanje District, Mwanza District, Neno District, Nsanje District, Phalombe District, Thyolo District, and Zomba City and District. At least 111 people have lost their lives, and at least 16 are reportedly missing following heavy rains and strong winds attributed to the Freddy weather system since 12 March, according to Malawi’s Department of Disaster Management Affairs (DoDMA). Eighty-five of those killed died due to mudslides in Cilobwe township in Blantyre district. Some 19,000 people (4,000 households) have been displaced in the hardest-hit districts (Nsanje (approximately 5,850 people), Chikwawa (5,004), Mulanje (3,659), Thyolo (2,390) Blantyre City and District (1,647), Chiradzulu (765)), while data is not yet available for Mwanza, Neno and Phalombe. Water levels in areas surrounding the Shire River have started to rise and Thuchila River is also at risk of flooding. Rainfall accumulation over southern Malawi could reach 400mm to 500mm over the space of 72 hours. The Ministry of Education temporarily suspended classes in the 10 at-risk districts on 13 and 14 March. In **Madagascar**, at least 17 people have now died due to Tropical Cyclone Freddy (7 from the first landfall on 21 February and 10 from the latest rains on 5 and 6 March), three are missing and nearly 299,000 people have affected (226,000 in the south east, and over 72,600 in the south-west). Following Freddy’s pass-by the south-west of the country on 5 and 6 March, localized floods are visible in Morombe city and its three surrounding municipalities, as well as Toliara city, where schools and other administrative buildings are still flooded, according to the findings of an aerial assessment. However, the impact of the storm was less than expected and there is almost no visible wind damage in the villages along the western coast between Morombe and Toliara and less than 5 per cent damage has been reported in the agricultural sector following rapid removal of water on crop fields and rice fields.  ([OCHA, 14 Mar 2023](https://reliefweb.int/node/3943077))\n### Appeals & Response Plans\n\n- [![Govt. Malawi: Tropical Cyclone Freddy, Emergency Response Plan - Office of The President and Cabinet Department Of Disaster Management Affairs (March, 2023) - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/11/4f/114f2d17-17f8-4ddb-9254-eaebf05e48f9.png) Govt. Malawi: Tropical Cyclone Freddy, Emergency Response Plan - Office of The President and Cabinet Department Of Disaster Management Affairs (March, 2023)](https://reliefweb.int/node/3952733)\n- [![IFRC: Malawi, Africa | Tropical Storm Freddy Floods (Emergency appeal MDRMW018) - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/ca/57/ca57cc3a-0606-4483-9abc-ea34971887e4.png) IFRC: Malawi, Africa | Tropical Storm Freddy Floods (Emergency appeal MDRMW018)](https://reliefweb.int/node/3945031)\n\n### Useful Links\n\n- [ Météo France La Réunion](https://meteofrance.re/fr/cyclone)",
  "summary": " Tropical Cyclone Freddy made landfall in Madagascar on 21 February, causing destruction and displacement of over 11,000 people. The storm then moved inland across Madagascar and Mozambique, bringing heavy rains and strong winds to the region. In Mozambique, over 22,000 people sought refuge in temporary accommodation centres, 10 people died and 14 were injured. In Malawi, 111 people died and 16 are missing due to the storm, and 19,000 people were displaced. In Madagascar, 17 people died and 299,000 were affected. Emergency response plans and appeals have been issued by the governments of Malawi and Mozambique, as well as the International Federation of Red Cross and Red Crescent Societies.",
  "metadata": {
    "id": "51486",
    "name": "Tropical Cyclone Freddy - Feb 2023",
    "date_event": 1676592000000,
    "date_changed": 1681399631000,
    "date_created": 1676651842000,
    "primary_country_id": 144,
    "primary_country_name": "Madagascar",
    "primary_country_iso3": "mdg",
    "primary_country_location": {
      "lon": 46.71,
      "lat": -19.37
    },
    "primary_type_id": 4618,
    "primary_type_code": "TC",
    "primary_type_name": "Tropical Cyclone"
  }
}