{
  "original": {
    "id": "3955795",
    "fields": {
      "date": {
        "changed": "2023-04-25T14:34:28+00:00",
        "created": "2023-04-25T13:39:31+00:00",
        "original": "2023-04-23T00:00:00+00:00"
      },
      "country": [
        {
          "href": "https://api.reliefweb.int/v1/countries/113",
          "name": "Haiti",
          "location": {
            "lon": -72.43,
            "lat": 19.18
          },
          "id": 113,
          "shortname": "Haiti",
          "iso3": "hti",
          "primary": true
        }
      ],
      "ocha_product": [
        {
          "name": "Other",
          "id": 12353
        }
      ],
      "primary_country": {
        "href": "https://api.reliefweb.int/v1/countries/113",
        "name": "Haiti",
        "location": {
          "lon": -72.43,
          "lat": 19.18
        },
        "id": 113,
        "shortname": "Haiti",
        "iso3": "hti"
      },
      "format": [
        {
          "name": "Analysis",
          "id": 3
        }
      ],
      "disaster_type": [
        {
          "code": "EP",
          "name": "Epidemic",
          "id": 4642
        }
      ],
      "language": [
        {
          "code": "en",
          "name": "English",
          "id": 267
        }
      ],
      "source": [
        {
          "href": "https://api.reliefweb.int/v1/sources/1503",
          "longname": "United Nations Office for the Coordination of Humanitarian Affairs",
          "spanish_name": "Oficina de Coordinación de Asuntos Humanitarios",
          "name": "UN Office for the Coordination of Humanitarian Affairs",
          "id": 1503,
          "type": {
            "name": "International Organization",
            "id": 272
          },
          "shortname": "OCHA",
          "disclaimer": "To learn more about OCHA's activities, please visit https://www.unocha.org/.",
          "homepage": "http://www.unocha.org/"
        }
      ],
      "title": "Haïti : Humanitarian note - Series - New paradigm Issue 2: The impact of violence on access to health care 23 April 2023",
      "body": "*This note was prepared by OCHA Haiti based on the latest information available as of 23 April 2023. The rapid deterioration of the geopolitical and socio-economic context in Haiti, marked by widespread violence, has intensified the complex crisis in the country. The sharp increase in humanitarian needs, as illustrated by the Humanitarian Needs Overview 2023 1, underlines this fundamental paradigm shift. Through the “New Paradigm” series, OCHA Haiti wishes to shed light on these developments to draw attention to the urgency of the humanitarian situation.*\n\n**HIGHLIGHTS**\n\n• Access to health care for Haitians is significantly hampered by insecurity, the lack of local health facilities and the cost of care.\n\n• Approximately 48 percent of hospitals in the Port-au-Prince metropolitan area (PAPMA) are located in areas under gang influence or control. Several health facilities have been forced to close due to attacks on their patients, staff or facilities.\n\n• In recent years, and even more so in recent months, the population's use of health services has substantially declined, including for essential care such as childbirth and pre- and post-natal consultations.\n\n• The situation is conducive to the spread of epidemics, particularly in neighbourhoods at the heart of the violence that are experiencing flooding. The country is currently fighting cholera and health actors are warning of the risk of epidemics of tuberculosis, measles, and polio.\n\n**CONTEXT OVERVIEW**\n\nThe population's access to healthcare, already weakened by a lack of structures and resources allocated to health in Haiti, is deteriorating given the increase in violence linked to gang activities. According to the multi-sectoral needs assessment (MSNA) carried out in July 2022, health comes third (44 percent of households) in terms of priority needs, behind food assistance (58 percent) and housing (53 percent). According to Dr. Alex Larsen, Haitian Minister of Public Health and Population (MSPP), the country's 1,007 health facilities do not cover the entire territory, with at least 122 (21 percent) of the 571 communal sections not having any, as illustrated by the health map of the Unique Health Information System (SISNU). In addition to this scarce territorial presence, access is difficult due to poor road conditions, particularly in rural areas. According to the MSNA, one Haitian out of four takes more than an hour by regular transport (mainly by motorbike and on foot) to reach a health centre (well beyond Sphere standards). This proportion reaches 44 percent in rural areas and more than half of the inhabitants in the departments of Sud-Est and Grand'Anse.  \n\nThe costs of care represent an additional burden on households, as the funding of the Haitian health system relies mainly on citizens and international aid2, and the share of health in the national budget, already meagre, has continued to decline in recent years (5.5 percent in 2015-2016, 3.9 percent in 2018-2019).\n\nGrowing insecurity throughout the country is further hampering the population's access to health care. Incidents targeting patients, medical staff and health facilities have increased in recent years and even more so in recent months. At the beginning of March 2023, the Haitian Medical Association reported an extremely worrying number of cases of kidnapping of doctors, 20 in the last year and already 11 in the first quarter of 2023. The Humanitarian Coordinator in Haiti, Ulrika Richardson, condemned these unacceptable violations of basic humanitarian standards.  \nOf the fifty or so hospitals in the PAPMA, for a population of nearly three million, nearly half (48 percent) are in areas under gang control or influence, including the Haitian State Teaching Hospital (HUEH), one of the country's largest hospitals. Many institutions have had to close their doors due to the impossibility of ensuring the safety of their staff and patients. This is notably the case for the maternity of the Isaïe Jeanty teaching hospital in the commune of Cité Soleil (PAPMA), which had to close in May 2019, but also, more recently, for services supported by Doctors without Borders (MSF). On 27 January 2023, MSF has temporarily suspended its activities in the public hospital Raoul Pierre Louis (Carrefour, PAPMA) following the murder of a patient who was taken out of the emergency room by armed men and shot in the head. In recent weeks, gang violence in Cité Soleil has also forced them to close their hospital a first time on 7 March, and, after reopening their emergency services, again on 18 April following violence against the population seeking access to the emergency centre.\n\nThe inhabitants of the neighbourhoods at the heart of the gang clashes are particularly vulnerable. For several weeks, residents of the Brooklyn neighbourhood (Cité Soleil) have been trapped by rival gang clashes (nearly 70 dead and around 40 injured between 14 and 19 April). Many health centres have had to close in this area, which faces high levels of food insecurity. In addition, the torrential rains of the last few weeks have dumped the capital's waste in the seaside commune, located at the downstream of PAPMA. Garbage is completely blocking access to the Brooklyn area and no vehicles, including water trucks, can enter. This context represents an explosive cocktail conducive to a resurgence of the cholera epidemic and the outbreak of other diarrhoeal diseases.  \n\nInternally displaced persons (IDPs) who have fled violence live in unsanitary conditions prone to disease. According to data collected between February and March 2023 by IOM's Displacement Tracking Matrix, almost two-thirds of IDP makeshift sites in PAPMA (64 percent) do not have a functioning medical facility nearby, depriving 60 percent of IDPs of access to health care. In the vast majority of cases (89 percent of sites), IDPs have to walk an hour to reach the nearest medical facility, exposing them to protection risks (armed attacks, kidnappings). Health problems are reported in the makeshift sites, including cholera, reported in one third of sites (cholera-related deaths in 25 percent of sites), fever (73 percent), cough (57 percent) and skin diseases (51 percent).  \n\nA survey conducted in March by the Gheskio centres among their care staff confirms concerns generated by insecurity. Whereas before 2021, only 27 percent of their staff reported insecurity as their main concern, it has now become the number one problem for 83 percent of them. This situation is not unique to PAPMA. On 15 February, the Albert Schweitzer hospital in Deschapelles, in the department of Artibonite, which serves more than 700,000 people, had to close due to the activities of members of the 'Gran Grif' gang. In an interview with the Miami Herald, the hospital's director stated that \"over the past 67 years, our hospital has faced many challenges in Haiti and, in spite of everything, we never had to close our doors\". In February, the founder of the Higgins Brothers Surgicenter for Hope in Fonds Parisien, a rural area on National Road (RN) 8 to the Dominican Republic, reported several cases of surgeons, doctors and nurses being shot, robbed and kidnapped over the past two years on their way to work. The centre is the only 24-hour trauma and surgery clinic in the region but is located in an area controlled by the \"400 Mawozo\" gang.  \nThe health facilities (public and private) that are still open are struggling to remain so in the face of the departure of qualified staff, the lack of equipment and inputs, and the explosion of operational costs linked to the increase in fuel prices, particularly during the numerous shortages. St Luke's Hospital (PAPMA), which requires about 8,000 gallons of diesel to operate each month, experienced a fourfold increase in fuel costs between November 2021 and September 2022. The situation is causing health facilities to close some services and to focus on emergency care. Some hospitals are even asking patients coming in for surgery to provide or pay for fuel. In early April, an MSPP representative reported that hospitals in Artibonite are reducing their services, that staff have not been paid and that childbirths are being carried out using cellphone lights.  \n\nMany health workers denounce the deteriorating working conditions. Resident doctors at the Port-au-Prince hospital-sanatorium have warned of the impossibility of treating patients, citing, among other things, the lack of inputs, the unavailability of oxygen, bought at a hefty price, the absenteeism of nurses and the absence of an administrator. In mid-March, a work stoppage by resident doctors demanding better working conditions (security, electricity) forced the Justinien Teaching Hospital in Cap-Haitien (the second largest teaching hospital of the MSPP) to close. In Port-au-Prince, resident doctors at the HUEH went on strike on 22 December, demanding an improvement in their working conditions at the hospital, which for almost a year now has only received an average of four hours of electricity a day.  \nOver the past three years, the use of health services by the population has decreased significantly, marked by the periods of crisis the country is going through: (1.) Between March and July 2020 with the outbreak of COVID-19 in Haiti; (2.) September 2020 to August 2021, characterised by major political turmoil (including the assassination of President Moïse), successive waves of COVID variants, an earthquake that devastated the southern departments and the resurgence of gang activity (kidnappings, homicides, blocking of the RN2 from June 2021); (3) Since February 2022, insecurity reaching unprecedented levels and the scarcity of fuel which paralysed the country's economy and the functioning of basic services for many weeks.  \n\nOver the past three years, SISNU statistics show a decline in consultations that is correlated with difficulties in accessing care. The average monthly number of institutional childbirths has fallen from 8,600 in 2020 to 7,430 in 2022, a 14 percent decrease in three years. Prenatal and postnatal consultations follow the same trend. Between the second and fourth quarters of 2022, pediatric consultations decreased by more than 25 percent, from 248,000 to only 184,000.\n\nSimilarly, according to SISNU data, admissions for treatment of moderate and severe acute malnutrition follow the same pattern, with a 20 percent decrease between 2020 and 2022. However, it is most unlikely that the nutritional situation, as well as food insecurity, has improved in the last few months. Indeed, a reverse trend is observed in some health facilities opened near areas particularly affected by armed violence. For example, admissions to the Gheskio acute malnutrition centres in Bicentenaire (near Martissant) and Tabarre have increased sharply. The number of malnourished children under five admitted and treated has increased fourfold, from 403 in 2020 to 1,546 in 2022. According to the same institution, the trend continued in the first month of 2023. The limited access to food in quantity and quality, to drinking water, and the disastrous hygiene conditions largely explain this deterioration in these neighbourhoods plagued by insecurity.  \n\nThe resurgence of cholera in Haiti in October 2022, after almost three years without any officially recorded cases, is correlated with the progressive deterioration of the country's health situation. The work undertaken by the MSPP, supported by many national and international actors, including PAHO/WHO, UNICEF, MSF and the Gheskio centres, has made it possible to halt the spread of the epidemic (only an 8 percent increase in suspected cases in one month according to the MSPP situation reports). However, the risk of a resurgence remains significant with the return of the cyclone season and the limited scope of cholera vaccination campaigns, particularly among IDPs (only 12 percent of IDP makeshift sites have a majority of vaccinated people). Fear or mistrust was reported as the main reason for non-vaccination in 73 percent of the sites. This underlines the need to increase awareness of this vaccine among this vulnerable population.  \n\nIn addition, other diseases present a significant epidemic risk. The Gheskio centres are warning of a possible explosion of tuberculosis cases (TB) in the coming years. While the situation is preventing the smooth running of diagnostic activities for this disease, Dr Jean William Pape, director of the Gheskio centres, has identified the first signs of an increase in TB cases among children, for whom diagnosis is much more difficult. The cases of TB that are currently being detected are concealing many more in people who do not go to or do not have access to health centres. Many children are at risk of dying in their communities due to lack of diagnosis and medical assistance. PAHO/WHO also warns of increased risks of measles and polio outbreaks.",
      "url": "https://reliefweb.int/node/3955795",
      "disaster": [
        {
          "name": "Haiti: Cholera Outbreak - Sep 2022",
          "id": 51336,
          "glide": "EP-2022-000325-HTI",
          "type": [
            {
              "code": "EP",
              "name": "Epidemic",
              "id": 4642,
              "primary": true
            }
          ],
          "status": "ongoing"
        }
      ],
      "file": [
        {
          "preview": {
            "url-thumb": "https://reliefweb.int/sites/default/files/styles/thumbnail/public/previews/44/7c/447cf980-0640-488c-bd32-8b094956fc10.png",
            "url-small": "https://reliefweb.int/sites/default/files/styles/small/public/previews/44/7c/447cf980-0640-488c-bd32-8b094956fc10.png",
            "url-large": "https://reliefweb.int/sites/default/files/styles/large/public/previews/44/7c/447cf980-0640-488c-bd32-8b094956fc10.png",
            "version": "2414534-1-0",
            "url": "https://reliefweb.int/sites/default/files/previews/44/7c/447cf980-0640-488c-bd32-8b094956fc10.png"
          },
          "filename": "20230415 - Nouveau paradigme_Av ril 2023 Santé - final - EN.pdf",
          "mimetype": "application/pdf",
          "id": "2414534",
          "filesize": "728696",
          "url": "https://reliefweb.int/attachments/447cf980-0640-488c-bd32-8b094956fc10/20230415%20-%20Nouveau%20paradigme_Av%20ril%202023%20Sant%C3%A9%20-%20final%20-%20EN.pdf"
        }
      ],
      "url_alias": "https://reliefweb.int/report/haiti/haiti-humanitarian-note-series-new-paradigm-issue-2-impact-violence-access-health-care-23-april-2023",
      "theme": [
        {
          "name": "Food and Nutrition",
          "id": 4593
        },
        {
          "name": "Health",
          "id": 4595
        },
        {
          "name": "Protection and Human Rights",
          "id": 4600
        },
        {
          "name": "Safety and Security",
          "id": 4602
        },
        {
          "name": "Water Sanitation Hygiene",
          "id": 4604
        }
      ],
      "id": 3955795,
      "status": "published",
      "body-html": "<p><em>This note was prepared by OCHA Haiti based on the latest information available as of 23 April 2023. The rapid deterioration of the geopolitical and socio-economic context in Haiti, marked by widespread violence, has intensified the complex crisis in the country. The sharp increase in humanitarian needs, as illustrated by the Humanitarian Needs Overview 2023 1, underlines this fundamental paradigm shift. Through the “New Paradigm” series, OCHA Haiti wishes to shed light on these developments to draw attention to the urgency of the humanitarian situation.</em></p>\n<p><strong>HIGHLIGHTS</strong></p>\n<p>• Access to health care for Haitians is significantly hampered by insecurity, the lack of local health facilities and the cost of care.</p>\n<p>• Approximately 48 percent of hospitals in the Port-au-Prince metropolitan area (PAPMA) are located in areas under gang influence or control. Several health facilities have been forced to close due to attacks on their patients, staff or facilities.</p>\n<p>• In recent years, and even more so in recent months, the population's use of health services has substantially declined, including for essential care such as childbirth and pre- and post-natal consultations.</p>\n<p>• The situation is conducive to the spread of epidemics, particularly in neighbourhoods at the heart of the violence that are experiencing flooding. The country is currently fighting cholera and health actors are warning of the risk of epidemics of tuberculosis, measles, and polio.</p>\n<p><strong>CONTEXT OVERVIEW</strong></p>\n<p>The population's access to healthcare, already weakened by a lack of structures and resources allocated to health in Haiti, is deteriorating given the increase in violence linked to gang activities. According to the multi-sectoral needs assessment (MSNA) carried out in July 2022, health comes third (44 percent of households) in terms of priority needs, behind food assistance (58 percent) and housing (53 percent). According to Dr. Alex Larsen, Haitian Minister of Public Health and Population (MSPP), the country's 1,007 health facilities do not cover the entire territory, with at least 122 (21 percent) of the 571 communal sections not having any, as illustrated by the health map of the Unique Health Information System (SISNU). In addition to this scarce territorial presence, access is difficult due to poor road conditions, particularly in rural areas. According to the MSNA, one Haitian out of four takes more than an hour by regular transport (mainly by motorbike and on foot) to reach a health centre (well beyond Sphere standards). This proportion reaches 44 percent in rural areas and more than half of the inhabitants in the departments of Sud-Est and Grand'Anse.</p>\n<p>The costs of care represent an additional burden on households, as the funding of the Haitian health system relies mainly on citizens and international aid2, and the share of health in the national budget, already meagre, has continued to decline in recent years (5.5 percent in 2015-2016, 3.9 percent in 2018-2019).</p>\n<p>Growing insecurity throughout the country is further hampering the population's access to health care. Incidents targeting patients, medical staff and health facilities have increased in recent years and even more so in recent months. At the beginning of March 2023, the Haitian Medical Association reported an extremely worrying number of cases of kidnapping of doctors, 20 in the last year and already 11 in the first quarter of 2023. The Humanitarian Coordinator in Haiti, Ulrika Richardson, condemned these unacceptable violations of basic humanitarian standards.<br />\nOf the fifty or so hospitals in the PAPMA, for a population of nearly three million, nearly half (48 percent) are in areas under gang control or influence, including the Haitian State Teaching Hospital (HUEH), one of the country's largest hospitals. Many institutions have had to close their doors due to the impossibility of ensuring the safety of their staff and patients. This is notably the case for the maternity of the Isaïe Jeanty teaching hospital in the commune of Cité Soleil (PAPMA), which had to close in May 2019, but also, more recently, for services supported by Doctors without Borders (MSF). On 27 January 2023, MSF has temporarily suspended its activities in the public hospital Raoul Pierre Louis (Carrefour, PAPMA) following the murder of a patient who was taken out of the emergency room by armed men and shot in the head. In recent weeks, gang violence in Cité Soleil has also forced them to close their hospital a first time on 7 March, and, after reopening their emergency services, again on 18 April following violence against the population seeking access to the emergency centre.</p>\n<p>The inhabitants of the neighbourhoods at the heart of the gang clashes are particularly vulnerable. For several weeks, residents of the Brooklyn neighbourhood (Cité Soleil) have been trapped by rival gang clashes (nearly 70 dead and around 40 injured between 14 and 19 April). Many health centres have had to close in this area, which faces high levels of food insecurity. In addition, the torrential rains of the last few weeks have dumped the capital's waste in the seaside commune, located at the downstream of PAPMA. Garbage is completely blocking access to the Brooklyn area and no vehicles, including water trucks, can enter. This context represents an explosive cocktail conducive to a resurgence of the cholera epidemic and the outbreak of other diarrhoeal diseases.</p>\n<p>Internally displaced persons (IDPs) who have fled violence live in unsanitary conditions prone to disease. According to data collected between February and March 2023 by IOM's Displacement Tracking Matrix, almost two-thirds of IDP makeshift sites in PAPMA (64 percent) do not have a functioning medical facility nearby, depriving 60 percent of IDPs of access to health care. In the vast majority of cases (89 percent of sites), IDPs have to walk an hour to reach the nearest medical facility, exposing them to protection risks (armed attacks, kidnappings). Health problems are reported in the makeshift sites, including cholera, reported in one third of sites (cholera-related deaths in 25 percent of sites), fever (73 percent), cough (57 percent) and skin diseases (51 percent).</p>\n<p>A survey conducted in March by the Gheskio centres among their care staff confirms concerns generated by insecurity. Whereas before 2021, only 27 percent of their staff reported insecurity as their main concern, it has now become the number one problem for 83 percent of them. This situation is not unique to PAPMA. On 15 February, the Albert Schweitzer hospital in Deschapelles, in the department of Artibonite, which serves more than 700,000 people, had to close due to the activities of members of the 'Gran Grif' gang. In an interview with the Miami Herald, the hospital's director stated that &quot;over the past 67 years, our hospital has faced many challenges in Haiti and, in spite of everything, we never had to close our doors&quot;. In February, the founder of the Higgins Brothers Surgicenter for Hope in Fonds Parisien, a rural area on National Road (RN) 8 to the Dominican Republic, reported several cases of surgeons, doctors and nurses being shot, robbed and kidnapped over the past two years on their way to work. The centre is the only 24-hour trauma and surgery clinic in the region but is located in an area controlled by the &quot;400 Mawozo&quot; gang.<br />\nThe health facilities (public and private) that are still open are struggling to remain so in the face of the departure of qualified staff, the lack of equipment and inputs, and the explosion of operational costs linked to the increase in fuel prices, particularly during the numerous shortages. St Luke's Hospital (PAPMA), which requires about 8,000 gallons of diesel to operate each month, experienced a fourfold increase in fuel costs between November 2021 and September 2022. The situation is causing health facilities to close some services and to focus on emergency care. Some hospitals are even asking patients coming in for surgery to provide or pay for fuel. In early April, an MSPP representative reported that hospitals in Artibonite are reducing their services, that staff have not been paid and that childbirths are being carried out using cellphone lights.</p>\n<p>Many health workers denounce the deteriorating working conditions. Resident doctors at the Port-au-Prince hospital-sanatorium have warned of the impossibility of treating patients, citing, among other things, the lack of inputs, the unavailability of oxygen, bought at a hefty price, the absenteeism of nurses and the absence of an administrator. In mid-March, a work stoppage by resident doctors demanding better working conditions (security, electricity) forced the Justinien Teaching Hospital in Cap-Haitien (the second largest teaching hospital of the MSPP) to close. In Port-au-Prince, resident doctors at the HUEH went on strike on 22 December, demanding an improvement in their working conditions at the hospital, which for almost a year now has only received an average of four hours of electricity a day.<br />\nOver the past three years, the use of health services by the population has decreased significantly, marked by the periods of crisis the country is going through: (1.) Between March and July 2020 with the outbreak of COVID-19 in Haiti; (2.) September 2020 to August 2021, characterised by major political turmoil (including the assassination of President Moïse), successive waves of COVID variants, an earthquake that devastated the southern departments and the resurgence of gang activity (kidnappings, homicides, blocking of the RN2 from June 2021); (3) Since February 2022, insecurity reaching unprecedented levels and the scarcity of fuel which paralysed the country's economy and the functioning of basic services for many weeks.</p>\n<p>Over the past three years, SISNU statistics show a decline in consultations that is correlated with difficulties in accessing care. The average monthly number of institutional childbirths has fallen from 8,600 in 2020 to 7,430 in 2022, a 14 percent decrease in three years. Prenatal and postnatal consultations follow the same trend. Between the second and fourth quarters of 2022, pediatric consultations decreased by more than 25 percent, from 248,000 to only 184,000.</p>\n<p>Similarly, according to SISNU data, admissions for treatment of moderate and severe acute malnutrition follow the same pattern, with a 20 percent decrease between 2020 and 2022. However, it is most unlikely that the nutritional situation, as well as food insecurity, has improved in the last few months. Indeed, a reverse trend is observed in some health facilities opened near areas particularly affected by armed violence. For example, admissions to the Gheskio acute malnutrition centres in Bicentenaire (near Martissant) and Tabarre have increased sharply. The number of malnourished children under five admitted and treated has increased fourfold, from 403 in 2020 to 1,546 in 2022. According to the same institution, the trend continued in the first month of 2023. The limited access to food in quantity and quality, to drinking water, and the disastrous hygiene conditions largely explain this deterioration in these neighbourhoods plagued by insecurity.</p>\n<p>The resurgence of cholera in Haiti in October 2022, after almost three years without any officially recorded cases, is correlated with the progressive deterioration of the country's health situation. The work undertaken by the MSPP, supported by many national and international actors, including PAHO/WHO, UNICEF, MSF and the Gheskio centres, has made it possible to halt the spread of the epidemic (only an 8 percent increase in suspected cases in one month according to the MSPP situation reports). However, the risk of a resurgence remains significant with the return of the cyclone season and the limited scope of cholera vaccination campaigns, particularly among IDPs (only 12 percent of IDP makeshift sites have a majority of vaccinated people). Fear or mistrust was reported as the main reason for non-vaccination in 73 percent of the sites. This underlines the need to increase awareness of this vaccine among this vulnerable population.</p>\n<p>In addition, other diseases present a significant epidemic risk. The Gheskio centres are warning of a possible explosion of tuberculosis cases (TB) in the coming years. While the situation is preventing the smooth running of diagnostic activities for this disease, Dr Jean William Pape, director of the Gheskio centres, has identified the first signs of an increase in TB cases among children, for whom diagnosis is much more difficult. The cases of TB that are currently being detected are concealing many more in people who do not go to or do not have access to health centres. Many children are at risk of dying in their communities due to lack of diagnosis and medical assistance. PAHO/WHO also warns of increased risks of measles and polio outbreaks.</p>\n"
    }
  },
  "text": "# Haïti : Humanitarian note - Series - New paradigm Issue 2: The impact of violence on access to health care 23 April 2023\n\n*This note was prepared by OCHA Haiti based on the latest information available as of 23 April 2023. The rapid deterioration of the geopolitical and socio-economic context in Haiti, marked by widespread violence, has intensified the complex crisis in the country. The sharp increase in humanitarian needs, as illustrated by the Humanitarian Needs Overview 2023 1, underlines this fundamental paradigm shift. Through the “New Paradigm” series, OCHA Haiti wishes to shed light on these developments to draw attention to the urgency of the humanitarian situation.*\n\n**HIGHLIGHTS**\n\n• Access to health care for Haitians is significantly hampered by insecurity, the lack of local health facilities and the cost of care.\n\n• Approximately 48 percent of hospitals in the Port-au-Prince metropolitan area (PAPMA) are located in areas under gang influence or control. Several health facilities have been forced to close due to attacks on their patients, staff or facilities.\n\n• In recent years, and even more so in recent months, the population's use of health services has substantially declined, including for essential care such as childbirth and pre- and post-natal consultations.\n\n• The situation is conducive to the spread of epidemics, particularly in neighbourhoods at the heart of the violence that are experiencing flooding. The country is currently fighting cholera and health actors are warning of the risk of epidemics of tuberculosis, measles, and polio.\n\n**CONTEXT OVERVIEW**\n\nThe population's access to healthcare, already weakened by a lack of structures and resources allocated to health in Haiti, is deteriorating given the increase in violence linked to gang activities. According to the multi-sectoral needs assessment (MSNA) carried out in July 2022, health comes third (44 percent of households) in terms of priority needs, behind food assistance (58 percent) and housing (53 percent). According to Dr. Alex Larsen, Haitian Minister of Public Health and Population (MSPP), the country's 1,007 health facilities do not cover the entire territory, with at least 122 (21 percent) of the 571 communal sections not having any, as illustrated by the health map of the Unique Health Information System (SISNU). In addition to this scarce territorial presence, access is difficult due to poor road conditions, particularly in rural areas. According to the MSNA, one Haitian out of four takes more than an hour by regular transport (mainly by motorbike and on foot) to reach a health centre (well beyond Sphere standards). This proportion reaches 44 percent in rural areas and more than half of the inhabitants in the departments of Sud-Est and Grand'Anse.  \n\nThe costs of care represent an additional burden on households, as the funding of the Haitian health system relies mainly on citizens and international aid2, and the share of health in the national budget, already meagre, has continued to decline in recent years (5.5 percent in 2015-2016, 3.9 percent in 2018-2019).\n\nGrowing insecurity throughout the country is further hampering the population's access to health care. Incidents targeting patients, medical staff and health facilities have increased in recent years and even more so in recent months. At the beginning of March 2023, the Haitian Medical Association reported an extremely worrying number of cases of kidnapping of doctors, 20 in the last year and already 11 in the first quarter of 2023. The Humanitarian Coordinator in Haiti, Ulrika Richardson, condemned these unacceptable violations of basic humanitarian standards.  \nOf the fifty or so hospitals in the PAPMA, for a population of nearly three million, nearly half (48 percent) are in areas under gang control or influence, including the Haitian State Teaching Hospital (HUEH), one of the country's largest hospitals. Many institutions have had to close their doors due to the impossibility of ensuring the safety of their staff and patients. This is notably the case for the maternity of the Isaïe Jeanty teaching hospital in the commune of Cité Soleil (PAPMA), which had to close in May 2019, but also, more recently, for services supported by Doctors without Borders (MSF). On 27 January 2023, MSF has temporarily suspended its activities in the public hospital Raoul Pierre Louis (Carrefour, PAPMA) following the murder of a patient who was taken out of the emergency room by armed men and shot in the head. In recent weeks, gang violence in Cité Soleil has also forced them to close their hospital a first time on 7 March, and, after reopening their emergency services, again on 18 April following violence against the population seeking access to the emergency centre.\n\nThe inhabitants of the neighbourhoods at the heart of the gang clashes are particularly vulnerable. For several weeks, residents of the Brooklyn neighbourhood (Cité Soleil) have been trapped by rival gang clashes (nearly 70 dead and around 40 injured between 14 and 19 April). Many health centres have had to close in this area, which faces high levels of food insecurity. In addition, the torrential rains of the last few weeks have dumped the capital's waste in the seaside commune, located at the downstream of PAPMA. Garbage is completely blocking access to the Brooklyn area and no vehicles, including water trucks, can enter. This context represents an explosive cocktail conducive to a resurgence of the cholera epidemic and the outbreak of other diarrhoeal diseases.  \n\nInternally displaced persons (IDPs) who have fled violence live in unsanitary conditions prone to disease. According to data collected between February and March 2023 by IOM's Displacement Tracking Matrix, almost two-thirds of IDP makeshift sites in PAPMA (64 percent) do not have a functioning medical facility nearby, depriving 60 percent of IDPs of access to health care. In the vast majority of cases (89 percent of sites), IDPs have to walk an hour to reach the nearest medical facility, exposing them to protection risks (armed attacks, kidnappings). Health problems are reported in the makeshift sites, including cholera, reported in one third of sites (cholera-related deaths in 25 percent of sites), fever (73 percent), cough (57 percent) and skin diseases (51 percent).  \n\nA survey conducted in March by the Gheskio centres among their care staff confirms concerns generated by insecurity. Whereas before 2021, only 27 percent of their staff reported insecurity as their main concern, it has now become the number one problem for 83 percent of them. This situation is not unique to PAPMA. On 15 February, the Albert Schweitzer hospital in Deschapelles, in the department of Artibonite, which serves more than 700,000 people, had to close due to the activities of members of the 'Gran Grif' gang. In an interview with the Miami Herald, the hospital's director stated that \"over the past 67 years, our hospital has faced many challenges in Haiti and, in spite of everything, we never had to close our doors\". In February, the founder of the Higgins Brothers Surgicenter for Hope in Fonds Parisien, a rural area on National Road (RN) 8 to the Dominican Republic, reported several cases of surgeons, doctors and nurses being shot, robbed and kidnapped over the past two years on their way to work. The centre is the only 24-hour trauma and surgery clinic in the region but is located in an area controlled by the \"400 Mawozo\" gang.  \nThe health facilities (public and private) that are still open are struggling to remain so in the face of the departure of qualified staff, the lack of equipment and inputs, and the explosion of operational costs linked to the increase in fuel prices, particularly during the numerous shortages. St Luke's Hospital (PAPMA), which requires about 8,000 gallons of diesel to operate each month, experienced a fourfold increase in fuel costs between November 2021 and September 2022. The situation is causing health facilities to close some services and to focus on emergency care. Some hospitals are even asking patients coming in for surgery to provide or pay for fuel. In early April, an MSPP representative reported that hospitals in Artibonite are reducing their services, that staff have not been paid and that childbirths are being carried out using cellphone lights.  \n\nMany health workers denounce the deteriorating working conditions. Resident doctors at the Port-au-Prince hospital-sanatorium have warned of the impossibility of treating patients, citing, among other things, the lack of inputs, the unavailability of oxygen, bought at a hefty price, the absenteeism of nurses and the absence of an administrator. In mid-March, a work stoppage by resident doctors demanding better working conditions (security, electricity) forced the Justinien Teaching Hospital in Cap-Haitien (the second largest teaching hospital of the MSPP) to close. In Port-au-Prince, resident doctors at the HUEH went on strike on 22 December, demanding an improvement in their working conditions at the hospital, which for almost a year now has only received an average of four hours of electricity a day.  \nOver the past three years, the use of health services by the population has decreased significantly, marked by the periods of crisis the country is going through: (1.) Between March and July 2020 with the outbreak of COVID-19 in Haiti; (2.) September 2020 to August 2021, characterised by major political turmoil (including the assassination of President Moïse), successive waves of COVID variants, an earthquake that devastated the southern departments and the resurgence of gang activity (kidnappings, homicides, blocking of the RN2 from June 2021); (3) Since February 2022, insecurity reaching unprecedented levels and the scarcity of fuel which paralysed the country's economy and the functioning of basic services for many weeks.  \n\nOver the past three years, SISNU statistics show a decline in consultations that is correlated with difficulties in accessing care. The average monthly number of institutional childbirths has fallen from 8,600 in 2020 to 7,430 in 2022, a 14 percent decrease in three years. Prenatal and postnatal consultations follow the same trend. Between the second and fourth quarters of 2022, pediatric consultations decreased by more than 25 percent, from 248,000 to only 184,000.\n\nSimilarly, according to SISNU data, admissions for treatment of moderate and severe acute malnutrition follow the same pattern, with a 20 percent decrease between 2020 and 2022. However, it is most unlikely that the nutritional situation, as well as food insecurity, has improved in the last few months. Indeed, a reverse trend is observed in some health facilities opened near areas particularly affected by armed violence. For example, admissions to the Gheskio acute malnutrition centres in Bicentenaire (near Martissant) and Tabarre have increased sharply. The number of malnourished children under five admitted and treated has increased fourfold, from 403 in 2020 to 1,546 in 2022. According to the same institution, the trend continued in the first month of 2023. The limited access to food in quantity and quality, to drinking water, and the disastrous hygiene conditions largely explain this deterioration in these neighbourhoods plagued by insecurity.  \n\nThe resurgence of cholera in Haiti in October 2022, after almost three years without any officially recorded cases, is correlated with the progressive deterioration of the country's health situation. The work undertaken by the MSPP, supported by many national and international actors, including PAHO/WHO, UNICEF, MSF and the Gheskio centres, has made it possible to halt the spread of the epidemic (only an 8 percent increase in suspected cases in one month according to the MSPP situation reports). However, the risk of a resurgence remains significant with the return of the cyclone season and the limited scope of cholera vaccination campaigns, particularly among IDPs (only 12 percent of IDP makeshift sites have a majority of vaccinated people). Fear or mistrust was reported as the main reason for non-vaccination in 73 percent of the sites. This underlines the need to increase awareness of this vaccine among this vulnerable population.  \n\nIn addition, other diseases present a significant epidemic risk. The Gheskio centres are warning of a possible explosion of tuberculosis cases (TB) in the coming years. While the situation is preventing the smooth running of diagnostic activities for this disease, Dr Jean William Pape, director of the Gheskio centres, has identified the first signs of an increase in TB cases among children, for whom diagnosis is much more difficult. The cases of TB that are currently being detected are concealing many more in people who do not go to or do not have access to health centres. Many children are at risk of dying in their communities due to lack of diagnosis and medical assistance. PAHO/WHO also warns of increased risks of measles and polio outbreaks.",
  "summary": " In Haiti, access to health care is severely limited due to insecurity, lack of local health facilities, and cost of care. This has led to a decrease in the population's use of health services, creating a risk of epidemics. The Haitian health system is mainly funded by citizens and international aid, and the share of health in the national budget has decreased in recent years. Gang violence has forced some hospitals to close, and residents of Brooklyn, Haiti have been trapped in a gang conflict that has resulted in 70 deaths and 40 injuries. Internally displaced persons (IDPs) living in makeshift sites in PAPMA are facing a lack of access to health care due to the absence of functioning medical facilities nearby. Health facilities in Haiti are struggling to remain open due to a lack of qualified staff, equipment, and inputs, as well as an increase in fuel prices. Over the past three years, the use of health services by the population in Haiti has decreased significantly due to the country's periods of crisis. Cholera resurfaced in Haiti in October 2022, and there is a risk of measles and polio outbreaks due to lack of diagnosis and medical assistance.",
  "metadata": {
    "id": "3955795",
    "name": "Haïti : Humanitarian note - Series - New paradigm Issue 2: The impact of violence on access to health care 23 April 2023",
    "date_original": 1682208000000,
    "date_changed": 1682433268000,
    "date_created": 1682429971000,
    "primary_country_id": 113,
    "primary_country_name": "Haiti",
    "primary_country_iso3": "hti",
    "primary_country_location": {
      "lon": -72.43,
      "lat": 19.18
    }
  }
}