{
  "original": {
    "id": "3955618",
    "fields": {
      "date": {
        "changed": "2023-04-25T00:19:08+00:00",
        "created": "2023-04-24T22:30:08+00:00",
        "original": "2023-04-24T00:00:00+00:00"
      },
      "country": [
        {
          "href": "https://api.reliefweb.int/v1/countries/236",
          "name": "Türkiye",
          "location": {
            "lon": 35.18,
            "lat": 39.06
          },
          "id": 236,
          "shortname": "Türkiye",
          "iso3": "tur",
          "primary": true
        }
      ],
      "primary_country": {
        "href": "https://api.reliefweb.int/v1/countries/236",
        "name": "Türkiye",
        "location": {
          "lon": 35.18,
          "lat": 39.06
        },
        "id": 236,
        "shortname": "Türkiye",
        "iso3": "tur"
      },
      "format": [
        {
          "name": "Situation Report",
          "id": 10
        }
      ],
      "disaster_type": [
        {
          "code": "EQ",
          "name": "Earthquake",
          "id": 4628
        }
      ],
      "language": [
        {
          "code": "en",
          "name": "English",
          "id": 267
        }
      ],
      "source": [
        {
          "href": "https://api.reliefweb.int/v1/sources/1979",
          "longname": "United Nations Children's Fund",
          "spanish_name": "Fondo de las Naciones Unidas para la Infancia",
          "name": "UN Children's Fund",
          "id": 1979,
          "type": {
            "name": "International Organization",
            "id": 272
          },
          "shortname": "UNICEF",
          "homepage": "http://www.unicef.org"
        }
      ],
      "title": "UNICEF Türkiye Humanitarian Situation Report No. 9 (Earthquake), 17 April 2023",
      "body": "**6 – 17 April 2023**\n\n**Highlights** \n\n- Around 2.4 million people live in formal sites and informal settlements; this includes 1.6 million people who are living in informal settlements and nearly 800,000 in formal sites. The key needs in informal sites continue to be accessing adequate water and sanitation, access to information on available services and social protection schemes and support for people with disabilities (e.g., accessible facilities); acknowledging there are some movements of population for other self-resettlement opportunities; acknowledging some movements of population for other self-resettlement opportunities. \n\n- To date, 1,915 unaccompanied children have been identified, of whom 1,873 have been reunified with their families or are in long-term alternative care. Family tracing continues for 42 children to reunify them with their families. \n\n- 332,587 students are accessing formal or non-formal education, including early learning, through UNICEF-supported systemstrengthening and programmes; 195,659 children and caregivers have received mental health and psychosocial support and 39,090 people have accessed safe spaces iii for multisectoral support.\n\n- UNICEF is leading the WASH sector group. Cumulatively, WASH sector partners have reached 2.38 million people with WASH assistance. This entails delivery of 1,261,472 litres of potable water for drinking and personal hygiene use and 3,401,490 litres of water for sanitation purposes, and provision of hygiene kits to 651,151 households. \n\n- UNICEF has a funding gap of over US$94 million (48%) against the funding requirement of US$196 million to reach 3 million people, including 1.5 million children. While there are needs across all sectors, the humanitarian cash transfer intervention is the most significantly underfunded. \n\n**Situation in Numbers** * \n\n9.1 million People in Need \n\n2.5 million Children in Need \n\n3 million People Targeted by UNICEF \n\n1.5 million Children Targeted by UNICEF \n\n**IA Flash Appeal, UNICEF Türkiye HAC* \n\n**Funding Overview and Partnerships** \n\nUnder the UNICEF Türkiye Earthquake Response Humanitarian Action for Children 2023 (HAC) UNICEF urgently requires US$196 million to reach 3 million people, including 1.5 million children who have been affected by the 6 February earthquakes. As of 11 April, there remains a significant funding gap of 48 percent. UNICEF is grateful for the quick reprogramming and generous new contributions from the Bureau of Humanitarian Assistance (BHA), Bureau of Population, Refugees and Migration (BPRM), the Central Emergency Response Fund (CERF), European Union, including European Civil Protection and Humanitarian Aid Operations (ECHO), the Government of Sweden (SIDA), the Government of the United Kingdom, the Government of Canada, the Government of Kuwait (forthcoming) and the UNICEF national committees for Australia, Ireland, Denmark, France, Germany, Korea, Norway, Türkiye, Switzerland, Sweden, USA, UK, Qatar, Italy, Spain, Singapore, Bulgaria, Belarus, Chile, Colombia, Peru, Malaysia, Mexico, Romania, United Arab Emirates, Egypt, Uruguay, Serbia, and Switzerland; all of which have enabled immediate provision of critical supplies and services to children and families affected by the earthquake. Given the urgency to respond, UNICEF has also leveraged its Emergency Programme Fund (EPF)3 and global humanitarian thematic funds, to expedite the delivery of critical services and supplies to people in need. Timely, flexible contributions remain urgently required to enable UNICEF to complement the Government-led response and promptly respond to current and increasing humanitarian needs. \n\nUnder the leadership of the Government of Türkiye and within the interagency framework for the earthquake response, UNICEF is working with key humanitarian partners – Government and Non-Government Organizations (NGOs), through established interagency mechanisms. Cooperation is ongoing with the Ministry of Interior Disaster and Emergency Management Presidency (AFAD), Presidency of Migration Management (PMM) and key ministries including the Ministry of Family and Social Services (MoFSS), Ministry of Justice (MoJ) Ministry of National Education (MoNE), Ministry of Youth and Sports (MoYS), and Ministry of Health (MoH).\n\n**Humanitarian Leadership, Coordination and Strategy**\n\nWhile the Government is leading the overall humanitarian response, an interagency humanitarian coordination mechanism has been established supporting government led efforts with sector working groups. Under this coordination framework, UNICEF is leading the Water, Sanitation and Hygiene (WASH) and Education sector working groups and co-leading the Child Protection sub-working group under the UNHCR led Protection working group. UNICEF is also a member of the WHO led Health working group, the UNHCR led Cash working group and the UNDP led Early Recovery group, as well as the interagency protection from sexual exploitation and abuse (PSEA) and accountability to affected population (AAP) task forces. The Government, with the support of the World Bank, EU, and UN, is leading the follow-up to the Türkiye Earthquake Recovery and Reconstruction Assessment (TERRA), on the recovery planning across sectors.\n\nUNICEF is using its long-standing presence in Türkiye (including a field office in Gaziantep), including strong relations with the Government and a large network of civil society and private sector partners, to implement its strategy of scaling up humanitarian response to address the needs of vulnerable children, women and families. UNICEF has already established partnerships with eight municipalities (Ankara, Gaziantep, Sanliurfa, Kilis, Yuregir, Hatay, Istanbul and Izmir) and with the Union of Municipalities of Türkiye (UMT), which are being leveraged and scaled up to deliver immediate humanitarian assistance to affected children and families. Building on existing partnerships with local NGOs and with the private sector, UNICEF is expanding service delivery in the areas where there are critical gaps, in close coordination with local authorities, and working to strengthen local capacities and systems. Moreover, UNICEF is enhancing engagement with youth/adolescent networks and platforms, building the capacity of young people, and mobilizing them to support the delivery of frontline response, to reinforce integration and social cohesion as well as resilience building. In order to provide integrated response to affected children and families, UNICEF with partners is establishing age-appropriate inclusive child, adolescent and family support spaces/hubs, which are providing frontline child protection support as well as facilitating access to specialized child protection services, health and nutrition, education, and information on cash transfers as well feedback/complaint mechanisms.\n\n**Situation Overview & Humanitarian Needs** \n\nThe death toll from the devastating earthquakes on 6 February is reported as 50,783, with around 2.4 million people living in formal sites and informal settlements; this includes 1.6 million people who are living in informal settlements and nearly 800,000 in formal sites. The key needs in informal sites continue to be accessing adequate water and sanitation, access to information on available services and social protection schemes and support for people with disabilities (e.g. accessible facilities); acknowledging there are some movements of population for other self-resettlement opportunities. \n\nThe debris cleared from damaged building sites in Hatay are dumped in Yeşilköy neighborhood of Samandağ district where earthquake victims live. Residents are concerned that the rubble may contain toxic asbestos. Hatay Governorate announced that demolition of the damaged buildings and debris removal works will continue in 78 neighborhoods within Antakya and Define districts. In Malatya 92.78% of the rubble has been removed. The debris of 5,330 collapsed buildings and buildings that were ordered to be demolished due to heavy damage are being removed and transported out of the city. \n\nTo date, 1,915 unaccompanied children have been identified, of whom 1,873 have been reunified with their families or are in long-term alternative care; and family tracing continues for 42 children to reunify them with their families. \n\nAccess to education has been hampered for nearly 4 million children, including 350,000 refugee and migrant children. The MoNE has resumed education in earthquake affected provinces and nearly 1.5 million students have resumed classes in these provinces, with the school year due to close on 16 June. The MoNE has announced schools will open in all 81 provinces and all districts, including the ones affected by the earthquake, following Bayram/Eid Holidays (after 24 April); when it is expected new data on the number of students who have resumed classes in all earthquake affected areas will be announced. As previously reported, 254,000 students have been transferred to non-earthquake affected provinces as they move with their families across 71 provinces and to date, 32,659 students who were transferred from the earthquake-affected province to other provinces have now returned to their provinces of origin. The MoNE plans to carryout summer programmes to compensate for lost learning due to school closures because of the earthquakes. Efforts to overcome the impact of the earthquake are ongoing; 3,450 exam preparation points have been set up in the earthquake-affected provinces, serving around 145,000 students.\n\nUnder the leadership of the Government of Türkiye, humanitarian partners continue to deliver immediate response to the affected population, while in parallel recovery and reconstruction plans are underway. The TERRA reported extensive damage to WASH facilities and 20,430 educational institutions, which will require an estimated US$11 billion for repair and rehabilitation alone. UNICEF is working with national and local authorities to ensure that the humanitarian response and the recovery plans are people and child centered across sectors. To date, the Interagency Appeal for US$1 billion to assist 5.2 million people affected by the earthquakes is only 29.3% funded, with US$294.3 million received; an interim update on the progress made on Interagency appeal has been carried out by the humanitarian community to which UNICEF has contributed.",
      "url": "https://reliefweb.int/node/3955618",
      "disaster": [
        {
          "name": "Türkiye/Syria: Earthquakes - Feb 2023",
          "id": 51470,
          "glide": "EQ-2023-000015-TUR",
          "type": [
            {
              "code": "EQ",
              "name": "Earthquake",
              "id": 4628,
              "primary": true
            }
          ],
          "status": "ongoing"
        }
      ],
      "file": [
        {
          "preview": {
            "url-thumb": "https://reliefweb.int/sites/default/files/styles/thumbnail/public/previews/f8/cb/f8cb312a-def5-4c6e-839b-159805838810.png",
            "url-small": "https://reliefweb.int/sites/default/files/styles/small/public/previews/f8/cb/f8cb312a-def5-4c6e-839b-159805838810.png",
            "url-large": "https://reliefweb.int/sites/default/files/styles/large/public/previews/f8/cb/f8cb312a-def5-4c6e-839b-159805838810.png",
            "version": "2414363-1-0",
            "url": "https://reliefweb.int/sites/default/files/previews/f8/cb/f8cb312a-def5-4c6e-839b-159805838810.png"
          },
          "filename": "servlet.FileDownload.pdf",
          "mimetype": "application/pdf",
          "id": "2414363",
          "filesize": "439286",
          "url": "https://reliefweb.int/attachments/f8cb312a-def5-4c6e-839b-159805838810/servlet.FileDownload.pdf"
        }
      ],
      "url_alias": "https://reliefweb.int/report/turkiye/unicef-turkiye-humanitarian-situation-report-no-9-earthquake-17-april-2023",
      "theme": [
        {
          "name": "Contributions",
          "id": 4589
        },
        {
          "name": "Coordination",
          "id": 4590
        },
        {
          "name": "Education",
          "id": 4592
        },
        {
          "name": "Food and Nutrition",
          "id": 4593
        },
        {
          "name": "Health",
          "id": 4595
        },
        {
          "name": "Protection and Human Rights",
          "id": 4600
        },
        {
          "name": "Shelter and Non-Food Items",
          "id": 4603
        },
        {
          "name": "Water Sanitation Hygiene",
          "id": 4604
        }
      ],
      "id": 3955618,
      "status": "published",
      "body-html": "<p><strong>6 – 17 April 2023</strong></p>\n<p><strong>Highlights</strong></p>\n<ul>\n<li>\n<p>Around 2.4 million people live in formal sites and informal settlements; this includes 1.6 million people who are living in informal settlements and nearly 800,000 in formal sites. The key needs in informal sites continue to be accessing adequate water and sanitation, access to information on available services and social protection schemes and support for people with disabilities (e.g., accessible facilities); acknowledging there are some movements of population for other self-resettlement opportunities; acknowledging some movements of population for other self-resettlement opportunities.</p>\n</li>\n<li>\n<p>To date, 1,915 unaccompanied children have been identified, of whom 1,873 have been reunified with their families or are in long-term alternative care. Family tracing continues for 42 children to reunify them with their families.</p>\n</li>\n<li>\n<p>332,587 students are accessing formal or non-formal education, including early learning, through UNICEF-supported systemstrengthening and programmes; 195,659 children and caregivers have received mental health and psychosocial support and 39,090 people have accessed safe spaces iii for multisectoral support.</p>\n</li>\n<li>\n<p>UNICEF is leading the WASH sector group. Cumulatively, WASH sector partners have reached 2.38 million people with WASH assistance. This entails delivery of 1,261,472 litres of potable water for drinking and personal hygiene use and 3,401,490 litres of water for sanitation purposes, and provision of hygiene kits to 651,151 households.</p>\n</li>\n<li>\n<p>UNICEF has a funding gap of over US$94 million (48%) against the funding requirement of US$196 million to reach 3 million people, including 1.5 million children. While there are needs across all sectors, the humanitarian cash transfer intervention is the most significantly underfunded.</p>\n</li>\n</ul>\n<p><strong>Situation in Numbers</strong> *</p>\n<p>9.1 million People in Need</p>\n<p>2.5 million Children in Need</p>\n<p>3 million People Targeted by UNICEF</p>\n<p>1.5 million Children Targeted by UNICEF</p>\n<p>*<em>IA Flash Appeal, UNICEF Türkiye HAC</em></p>\n<p><strong>Funding Overview and Partnerships</strong></p>\n<p>Under the UNICEF Türkiye Earthquake Response Humanitarian Action for Children 2023 (HAC) UNICEF urgently requires US$196 million to reach 3 million people, including 1.5 million children who have been affected by the 6 February earthquakes. As of 11 April, there remains a significant funding gap of 48 percent. UNICEF is grateful for the quick reprogramming and generous new contributions from the Bureau of Humanitarian Assistance (BHA), Bureau of Population, Refugees and Migration (BPRM), the Central Emergency Response Fund (CERF), European Union, including European Civil Protection and Humanitarian Aid Operations (ECHO), the Government of Sweden (SIDA), the Government of the United Kingdom, the Government of Canada, the Government of Kuwait (forthcoming) and the UNICEF national committees for Australia, Ireland, Denmark, France, Germany, Korea, Norway, Türkiye, Switzerland, Sweden, USA, UK, Qatar, Italy, Spain, Singapore, Bulgaria, Belarus, Chile, Colombia, Peru, Malaysia, Mexico, Romania, United Arab Emirates, Egypt, Uruguay, Serbia, and Switzerland; all of which have enabled immediate provision of critical supplies and services to children and families affected by the earthquake. Given the urgency to respond, UNICEF has also leveraged its Emergency Programme Fund (EPF)3 and global humanitarian thematic funds, to expedite the delivery of critical services and supplies to people in need. Timely, flexible contributions remain urgently required to enable UNICEF to complement the Government-led response and promptly respond to current and increasing humanitarian needs.</p>\n<p>Under the leadership of the Government of Türkiye and within the interagency framework for the earthquake response, UNICEF is working with key humanitarian partners – Government and Non-Government Organizations (NGOs), through established interagency mechanisms. Cooperation is ongoing with the Ministry of Interior Disaster and Emergency Management Presidency (AFAD), Presidency of Migration Management (PMM) and key ministries including the Ministry of Family and Social Services (MoFSS), Ministry of Justice (MoJ) Ministry of National Education (MoNE), Ministry of Youth and Sports (MoYS), and Ministry of Health (MoH).</p>\n<p><strong>Humanitarian Leadership, Coordination and Strategy</strong></p>\n<p>While the Government is leading the overall humanitarian response, an interagency humanitarian coordination mechanism has been established supporting government led efforts with sector working groups. Under this coordination framework, UNICEF is leading the Water, Sanitation and Hygiene (WASH) and Education sector working groups and co-leading the Child Protection sub-working group under the UNHCR led Protection working group. UNICEF is also a member of the WHO led Health working group, the UNHCR led Cash working group and the UNDP led Early Recovery group, as well as the interagency protection from sexual exploitation and abuse (PSEA) and accountability to affected population (AAP) task forces. The Government, with the support of the World Bank, EU, and UN, is leading the follow-up to the Türkiye Earthquake Recovery and Reconstruction Assessment (TERRA), on the recovery planning across sectors.</p>\n<p>UNICEF is using its long-standing presence in Türkiye (including a field office in Gaziantep), including strong relations with the Government and a large network of civil society and private sector partners, to implement its strategy of scaling up humanitarian response to address the needs of vulnerable children, women and families. UNICEF has already established partnerships with eight municipalities (Ankara, Gaziantep, Sanliurfa, Kilis, Yuregir, Hatay, Istanbul and Izmir) and with the Union of Municipalities of Türkiye (UMT), which are being leveraged and scaled up to deliver immediate humanitarian assistance to affected children and families. Building on existing partnerships with local NGOs and with the private sector, UNICEF is expanding service delivery in the areas where there are critical gaps, in close coordination with local authorities, and working to strengthen local capacities and systems. Moreover, UNICEF is enhancing engagement with youth/adolescent networks and platforms, building the capacity of young people, and mobilizing them to support the delivery of frontline response, to reinforce integration and social cohesion as well as resilience building. In order to provide integrated response to affected children and families, UNICEF with partners is establishing age-appropriate inclusive child, adolescent and family support spaces/hubs, which are providing frontline child protection support as well as facilitating access to specialized child protection services, health and nutrition, education, and information on cash transfers as well feedback/complaint mechanisms.</p>\n<p><strong>Situation Overview &amp; Humanitarian Needs</strong></p>\n<p>The death toll from the devastating earthquakes on 6 February is reported as 50,783, with around 2.4 million people living in formal sites and informal settlements; this includes 1.6 million people who are living in informal settlements and nearly 800,000 in formal sites. The key needs in informal sites continue to be accessing adequate water and sanitation, access to information on available services and social protection schemes and support for people with disabilities (e.g. accessible facilities); acknowledging there are some movements of population for other self-resettlement opportunities.</p>\n<p>The debris cleared from damaged building sites in Hatay are dumped in Yeşilköy neighborhood of Samandağ district where earthquake victims live. Residents are concerned that the rubble may contain toxic asbestos. Hatay Governorate announced that demolition of the damaged buildings and debris removal works will continue in 78 neighborhoods within Antakya and Define districts. In Malatya 92.78% of the rubble has been removed. The debris of 5,330 collapsed buildings and buildings that were ordered to be demolished due to heavy damage are being removed and transported out of the city.</p>\n<p>To date, 1,915 unaccompanied children have been identified, of whom 1,873 have been reunified with their families or are in long-term alternative care; and family tracing continues for 42 children to reunify them with their families.</p>\n<p>Access to education has been hampered for nearly 4 million children, including 350,000 refugee and migrant children. The MoNE has resumed education in earthquake affected provinces and nearly 1.5 million students have resumed classes in these provinces, with the school year due to close on 16 June. The MoNE has announced schools will open in all 81 provinces and all districts, including the ones affected by the earthquake, following Bayram/Eid Holidays (after 24 April); when it is expected new data on the number of students who have resumed classes in all earthquake affected areas will be announced. As previously reported, 254,000 students have been transferred to non-earthquake affected provinces as they move with their families across 71 provinces and to date, 32,659 students who were transferred from the earthquake-affected province to other provinces have now returned to their provinces of origin. The MoNE plans to carryout summer programmes to compensate for lost learning due to school closures because of the earthquakes. Efforts to overcome the impact of the earthquake are ongoing; 3,450 exam preparation points have been set up in the earthquake-affected provinces, serving around 145,000 students.</p>\n<p>Under the leadership of the Government of Türkiye, humanitarian partners continue to deliver immediate response to the affected population, while in parallel recovery and reconstruction plans are underway. The TERRA reported extensive damage to WASH facilities and 20,430 educational institutions, which will require an estimated US$11 billion for repair and rehabilitation alone. UNICEF is working with national and local authorities to ensure that the humanitarian response and the recovery plans are people and child centered across sectors. To date, the Interagency Appeal for US$1 billion to assist 5.2 million people affected by the earthquakes is only 29.3% funded, with US$294.3 million received; an interim update on the progress made on Interagency appeal has been carried out by the humanitarian community to which UNICEF has contributed.</p>\n"
    }
  },
  "text": "# UNICEF Türkiye Humanitarian Situation Report No. 9 (Earthquake), 17 April 2023\n\n**6 – 17 April 2023**\n\n**Highlights** \n\n- Around 2.4 million people live in formal sites and informal settlements; this includes 1.6 million people who are living in informal settlements and nearly 800,000 in formal sites. The key needs in informal sites continue to be accessing adequate water and sanitation, access to information on available services and social protection schemes and support for people with disabilities (e.g., accessible facilities); acknowledging there are some movements of population for other self-resettlement opportunities; acknowledging some movements of population for other self-resettlement opportunities. \n\n- To date, 1,915 unaccompanied children have been identified, of whom 1,873 have been reunified with their families or are in long-term alternative care. Family tracing continues for 42 children to reunify them with their families. \n\n- 332,587 students are accessing formal or non-formal education, including early learning, through UNICEF-supported systemstrengthening and programmes; 195,659 children and caregivers have received mental health and psychosocial support and 39,090 people have accessed safe spaces iii for multisectoral support.\n\n- UNICEF is leading the WASH sector group. Cumulatively, WASH sector partners have reached 2.38 million people with WASH assistance. This entails delivery of 1,261,472 litres of potable water for drinking and personal hygiene use and 3,401,490 litres of water for sanitation purposes, and provision of hygiene kits to 651,151 households. \n\n- UNICEF has a funding gap of over US$94 million (48%) against the funding requirement of US$196 million to reach 3 million people, including 1.5 million children. While there are needs across all sectors, the humanitarian cash transfer intervention is the most significantly underfunded. \n\n**Situation in Numbers** * \n\n9.1 million People in Need \n\n2.5 million Children in Need \n\n3 million People Targeted by UNICEF \n\n1.5 million Children Targeted by UNICEF \n\n**IA Flash Appeal, UNICEF Türkiye HAC* \n\n**Funding Overview and Partnerships** \n\nUnder the UNICEF Türkiye Earthquake Response Humanitarian Action for Children 2023 (HAC) UNICEF urgently requires US$196 million to reach 3 million people, including 1.5 million children who have been affected by the 6 February earthquakes. As of 11 April, there remains a significant funding gap of 48 percent. UNICEF is grateful for the quick reprogramming and generous new contributions from the Bureau of Humanitarian Assistance (BHA), Bureau of Population, Refugees and Migration (BPRM), the Central Emergency Response Fund (CERF), European Union, including European Civil Protection and Humanitarian Aid Operations (ECHO), the Government of Sweden (SIDA), the Government of the United Kingdom, the Government of Canada, the Government of Kuwait (forthcoming) and the UNICEF national committees for Australia, Ireland, Denmark, France, Germany, Korea, Norway, Türkiye, Switzerland, Sweden, USA, UK, Qatar, Italy, Spain, Singapore, Bulgaria, Belarus, Chile, Colombia, Peru, Malaysia, Mexico, Romania, United Arab Emirates, Egypt, Uruguay, Serbia, and Switzerland; all of which have enabled immediate provision of critical supplies and services to children and families affected by the earthquake. Given the urgency to respond, UNICEF has also leveraged its Emergency Programme Fund (EPF)3 and global humanitarian thematic funds, to expedite the delivery of critical services and supplies to people in need. Timely, flexible contributions remain urgently required to enable UNICEF to complement the Government-led response and promptly respond to current and increasing humanitarian needs. \n\nUnder the leadership of the Government of Türkiye and within the interagency framework for the earthquake response, UNICEF is working with key humanitarian partners – Government and Non-Government Organizations (NGOs), through established interagency mechanisms. Cooperation is ongoing with the Ministry of Interior Disaster and Emergency Management Presidency (AFAD), Presidency of Migration Management (PMM) and key ministries including the Ministry of Family and Social Services (MoFSS), Ministry of Justice (MoJ) Ministry of National Education (MoNE), Ministry of Youth and Sports (MoYS), and Ministry of Health (MoH).\n\n**Humanitarian Leadership, Coordination and Strategy**\n\nWhile the Government is leading the overall humanitarian response, an interagency humanitarian coordination mechanism has been established supporting government led efforts with sector working groups. Under this coordination framework, UNICEF is leading the Water, Sanitation and Hygiene (WASH) and Education sector working groups and co-leading the Child Protection sub-working group under the UNHCR led Protection working group. UNICEF is also a member of the WHO led Health working group, the UNHCR led Cash working group and the UNDP led Early Recovery group, as well as the interagency protection from sexual exploitation and abuse (PSEA) and accountability to affected population (AAP) task forces. The Government, with the support of the World Bank, EU, and UN, is leading the follow-up to the Türkiye Earthquake Recovery and Reconstruction Assessment (TERRA), on the recovery planning across sectors.\n\nUNICEF is using its long-standing presence in Türkiye (including a field office in Gaziantep), including strong relations with the Government and a large network of civil society and private sector partners, to implement its strategy of scaling up humanitarian response to address the needs of vulnerable children, women and families. UNICEF has already established partnerships with eight municipalities (Ankara, Gaziantep, Sanliurfa, Kilis, Yuregir, Hatay, Istanbul and Izmir) and with the Union of Municipalities of Türkiye (UMT), which are being leveraged and scaled up to deliver immediate humanitarian assistance to affected children and families. Building on existing partnerships with local NGOs and with the private sector, UNICEF is expanding service delivery in the areas where there are critical gaps, in close coordination with local authorities, and working to strengthen local capacities and systems. Moreover, UNICEF is enhancing engagement with youth/adolescent networks and platforms, building the capacity of young people, and mobilizing them to support the delivery of frontline response, to reinforce integration and social cohesion as well as resilience building. In order to provide integrated response to affected children and families, UNICEF with partners is establishing age-appropriate inclusive child, adolescent and family support spaces/hubs, which are providing frontline child protection support as well as facilitating access to specialized child protection services, health and nutrition, education, and information on cash transfers as well feedback/complaint mechanisms.\n\n**Situation Overview & Humanitarian Needs** \n\nThe death toll from the devastating earthquakes on 6 February is reported as 50,783, with around 2.4 million people living in formal sites and informal settlements; this includes 1.6 million people who are living in informal settlements and nearly 800,000 in formal sites. The key needs in informal sites continue to be accessing adequate water and sanitation, access to information on available services and social protection schemes and support for people with disabilities (e.g. accessible facilities); acknowledging there are some movements of population for other self-resettlement opportunities. \n\nThe debris cleared from damaged building sites in Hatay are dumped in Yeşilköy neighborhood of Samandağ district where earthquake victims live. Residents are concerned that the rubble may contain toxic asbestos. Hatay Governorate announced that demolition of the damaged buildings and debris removal works will continue in 78 neighborhoods within Antakya and Define districts. In Malatya 92.78% of the rubble has been removed. The debris of 5,330 collapsed buildings and buildings that were ordered to be demolished due to heavy damage are being removed and transported out of the city. \n\nTo date, 1,915 unaccompanied children have been identified, of whom 1,873 have been reunified with their families or are in long-term alternative care; and family tracing continues for 42 children to reunify them with their families. \n\nAccess to education has been hampered for nearly 4 million children, including 350,000 refugee and migrant children. The MoNE has resumed education in earthquake affected provinces and nearly 1.5 million students have resumed classes in these provinces, with the school year due to close on 16 June. The MoNE has announced schools will open in all 81 provinces and all districts, including the ones affected by the earthquake, following Bayram/Eid Holidays (after 24 April); when it is expected new data on the number of students who have resumed classes in all earthquake affected areas will be announced. As previously reported, 254,000 students have been transferred to non-earthquake affected provinces as they move with their families across 71 provinces and to date, 32,659 students who were transferred from the earthquake-affected province to other provinces have now returned to their provinces of origin. The MoNE plans to carryout summer programmes to compensate for lost learning due to school closures because of the earthquakes. Efforts to overcome the impact of the earthquake are ongoing; 3,450 exam preparation points have been set up in the earthquake-affected provinces, serving around 145,000 students.\n\nUnder the leadership of the Government of Türkiye, humanitarian partners continue to deliver immediate response to the affected population, while in parallel recovery and reconstruction plans are underway. The TERRA reported extensive damage to WASH facilities and 20,430 educational institutions, which will require an estimated US$11 billion for repair and rehabilitation alone. UNICEF is working with national and local authorities to ensure that the humanitarian response and the recovery plans are people and child centered across sectors. To date, the Interagency Appeal for US$1 billion to assist 5.2 million people affected by the earthquakes is only 29.3% funded, with US$294.3 million received; an interim update on the progress made on Interagency appeal has been carried out by the humanitarian community to which UNICEF has contributed.",
  "summary": "\n\nThis UNICEF Türkiye Humanitarian Situation Report No. 9 (Earthquake) provides an overview of the situation in Türkiye following the 6 February earthquakes. It highlights the key needs of the affected population, including access to adequate water and sanitation, access to information on available services and social protection schemes, and support for people with disabilities. It also provides an overview of the humanitarian response, including the number of people in need, the number of people targeted by UNICEF, and the funding gap. UNICEF is leading the WASH sector group and has established partnerships with eight municipalities and the Union of Municipalities of Türkiye to deliver immediate humanitarian assistance to affected children and families. The Government is leading the overall humanitarian response, with UNICEF leading the Water, Sanitation and Hygiene (WASH) and Education sector working groups and co-leading the Child Protection sub-working group. An Interagency Appeal for US$1 billion to assist 5.2 million people affected by the earthquakes is only 29.3% funded.",
  "metadata": {
    "id": "3955618",
    "name": "UNICEF Türkiye Humanitarian Situation Report No. 9 (Earthquake), 17 April 2023",
    "date_original": 1682294400000,
    "date_changed": 1682381948000,
    "date_created": 1682375408000,
    "primary_country_id": 236,
    "primary_country_name": "Türkiye",
    "primary_country_iso3": "tur",
    "primary_country_location": {
      "lon": 35.18,
      "lat": 39.06
    }
  }
}