{
  "original": {
    "id": "51337",
    "fields": {
      "date": {
        "changed": "2023-05-01T12:23:44+00:00",
        "event": "2022-09-16T00:00:00+00:00",
        "created": "2022-10-05T04:09:14+00:00"
      },
      "primary_type": {
        "code": "EP",
        "name": "Epidemic",
        "id": 4642
      },
      "country": [
        {
          "href": "https://api.reliefweb.int/v1/countries/87",
          "name": "Ethiopia",
          "location": {
            "lon": 39.62,
            "lat": 8.63
          },
          "id": 87,
          "shortname": "Ethiopia",
          "iso3": "eth",
          "primary": true
        }
      ],
      "primary_country": {
        "href": "https://api.reliefweb.int/v1/countries/87",
        "name": "Ethiopia",
        "location": {
          "lon": 39.62,
          "lat": 8.63
        },
        "id": 87,
        "shortname": "Ethiopia",
        "iso3": "eth"
      },
      "profile": {
        "appeals_response_plans": {
          "active": [
            {
              "cover": "https://reliefweb.int/sites/default/files/styles/small/public/previews/d7/23/d7231ab6-f7f5-408c-a8bc-eb9a7456d76e.png",
              "title": "Govt. Ethiopia: Ethiopia - Multi-Sectorial Cholera Elimination Plan 2022 - 2028",
              "url": "https://reliefweb.int/node/3931236"
            },
            {
              "cover": "https://reliefweb.int/sites/default/files/styles/small/public/previews/95/a3/95a37043-3c7c-4425-8a1e-77f6e84e7917.png",
              "title": "Govt. Ethiopia: Ethiopia - National Cholera Control Operational Plan 2022/23",
              "url": "https://reliefweb.int/node/3931233"
            }
          ],
          "title": "Appeals & Response Plans"
        },
        "overview": "On 16 September 2022, the Ethiopia Ministry of Health declared a cholera outbreak in the Harana Buluk and Berbere woredas of Bale Zone, Oromia Region. On 25 September 2022, a total of 16 new cholera cases (14 severe) were reported. There were no new deaths. While 2 patients were discharged, Cholera Treatment Centers (CTC) reported 14 new admissions. Anecdotally, the outbreak is also reported to have expanded to the Dolo Mena woreda, which constitutes a risk of further spread. Cholera outbreak response activities are ongoing in both woredas. ([IFRC, 4 Oct 2022](https://reliefweb.int/node/3892856/)) \n\nAs of 10 October, 191 cholera cases were reported in 3 woredas of Bale zone (Harana Buluk, Berbere and Delo Mena) with 4 associated deaths (Cumulative Case Fatality Rate – CFR - of 2.09 per cent1). The use of unsafe water from contaminated water points is the most likely cause of this outbreak. Limited access to water and sanitation (WASH) services, poor hygiene practices, including open defecation and lack of water treatment options are among the factors that have contributed to the rapid spread of the disease across these three woredas. New suspected cases are reported daily in the three affected woredas. As of the reporting date, there are 15 active cases (3 cases in Delo Mena, 10 in Berbere and 2 in Harana Buluk woredas) in the existing Cholera Treatment Center (CTC), with 71 per cent of the patients experiencing severe dehydration symptoms. Due to people’s mobility, there is a high risk that the outbreak could propagate into bordering zones of Southern and Eastern Oromia, SNNP and Somali regions. ([OCHA, 13 Oct 2022](https://reliefweb.int/node/3895925/))\n\nMeanwhile, new cases of cholera continue to be reported in affected areas in Bale Zone of Oromia Region. As of 10 October, and since 27 August, 196 cases were reported in Berbere, Delo Mena and Herena Buluk woredas, including in Burka IDP site. The cholera outbreak has already spread to neighboring Somali Region with 18 cases recently reported in Karsadula Woreda of Liban Zone. In SNNP Region, laboratory test of ten suspected cholera cases from Amaro Special Woreda returned a negative result. ([OCHA, 17 Oct 2022](https://reliefweb.int/node/3897151))\n\nAs of 25 October 2022, 273 cholera cases have been reported including 9 deaths. Suspected cases in East Bale are under investigation. Reportedly, 114 additional woredas are at risk of an outbreak. The caseload has increased by 30 per cent since October 10, with new daily cases reported in Berbere and Kersadula woredas. According to EPHI, close to 459,000 people are at high risk in the four woredas, especially IDPs living in sites. The response is hindered by insufficient funding and partners’ presence. Shortage of WASH treatment chemicals, limited amount of water storage items (reservoir tanks, jerry cans, etc.), insufficient water trucking capacity and large number of non-functional water schemes represent the major gaps. ([OCHA, 25 Oct 2022](https://reliefweb.int/node/3902023))\n\nA cholera outbreak has been ongoing in Ethiopia since 27 August 2022. The index case was reported from Bekay Kebele, Harana Buluk Woreda of Bale Zone, Oromia Region. As of 13 November 2022, a total of 399 suspected cases of cholera have been reported including 274 cases from Oromia region and 125 cases from Somali region. At least 15 of these cases have been laboratory-confirmed through culture. The cumulative attack rate is 89.6 per 100 000 population. Seventeen deaths have been reported, for a CFR of 4.3%. Six woredas have so far been affected: Berbere (174 cases), Harena Buluk (71), Delo Mena (22), and Gura Damole (7) in Bale Zone of Oromia region, and Guradamole (88) and Kersadula (37) in Liben Zone of Somali region. A total of 38 Kebeles (villages) have reported one or several suspected cases of cholera since the beginning of the outbreak. Of note, no case has been reported from Harena Buluk in the last 36 days and from Dolo Mena over the last 29 days. ([WHO, 18 Nov 2022](https://reliefweb.int/node/3908200))\n\nThe Cholera outbreak has spread out to 41 kebeles of 4 woredas of Bale Zone of Oromia and 2 woreda of Liban zone of Somali region. As of 23 November 2022, 491 cholera cases have been reported, including 20 deaths. Close to 555,000 people are at high-risk in the six woredas. The caseload of affected people has increased by 28 per cent in the last two weeks with new daily cases reported in Berbere, Gura Damole, Quarsadula woredas. In Guradamole woreda of Liban zone, cases are expanding at high pace, especially across IDP spontaneous sites where more than 60 per cent of the new affected caseloads are recorded. The response is hindered by insufficient funding and limited partners’ presence. ([OCHA, 24 Nov 2022](https://reliefweb.int/3910306))\n\nThe Cholera outbreak has spread out to 55 kebeles of 5 woredas of Bale,1 woreda of Guji zones of Oromia and 2 woredas of Liban zone of Somali region. As of 14 December 2022, 669 cholera cases have been reported including 24 deaths. Close to 743,000 people are at high-risk in the eight affected woredas. The caseload of affected people has increased by 30 per cent in the last two weeks. In Girja woreda of Guji zone, cases are expanding at high pace with over 100 cases reported in less than two weeks.  ([OCHA, 14 Dec 2022](https://reliefweb.int/3916597))\n\nA cholera outbreak has been ongoing in Ethiopia since 27 August 2022. The index case was reported from Bekay Kebele, Oromia Region and the outbreak was confirmed on 9 September. As of 2 February 2023, a total of 1 068 suspected cases of cholera with 28 deaths (CFR 2.6%) have been reported, including 869 cases and 13 deaths (CFR 1.5%) from Oromia region and 199 cases and 15 deaths (CFR 7.5%) from Somali region. A total of 66 kebeles (villages) have so far been affected, distributed in ten woredas. Cholera outbreak in Somali region is controlled. ([WHO, 11 March 2023](https://reliefweb.int/node/3942403))\n\nA cholera outbreak has been ongoing in Ethiopia since 27 August 2022. The index case was reported from Bekay Kebele, Oromia Region and the outbreak was confirmed on 9 September. As of 27 March 2023, a total of 2 370 suspected cases of cholera with 51 deaths (CFR 2.2%) have been reported. There are 17 out of 22 affected woredas reporting active outbreaks as of week 12 (ending 27 March 2023). ([WHO, 27 April 2023](https://reliefweb.int/node/3956535))",
        "overview-html": "<p>On 16 September 2022, the Ethiopia Ministry of Health declared a cholera outbreak in the Harana Buluk and Berbere woredas of Bale Zone, Oromia Region. On 25 September 2022, a total of 16 new cholera cases (14 severe) were reported. There were no new deaths. While 2 patients were discharged, Cholera Treatment Centers (CTC) reported 14 new admissions. Anecdotally, the outbreak is also reported to have expanded to the Dolo Mena woreda, which constitutes a risk of further spread. Cholera outbreak response activities are ongoing in both woredas. (<a href=\"https://reliefweb.int/node/3892856/\">IFRC, 4 Oct 2022</a>)</p>\n<p>As of 10 October, 191 cholera cases were reported in 3 woredas of Bale zone (Harana Buluk, Berbere and Delo Mena) with 4 associated deaths (Cumulative Case Fatality Rate – CFR - of 2.09 per cent1). The use of unsafe water from contaminated water points is the most likely cause of this outbreak. Limited access to water and sanitation (WASH) services, poor hygiene practices, including open defecation and lack of water treatment options are among the factors that have contributed to the rapid spread of the disease across these three woredas. New suspected cases are reported daily in the three affected woredas. As of the reporting date, there are 15 active cases (3 cases in Delo Mena, 10 in Berbere and 2 in Harana Buluk woredas) in the existing Cholera Treatment Center (CTC), with 71 per cent of the patients experiencing severe dehydration symptoms. Due to people’s mobility, there is a high risk that the outbreak could propagate into bordering zones of Southern and Eastern Oromia, SNNP and Somali regions. (<a href=\"https://reliefweb.int/node/3895925/\">OCHA, 13 Oct 2022</a>)</p>\n<p>Meanwhile, new cases of cholera continue to be reported in affected areas in Bale Zone of Oromia Region. As of 10 October, and since 27 August, 196 cases were reported in Berbere, Delo Mena and Herena Buluk woredas, including in Burka IDP site. The cholera outbreak has already spread to neighboring Somali Region with 18 cases recently reported in Karsadula Woreda of Liban Zone. In SNNP Region, laboratory test of ten suspected cholera cases from Amaro Special Woreda returned a negative result. (<a href=\"https://reliefweb.int/node/3897151\">OCHA, 17 Oct 2022</a>)</p>\n<p>As of 25 October 2022, 273 cholera cases have been reported including 9 deaths. Suspected cases in East Bale are under investigation. Reportedly, 114 additional woredas are at risk of an outbreak. The caseload has increased by 30 per cent since October 10, with new daily cases reported in Berbere and Kersadula woredas. According to EPHI, close to 459,000 people are at high risk in the four woredas, especially IDPs living in sites. The response is hindered by insufficient funding and partners’ presence. Shortage of WASH treatment chemicals, limited amount of water storage items (reservoir tanks, jerry cans, etc.), insufficient water trucking capacity and large number of non-functional water schemes represent the major gaps. (<a href=\"https://reliefweb.int/node/3902023\">OCHA, 25 Oct 2022</a>)</p>\n<p>A cholera outbreak has been ongoing in Ethiopia since 27 August 2022. The index case was reported from Bekay Kebele, Harana Buluk Woreda of Bale Zone, Oromia Region. As of 13 November 2022, a total of 399 suspected cases of cholera have been reported including 274 cases from Oromia region and 125 cases from Somali region. At least 15 of these cases have been laboratory-confirmed through culture. The cumulative attack rate is 89.6 per 100 000 population. Seventeen deaths have been reported, for a CFR of 4.3%. Six woredas have so far been affected: Berbere (174 cases), Harena Buluk (71), Delo Mena (22), and Gura Damole (7) in Bale Zone of Oromia region, and Guradamole (88) and Kersadula (37) in Liben Zone of Somali region. A total of 38 Kebeles (villages) have reported one or several suspected cases of cholera since the beginning of the outbreak. Of note, no case has been reported from Harena Buluk in the last 36 days and from Dolo Mena over the last 29 days. (<a href=\"https://reliefweb.int/node/3908200\">WHO, 18 Nov 2022</a>)</p>\n<p>The Cholera outbreak has spread out to 41 kebeles of 4 woredas of Bale Zone of Oromia and 2 woreda of Liban zone of Somali region. As of 23 November 2022, 491 cholera cases have been reported, including 20 deaths. Close to 555,000 people are at high-risk in the six woredas. The caseload of affected people has increased by 28 per cent in the last two weeks with new daily cases reported in Berbere, Gura Damole, Quarsadula woredas. In Guradamole woreda of Liban zone, cases are expanding at high pace, especially across IDP spontaneous sites where more than 60 per cent of the new affected caseloads are recorded. The response is hindered by insufficient funding and limited partners’ presence. (<a href=\"https://reliefweb.int/3910306\">OCHA, 24 Nov 2022</a>)</p>\n<p>The Cholera outbreak has spread out to 55 kebeles of 5 woredas of Bale,1 woreda of Guji zones of Oromia and 2 woredas of Liban zone of Somali region. As of 14 December 2022, 669 cholera cases have been reported including 24 deaths. Close to 743,000 people are at high-risk in the eight affected woredas. The caseload of affected people has increased by 30 per cent in the last two weeks. In Girja woreda of Guji zone, cases are expanding at high pace with over 100 cases reported in less than two weeks.  (<a href=\"https://reliefweb.int/3916597\">OCHA, 14 Dec 2022</a>)</p>\n<p>A cholera outbreak has been ongoing in Ethiopia since 27 August 2022. The index case was reported from Bekay Kebele, Oromia Region and the outbreak was confirmed on 9 September. As of 2 February 2023, a total of 1 068 suspected cases of cholera with 28 deaths (CFR 2.6%) have been reported, including 869 cases and 13 deaths (CFR 1.5%) from Oromia region and 199 cases and 15 deaths (CFR 7.5%) from Somali region. A total of 66 kebeles (villages) have so far been affected, distributed in ten woredas. Cholera outbreak in Somali region is controlled. (<a href=\"https://reliefweb.int/node/3942403\">WHO, 11 March 2023</a>)</p>\n<p>A cholera outbreak has been ongoing in Ethiopia since 27 August 2022. The index case was reported from Bekay Kebele, Oromia Region and the outbreak was confirmed on 9 September. As of 27 March 2023, a total of 2 370 suspected cases of cholera with 51 deaths (CFR 2.2%) have been reported. There are 17 out of 22 affected woredas reporting active outbreaks as of week 12 (ending 27 March 2023). (<a href=\"https://reliefweb.int/node/3956535\">WHO, 27 April 2023</a>)</p>\n"
      },
      "description-html": "<p>On 16 September 2022, the Ethiopia Ministry of Health declared a cholera outbreak in the Harana Buluk and Berbere woredas of Bale Zone, Oromia Region. On 25 September 2022, a total of 16 new cholera cases (14 severe) were reported. There were no new deaths. While 2 patients were discharged, Cholera Treatment Centers (CTC) reported 14 new admissions. Anecdotally, the outbreak is also reported to have expanded to the Dolo Mena woreda, which constitutes a risk of further spread. Cholera outbreak response activities are ongoing in both woredas. (<a href=\"https://reliefweb.int/node/3892856/\">IFRC, 4 Oct 2022</a>)</p>\n<p>As of 10 October, 191 cholera cases were reported in 3 woredas of Bale zone (Harana Buluk, Berbere and Delo Mena) with 4 associated deaths (Cumulative Case Fatality Rate – CFR - of 2.09 per cent1). The use of unsafe water from contaminated water points is the most likely cause of this outbreak. Limited access to water and sanitation (WASH) services, poor hygiene practices, including open defecation and lack of water treatment options are among the factors that have contributed to the rapid spread of the disease across these three woredas. New suspected cases are reported daily in the three affected woredas. As of the reporting date, there are 15 active cases (3 cases in Delo Mena, 10 in Berbere and 2 in Harana Buluk woredas) in the existing Cholera Treatment Center (CTC), with 71 per cent of the patients experiencing severe dehydration symptoms. Due to people’s mobility, there is a high risk that the outbreak could propagate into bordering zones of Southern and Eastern Oromia, SNNP and Somali regions. (<a href=\"https://reliefweb.int/node/3895925/\">OCHA, 13 Oct 2022</a>)</p>\n<p>Meanwhile, new cases of cholera continue to be reported in affected areas in Bale Zone of Oromia Region. As of 10 October, and since 27 August, 196 cases were reported in Berbere, Delo Mena and Herena Buluk woredas, including in Burka IDP site. The cholera outbreak has already spread to neighboring Somali Region with 18 cases recently reported in Karsadula Woreda of Liban Zone. In SNNP Region, laboratory test of ten suspected cholera cases from Amaro Special Woreda returned a negative result. (<a href=\"https://reliefweb.int/node/3897151\">OCHA, 17 Oct 2022</a>)</p>\n<p>As of 25 October 2022, 273 cholera cases have been reported including 9 deaths. Suspected cases in East Bale are under investigation. Reportedly, 114 additional woredas are at risk of an outbreak. The caseload has increased by 30 per cent since October 10, with new daily cases reported in Berbere and Kersadula woredas. According to EPHI, close to 459,000 people are at high risk in the four woredas, especially IDPs living in sites. The response is hindered by insufficient funding and partners’ presence. Shortage of WASH treatment chemicals, limited amount of water storage items (reservoir tanks, jerry cans, etc.), insufficient water trucking capacity and large number of non-functional water schemes represent the major gaps. (<a href=\"https://reliefweb.int/node/3902023\">OCHA, 25 Oct 2022</a>)</p>\n<p>A cholera outbreak has been ongoing in Ethiopia since 27 August 2022. The index case was reported from Bekay Kebele, Harana Buluk Woreda of Bale Zone, Oromia Region. As of 13 November 2022, a total of 399 suspected cases of cholera have been reported including 274 cases from Oromia region and 125 cases from Somali region. At least 15 of these cases have been laboratory-confirmed through culture. The cumulative attack rate is 89.6 per 100 000 population. Seventeen deaths have been reported, for a CFR of 4.3%. Six woredas have so far been affected: Berbere (174 cases), Harena Buluk (71), Delo Mena (22), and Gura Damole (7) in Bale Zone of Oromia region, and Guradamole (88) and Kersadula (37) in Liben Zone of Somali region. A total of 38 Kebeles (villages) have reported one or several suspected cases of cholera since the beginning of the outbreak. Of note, no case has been reported from Harena Buluk in the last 36 days and from Dolo Mena over the last 29 days. (<a href=\"https://reliefweb.int/node/3908200\">WHO, 18 Nov 2022</a>)</p>\n<p>The Cholera outbreak has spread out to 41 kebeles of 4 woredas of Bale Zone of Oromia and 2 woreda of Liban zone of Somali region. As of 23 November 2022, 491 cholera cases have been reported, including 20 deaths. Close to 555,000 people are at high-risk in the six woredas. The caseload of affected people has increased by 28 per cent in the last two weeks with new daily cases reported in Berbere, Gura Damole, Quarsadula woredas. In Guradamole woreda of Liban zone, cases are expanding at high pace, especially across IDP spontaneous sites where more than 60 per cent of the new affected caseloads are recorded. The response is hindered by insufficient funding and limited partners’ presence. (<a href=\"https://reliefweb.int/3910306\">OCHA, 24 Nov 2022</a>)</p>\n<p>The Cholera outbreak has spread out to 55 kebeles of 5 woredas of Bale,1 woreda of Guji zones of Oromia and 2 woredas of Liban zone of Somali region. As of 14 December 2022, 669 cholera cases have been reported including 24 deaths. Close to 743,000 people are at high-risk in the eight affected woredas. The caseload of affected people has increased by 30 per cent in the last two weeks. In Girja woreda of Guji zone, cases are expanding at high pace with over 100 cases reported in less than two weeks.  (<a href=\"https://reliefweb.int/3916597\">OCHA, 14 Dec 2022</a>)</p>\n<p>A cholera outbreak has been ongoing in Ethiopia since 27 August 2022. The index case was reported from Bekay Kebele, Oromia Region and the outbreak was confirmed on 9 September. As of 2 February 2023, a total of 1 068 suspected cases of cholera with 28 deaths (CFR 2.6%) have been reported, including 869 cases and 13 deaths (CFR 1.5%) from Oromia region and 199 cases and 15 deaths (CFR 7.5%) from Somali region. A total of 66 kebeles (villages) have so far been affected, distributed in ten woredas. Cholera outbreak in Somali region is controlled. (<a href=\"https://reliefweb.int/node/3942403\">WHO, 11 March 2023</a>)</p>\n<p>A cholera outbreak has been ongoing in Ethiopia since 27 August 2022. The index case was reported from Bekay Kebele, Oromia Region and the outbreak was confirmed on 9 September. As of 27 March 2023, a total of 2 370 suspected cases of cholera with 51 deaths (CFR 2.2%) have been reported. There are 17 out of 22 affected woredas reporting active outbreaks as of week 12 (ending 27 March 2023). (<a href=\"https://reliefweb.int/node/3956535\">WHO, 27 April 2023</a>)</p>\n<h3>Appeals &amp; Response Plans</h3>\n<ul>\n<li>\n<a href=\"https://reliefweb.int/node/3931236\"><img src=\"https://reliefweb.int/sites/default/files/styles/small/public/previews/d7/23/d7231ab6-f7f5-408c-a8bc-eb9a7456d76e.png\" alt=\"Govt. Ethiopia: Ethiopia - Multi-Sectorial Cholera Elimination Plan 2022 - 2028 - Cover preview\" /> Govt. Ethiopia: Ethiopia - Multi-Sectorial Cholera Elimination Plan 2022 - 2028</a>\n</li>\n<li>\n<a href=\"https://reliefweb.int/node/3931233\"><img src=\"https://reliefweb.int/sites/default/files/styles/small/public/previews/95/a3/95a37043-3c7c-4425-8a1e-77f6e84e7917.png\" alt=\"Govt. Ethiopia: Ethiopia - National Cholera Control Operational Plan 2022/23 - Cover preview\" /> Govt. Ethiopia: Ethiopia - National Cholera Control Operational Plan 2022/23</a>\n</li>\n</ul>\n",
      "description": "On 16 September 2022, the Ethiopia Ministry of Health declared a cholera outbreak in the Harana Buluk and Berbere woredas of Bale Zone, Oromia Region. On 25 September 2022, a total of 16 new cholera cases (14 severe) were reported. There were no new deaths. While 2 patients were discharged, Cholera Treatment Centers (CTC) reported 14 new admissions. Anecdotally, the outbreak is also reported to have expanded to the Dolo Mena woreda, which constitutes a risk of further spread. Cholera outbreak response activities are ongoing in both woredas. ([IFRC, 4 Oct 2022](https://reliefweb.int/node/3892856/)) \n\nAs of 10 October, 191 cholera cases were reported in 3 woredas of Bale zone (Harana Buluk, Berbere and Delo Mena) with 4 associated deaths (Cumulative Case Fatality Rate – CFR - of 2.09 per cent1). The use of unsafe water from contaminated water points is the most likely cause of this outbreak. Limited access to water and sanitation (WASH) services, poor hygiene practices, including open defecation and lack of water treatment options are among the factors that have contributed to the rapid spread of the disease across these three woredas. New suspected cases are reported daily in the three affected woredas. As of the reporting date, there are 15 active cases (3 cases in Delo Mena, 10 in Berbere and 2 in Harana Buluk woredas) in the existing Cholera Treatment Center (CTC), with 71 per cent of the patients experiencing severe dehydration symptoms. Due to people’s mobility, there is a high risk that the outbreak could propagate into bordering zones of Southern and Eastern Oromia, SNNP and Somali regions. ([OCHA, 13 Oct 2022](https://reliefweb.int/node/3895925/))\n\nMeanwhile, new cases of cholera continue to be reported in affected areas in Bale Zone of Oromia Region. As of 10 October, and since 27 August, 196 cases were reported in Berbere, Delo Mena and Herena Buluk woredas, including in Burka IDP site. The cholera outbreak has already spread to neighboring Somali Region with 18 cases recently reported in Karsadula Woreda of Liban Zone. In SNNP Region, laboratory test of ten suspected cholera cases from Amaro Special Woreda returned a negative result. ([OCHA, 17 Oct 2022](https://reliefweb.int/node/3897151))\n\nAs of 25 October 2022, 273 cholera cases have been reported including 9 deaths. Suspected cases in East Bale are under investigation. Reportedly, 114 additional woredas are at risk of an outbreak. The caseload has increased by 30 per cent since October 10, with new daily cases reported in Berbere and Kersadula woredas. According to EPHI, close to 459,000 people are at high risk in the four woredas, especially IDPs living in sites. The response is hindered by insufficient funding and partners’ presence. Shortage of WASH treatment chemicals, limited amount of water storage items (reservoir tanks, jerry cans, etc.), insufficient water trucking capacity and large number of non-functional water schemes represent the major gaps. ([OCHA, 25 Oct 2022](https://reliefweb.int/node/3902023))\n\nA cholera outbreak has been ongoing in Ethiopia since 27 August 2022. The index case was reported from Bekay Kebele, Harana Buluk Woreda of Bale Zone, Oromia Region. As of 13 November 2022, a total of 399 suspected cases of cholera have been reported including 274 cases from Oromia region and 125 cases from Somali region. At least 15 of these cases have been laboratory-confirmed through culture. The cumulative attack rate is 89.6 per 100 000 population. Seventeen deaths have been reported, for a CFR of 4.3%. Six woredas have so far been affected: Berbere (174 cases), Harena Buluk (71), Delo Mena (22), and Gura Damole (7) in Bale Zone of Oromia region, and Guradamole (88) and Kersadula (37) in Liben Zone of Somali region. A total of 38 Kebeles (villages) have reported one or several suspected cases of cholera since the beginning of the outbreak. Of note, no case has been reported from Harena Buluk in the last 36 days and from Dolo Mena over the last 29 days. ([WHO, 18 Nov 2022](https://reliefweb.int/node/3908200))\n\nThe Cholera outbreak has spread out to 41 kebeles of 4 woredas of Bale Zone of Oromia and 2 woreda of Liban zone of Somali region. As of 23 November 2022, 491 cholera cases have been reported, including 20 deaths. Close to 555,000 people are at high-risk in the six woredas. The caseload of affected people has increased by 28 per cent in the last two weeks with new daily cases reported in Berbere, Gura Damole, Quarsadula woredas. In Guradamole woreda of Liban zone, cases are expanding at high pace, especially across IDP spontaneous sites where more than 60 per cent of the new affected caseloads are recorded. The response is hindered by insufficient funding and limited partners’ presence. ([OCHA, 24 Nov 2022](https://reliefweb.int/3910306))\n\nThe Cholera outbreak has spread out to 55 kebeles of 5 woredas of Bale,1 woreda of Guji zones of Oromia and 2 woredas of Liban zone of Somali region. As of 14 December 2022, 669 cholera cases have been reported including 24 deaths. Close to 743,000 people are at high-risk in the eight affected woredas. The caseload of affected people has increased by 30 per cent in the last two weeks. In Girja woreda of Guji zone, cases are expanding at high pace with over 100 cases reported in less than two weeks.  ([OCHA, 14 Dec 2022](https://reliefweb.int/3916597))\n\nA cholera outbreak has been ongoing in Ethiopia since 27 August 2022. The index case was reported from Bekay Kebele, Oromia Region and the outbreak was confirmed on 9 September. As of 2 February 2023, a total of 1 068 suspected cases of cholera with 28 deaths (CFR 2.6%) have been reported, including 869 cases and 13 deaths (CFR 1.5%) from Oromia region and 199 cases and 15 deaths (CFR 7.5%) from Somali region. A total of 66 kebeles (villages) have so far been affected, distributed in ten woredas. Cholera outbreak in Somali region is controlled. ([WHO, 11 March 2023](https://reliefweb.int/node/3942403))\n\nA cholera outbreak has been ongoing in Ethiopia since 27 August 2022. The index case was reported from Bekay Kebele, Oromia Region and the outbreak was confirmed on 9 September. As of 27 March 2023, a total of 2 370 suspected cases of cholera with 51 deaths (CFR 2.2%) have been reported. There are 17 out of 22 affected woredas reporting active outbreaks as of week 12 (ending 27 March 2023). ([WHO, 27 April 2023](https://reliefweb.int/node/3956535))\n### Appeals & Response Plans\n\n- [![Govt. Ethiopia: Ethiopia - Multi-Sectorial Cholera Elimination Plan 2022 - 2028 - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/d7/23/d7231ab6-f7f5-408c-a8bc-eb9a7456d76e.png) Govt. Ethiopia: Ethiopia - Multi-Sectorial Cholera Elimination Plan 2022 - 2028](https://reliefweb.int/node/3931236)\n- [![Govt. Ethiopia: Ethiopia - National Cholera Control Operational Plan 2022/23 - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/95/a3/95a37043-3c7c-4425-8a1e-77f6e84e7917.png) Govt. Ethiopia: Ethiopia - National Cholera Control Operational Plan 2022/23](https://reliefweb.int/node/3931233)",
      "type": [
        {
          "code": "EP",
          "name": "Epidemic",
          "id": 4642,
          "primary": true
        }
      ],
      "url": "https://reliefweb.int/taxonomy/term/51337",
      "current": true,
      "url_alias": "https://reliefweb.int/disaster/ep-2022-000323-eth",
      "name": "Ethiopia: Cholera Outbreak - Sep 2022",
      "id": 51337,
      "glide": "EP-2022-000323-ETH",
      "status": "ongoing"
    }
  },
  "text": "Ethiopia: Cholera Outbreak - Sep 2022\n\nOn 16 September 2022, the Ethiopia Ministry of Health declared a cholera outbreak in the Harana Buluk and Berbere woredas of Bale Zone, Oromia Region. On 25 September 2022, a total of 16 new cholera cases (14 severe) were reported. There were no new deaths. While 2 patients were discharged, Cholera Treatment Centers (CTC) reported 14 new admissions. Anecdotally, the outbreak is also reported to have expanded to the Dolo Mena woreda, which constitutes a risk of further spread. Cholera outbreak response activities are ongoing in both woredas. ([IFRC, 4 Oct 2022](https://reliefweb.int/node/3892856/)) \n\nAs of 10 October, 191 cholera cases were reported in 3 woredas of Bale zone (Harana Buluk, Berbere and Delo Mena) with 4 associated deaths (Cumulative Case Fatality Rate – CFR - of 2.09 per cent1). The use of unsafe water from contaminated water points is the most likely cause of this outbreak. Limited access to water and sanitation (WASH) services, poor hygiene practices, including open defecation and lack of water treatment options are among the factors that have contributed to the rapid spread of the disease across these three woredas. New suspected cases are reported daily in the three affected woredas. As of the reporting date, there are 15 active cases (3 cases in Delo Mena, 10 in Berbere and 2 in Harana Buluk woredas) in the existing Cholera Treatment Center (CTC), with 71 per cent of the patients experiencing severe dehydration symptoms. Due to people’s mobility, there is a high risk that the outbreak could propagate into bordering zones of Southern and Eastern Oromia, SNNP and Somali regions. ([OCHA, 13 Oct 2022](https://reliefweb.int/node/3895925/))\n\nMeanwhile, new cases of cholera continue to be reported in affected areas in Bale Zone of Oromia Region. As of 10 October, and since 27 August, 196 cases were reported in Berbere, Delo Mena and Herena Buluk woredas, including in Burka IDP site. The cholera outbreak has already spread to neighboring Somali Region with 18 cases recently reported in Karsadula Woreda of Liban Zone. In SNNP Region, laboratory test of ten suspected cholera cases from Amaro Special Woreda returned a negative result. ([OCHA, 17 Oct 2022](https://reliefweb.int/node/3897151))\n\nAs of 25 October 2022, 273 cholera cases have been reported including 9 deaths. Suspected cases in East Bale are under investigation. Reportedly, 114 additional woredas are at risk of an outbreak. The caseload has increased by 30 per cent since October 10, with new daily cases reported in Berbere and Kersadula woredas. According to EPHI, close to 459,000 people are at high risk in the four woredas, especially IDPs living in sites. The response is hindered by insufficient funding and partners’ presence. Shortage of WASH treatment chemicals, limited amount of water storage items (reservoir tanks, jerry cans, etc.), insufficient water trucking capacity and large number of non-functional water schemes represent the major gaps. ([OCHA, 25 Oct 2022](https://reliefweb.int/node/3902023))\n\nA cholera outbreak has been ongoing in Ethiopia since 27 August 2022. The index case was reported from Bekay Kebele, Harana Buluk Woreda of Bale Zone, Oromia Region. As of 13 November 2022, a total of 399 suspected cases of cholera have been reported including 274 cases from Oromia region and 125 cases from Somali region. At least 15 of these cases have been laboratory-confirmed through culture. The cumulative attack rate is 89.6 per 100 000 population. Seventeen deaths have been reported, for a CFR of 4.3%. Six woredas have so far been affected: Berbere (174 cases), Harena Buluk (71), Delo Mena (22), and Gura Damole (7) in Bale Zone of Oromia region, and Guradamole (88) and Kersadula (37) in Liben Zone of Somali region. A total of 38 Kebeles (villages) have reported one or several suspected cases of cholera since the beginning of the outbreak. Of note, no case has been reported from Harena Buluk in the last 36 days and from Dolo Mena over the last 29 days. ([WHO, 18 Nov 2022](https://reliefweb.int/node/3908200))\n\nThe Cholera outbreak has spread out to 41 kebeles of 4 woredas of Bale Zone of Oromia and 2 woreda of Liban zone of Somali region. As of 23 November 2022, 491 cholera cases have been reported, including 20 deaths. Close to 555,000 people are at high-risk in the six woredas. The caseload of affected people has increased by 28 per cent in the last two weeks with new daily cases reported in Berbere, Gura Damole, Quarsadula woredas. In Guradamole woreda of Liban zone, cases are expanding at high pace, especially across IDP spontaneous sites where more than 60 per cent of the new affected caseloads are recorded. The response is hindered by insufficient funding and limited partners’ presence. ([OCHA, 24 Nov 2022](https://reliefweb.int/3910306))\n\nThe Cholera outbreak has spread out to 55 kebeles of 5 woredas of Bale,1 woreda of Guji zones of Oromia and 2 woredas of Liban zone of Somali region. As of 14 December 2022, 669 cholera cases have been reported including 24 deaths. Close to 743,000 people are at high-risk in the eight affected woredas. The caseload of affected people has increased by 30 per cent in the last two weeks. In Girja woreda of Guji zone, cases are expanding at high pace with over 100 cases reported in less than two weeks.  ([OCHA, 14 Dec 2022](https://reliefweb.int/3916597))\n\nA cholera outbreak has been ongoing in Ethiopia since 27 August 2022. The index case was reported from Bekay Kebele, Oromia Region and the outbreak was confirmed on 9 September. As of 2 February 2023, a total of 1 068 suspected cases of cholera with 28 deaths (CFR 2.6%) have been reported, including 869 cases and 13 deaths (CFR 1.5%) from Oromia region and 199 cases and 15 deaths (CFR 7.5%) from Somali region. A total of 66 kebeles (villages) have so far been affected, distributed in ten woredas. Cholera outbreak in Somali region is controlled. ([WHO, 11 March 2023](https://reliefweb.int/node/3942403))\n\nA cholera outbreak has been ongoing in Ethiopia since 27 August 2022. The index case was reported from Bekay Kebele, Oromia Region and the outbreak was confirmed on 9 September. As of 27 March 2023, a total of 2 370 suspected cases of cholera with 51 deaths (CFR 2.2%) have been reported. There are 17 out of 22 affected woredas reporting active outbreaks as of week 12 (ending 27 March 2023). ([WHO, 27 April 2023](https://reliefweb.int/node/3956535))\n### Appeals & Response Plans\n\n- [![Govt. Ethiopia: Ethiopia - Multi-Sectorial Cholera Elimination Plan 2022 - 2028 - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/d7/23/d7231ab6-f7f5-408c-a8bc-eb9a7456d76e.png) Govt. Ethiopia: Ethiopia - Multi-Sectorial Cholera Elimination Plan 2022 - 2028](https://reliefweb.int/node/3931236)\n- [![Govt. Ethiopia: Ethiopia - National Cholera Control Operational Plan 2022/23 - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/95/a3/95a37043-3c7c-4425-8a1e-77f6e84e7917.png) Govt. Ethiopia: Ethiopia - National Cholera Control Operational Plan 2022/23](https://reliefweb.int/node/3931233)",
  "summary": "\n\nSince 27 August 2022, Ethiopia has been experiencing a cholera outbreak that has spread to 41 kebeles of 4 woredas of Bale Zone of Oromia and 2 woredas of Liban zone of Somali region. As of 14 December 2022, 669 cholera cases have been reported including 24 deaths. The caseload of affected people has increased by 30 per cent in the last two weeks. The Ethiopian government has responded with the Multi-Sectorial Cholera Elimination Plan 2022-2028 and the National Cholera Control Operational Plan 2022/23. As of 27 March 2023, a total of 2 370 suspected cases of cholera with 51 deaths (CFR 2.2%) have been reported.",
  "metadata": {
    "id": "51337",
    "name": "Ethiopia: Cholera Outbreak - Sep 2022",
    "date_event": 1663286400000,
    "date_changed": 1682943824000,
    "date_created": 1664942954000,
    "primary_country_id": 87,
    "primary_country_name": "Ethiopia",
    "primary_country_iso3": "eth",
    "primary_country_location": {
      "lon": 39.62,
      "lat": 8.63
    },
    "primary_type_id": 4642,
    "primary_type_code": "EP",
    "primary_type_name": "Epidemic"
  }
}