[
  {
    "url": "https://reliefweb.int/disaster/fl-2023-000196-lka",
    "description": "With the intensification of the southwest monsoon, Sri Lanka has experienced heavy rainfall in the Western, Sabaragamuwa, and Southern provinces. Based on the annual rainfall map of Sri Lanka, the southwest monsoon brings rain mainly from May to August to these regions of the island, while the northeast monsoon rains occur in the northern and eastern regions in December and January.  This unusual expansion of the southwest monsoon in the country began early in October 2023, but severe rainy conditions were encountered in the aforementioned provinces starting on 6 October 2023, and a red warning was issued to 7 districts on 7 October 2023. However, the Disaster Management Centre stated on October 9, 2023, that a large number of people were displaced owing to floods and landslides in the Gampaha, Matara, and Galle districts. This was the breaking point for SLRCS, which launched a larger response effort and assessed the situation in the three areas mentioned above [1]. The adverse weather conditions for more than a week caused seven deaths, while more than 75,000 people belonging to 20,450 families in 13 districts were affected. ([IFRC, 20 Oct 2023](https://reliefweb.int/node/4007835))\n\nSince 1-2 November, several Districts of Sri Lanka are experiencing heavy rainfall and strong winds that caused floods, landslides and severe weather-related incidents leading to casualties and damage. According to the National Disaster Relief Centre (NDRSC), at least two people died - one in the Districts of Kurunegala and another in Kandy District- and three others have been injured in severe weather-related incidents. In addition, almost 2,400 people have been affected and 124 houses were damaged by floods, landslides and heavy rain. ([ECHO, 8 Nov 2023](https://reliefweb.int/node/4013005))\n\nThe number of casualties is increasing following heavy rainfall and strong winds that caused floods, landslides and severe weather-related incidents across most parts of the country. According to the National Disaster Relief Centre (NDRSC), six people have died, two in Kandy, two in Kurunegala, one in Mullativu and another in Anuradhapura District, eight have been injured, almost 16,000 have been affected and more than 410 houses have been damaged. ([ECHO, 9 Nov 2023](https://reliefweb.int/node/4013359))\n\nThe humanitarian impact is still increasing following heavy rainfall and strong winds that caused floods, landslides and severe weather-related incidents across most parts of the country since the beginning of November. According to the National Disaster Relief Centre (NDRSC), eight people have died, of whom three in Kurunegala, two in Kandy, one in Puttalam, one in Ratnapura and another in Anuradhapura District, nine have been injured, almost 34,800 have been affected, and almost 960 houses have been damaged. ([ECHO, 13 Nov 2023](https://reliefweb.int/node/4014277))",
    "title": "Sri Lanka: Floods and Landslides - Oct 2023",
    "pubDate": "2023-10-20T13:34:21+00:00",
    "currentDate": "2023-11-14T05:14:19+00:00",
    "whatHappenings": [
      "- Heavy rainfall in Sri Lanka's Western, Sabaragamuwa, and Southern provinces due to the southwest monsoon.",
      "- Southwest monsoon brings rain from May to August in these regions.",
      "- Northeast monsoon brings rain in the northern and eastern regions in December and January.",
      "- Unusual expansion of the southwest monsoon started in October 2023.",
      "- Severe rainy conditions and red warning issued in 7 districts on 7 October 2023.",
      "- Displacement of people due to floods and landslides in Gampaha, Matara, and Galle districts.",
      "- Seven deaths and over 75,000 people affected in 13 districts.",
      "- Heavy rainfall and strong winds causing floods, landslides, and damage since 1-2 November.",
      "- Two deaths, three injuries, and 124 houses damaged.",
      "- Six deaths, eight injuries, almost 16,000 affected, and over 410 houses damaged.",
      "- Eight deaths, nine injuries, almost 34,800 affected, and almost 960 houses damaged."
    ],
    "displayMaps": [
      "Area: Sri Lanka",
      "Area: Western Province, Sri Lanka",
      "Area: Sabaragamuwa Province, Sri Lanka",
      "Area: Southern Province, Sri Lanka",
      "Area: Gampaha District, Sri Lanka",
      "Area: Matara District, Sri Lanka",
      "Area: Galle District, Sri Lanka",
      "Area: Kurunegala District, Sri Lanka",
      "Area: Kandy District, Sri Lanka",
      "Area: Mullativu District, Sri Lanka",
      "Area: Anuradhapura District, Sri Lanka",
      "Area: Puttalam District, Sri Lanka",
      "Area: Ratnapura District, Sri Lanka",
      "AreaWithConcern: Gampaha District, Sri Lanka, Shelters",
      "AreaWithConcern: Gampaha District, Sri Lanka, Hospitals",
      "AreaWithConcern: Matara District, Sri Lanka, Shelters",
      "AreaWithConcern: Matara District, Sri Lanka, Hospitals",
      "AreaWithConcern: Galle District, Sri Lanka, Shelters",
      "AreaWithConcern: Galle District, Sri Lanka, Hospitals",
      "AreaWithConcern: Kurunegala District, Sri Lanka, Shelters",
      "AreaWithConcern: Kurunegala District, Sri Lanka, Hospitals",
      "AreaWithConcern: Kandy District, Sri Lanka, Shelters",
      "AreaWithConcern: Kandy District, Sri Lanka, Hospitals",
      "AreaWithConcern: Mullativu District, Sri Lanka, Shelters",
      "AreaWithConcern: Mullativu District, Sri Lanka, Hospitals",
      "AreaWithConcern: Anuradhapura District, Sri Lanka, Shelters",
      "AreaWithConcern: Anuradhapura District, Sri Lanka, Hospitals",
      "AreaWithConcern: Puttalam District, Sri Lanka, Shelters",
      "AreaWithConcern: Puttalam District, Sri Lanka, Hospitals",
      "AreaWithConcern: Ratnapura District, Sri Lanka, Shelters",
      "AreaWithConcern: Ratnapura District, Sri Lanka, Hospitals"
    ]
  },
  {
    "url": "https://reliefweb.int/disaster/tc-2023-000209-mex",
    "description": "A new tropical cyclone named Otis formed over the eastern North Pacific Ocean on 22 October and started moving north toward southern Mexico as a tropical storm, strengthening and becoming a hurricane on 24 October in the evening (UTC). Otis made landfall over the area of the coastal City of Acapulco, central Guerrero State, southern Mexico on 25 October around 6.25 UTC, with maximum sustained winds of 270 km/h (Cat. 5 Hurricane). Otis is forecast to continue northwestward inland over the central-western Guerrero State on 25-26 October, weakening and becoming a tropical storm. ([ECHO, 25 Oct 2023](https://reliefweb.int/node/4009030))\n\nOtis made landfall over the area of the coastal City of Acapulco, central Guerrero State, southern Mexico on 25 October around 6.25 UTC, with maximum sustained winds of 270 km/h (Cat. 5 Hurricane). According to NOAA, there are no hurricanes on record even close to this intensity for this part of Mexico. After the landfall, Otis continued northwestward over the central-western Guerrero State on 25 October, weakening and becoming a tropical storm. After that, it became a tropical depression and dissipated over eastern Michoacan State on 25 October in the evening (UTC). Very heavy rainfall, strong winds and storm surges associated with the passage of Otis, caused floods and landslides that have resulted in evacuations and severe damage. WHO PAHO and national authorities report, as of 26 October, 34,522 evacuated families in 631 temporary shelters across the affected area. ([ECHO, 26 Oct 2023](https://reliefweb.int/node/4009402))\n\nThe Ministry of Health reports 120 health facilities with some type of damage. Some 80 per cent of hotel infrastructure suffered considerable damage. Assessments of damage to critical infrastructure and access to basic services continue, with 273,844 homes so far reported to be affected to some degree. The Ministry of Welfare has deployed 1,678 evaluators in Acapulco and Coyuca de Benítez, and has so far conducted 20,971 surveys of homes, crops and livestock, as well as small and medium-sized businesses in rural and urban areas. The Government of Guerrero reports 5 temporary shelters with 278 people in Acapulco and 7 temporary shelters with 1,342 people in Coyuca de Benítez. There is still no estimated number of people internally displaced by the hurricane. [...] According to UNICEF, more than 296,000 children and adolescents in the five most affected municipalities are in need of humanitarian assistance and 177,804 students have been affected by the closure of basic education schools in these five municipalities. ([OCHA, 01 Nov 2023](https://reliefweb.int/node/4011123/))\n\nOn 31 October 2023, the Government of Mexico published an update on the effects of the passage of Hurricane Otis through the State of Guerrero. There are 58 people reported as missing (52 increase since the 29 October report) and 46 deaths have been reported. Additionally, medical care has been provided for 1,248 instances and there were 293 hospital transfers made. ([PAHO, 02 Nov 2023](https://reliefweb.int/node/4011413/))\n\nAs of 5 November, the state government of Guerrero reports 47 people dead (2 more than reported on 31 October) and 48 people still missing. In the municipalities of Acapulco de Juárez and Coyuca de Benítez, 1,488 people are in 12 temporary shelters. UNICEF estimates that 1.07 million people are in need of humanitarian assistance, including 323,000 children. ([OCHA, 07 Nov 2023](https://reliefweb.int/node/4012809/))\n\nAccording to Mexican authorities, as of 8 November, 47 people were left dead, 32 people are unaccounted for and 3,821 people have been evacuated by commercial airlines. [...] According to preliminary reports, approximately 273,844 homes have been affected, including 50,000 completely destroyed. ([OCHA, 11 Nov 2023](https://reliefweb.int/node/4014010/))\n\nIFRC estimates that a total of 928,252 people were exposed to Hurricane Otis, impacting 848,647 in Acapulco and 79,605 in Coyuca de Benítez. According to the Guerrero State Attorney General's Office, there are 48 people dead and 26 people still missing.\n\nBasic services in Acapulco are being progressively re-established. Two water treatment plants in the municipality of Coyuca de Benítez have cumulatively supplied 115,900 litres of water. [...] Media reports indicate that the Acapulco Chamber of Commerce, Services and Tourism estimates that 63,000 economic units of tourism services in the city will be affected, representing the loss of approximately 180,000 jobs. ([OCHA, 16 Nov 2023](https://reliefweb.int/node/4015480/))",
    "title": "Hurricane Otis - Oct 2023",
    "pubDate": "2023-10-27T01:12:33+00:00",
    "currentDate": "2023-11-17T14:55:47+00:00",
    "whatHappenings": [
      "- Tropical cyclone named Otis formed over the eastern North Pacific Ocean on 22 October.",
      "- Otis became a hurricane on 24 October with maximum sustained winds of 270 km/h.",
      "- Otis made landfall in Acapulco, southern Mexico on 25 October.",
      "- Otis weakened and became a tropical storm after landfall.",
      "- Otis dissipated over eastern Michoacan State on 25 October.",
      "- Heavy rainfall, strong winds, and storm surges caused floods and landslides.",
      "- 34,522 evacuated families in 631 temporary shelters.",
      "- 120 health facilities and 80% of hotel infrastructure suffered damage.",
      "- 273,844 homes reported to be affected.",
      "- 58 people reported missing and 46 deaths reported.",
      "- 1,248 instances of medical care provided and 293 hospital transfers made.",
      "- 47 people dead and 48 people still missing as of 5 November.",
      "- 1.07 million people in need of humanitarian assistance, including 323,000 children.",
      "- 32 people unaccounted for and 3,821 people evacuated by commercial airlines.",
      "- Approximately 273,844 homes affected, including 50,000 completely destroyed.",
      "- 928,252 people exposed to Hurricane Otis.",
      "- Basic services in Acapulco being re-established.",
      "- Water treatment plants supplied 115,900 liters of water.",
      "- Estimated loss of approximately 180,000 jobs in tourism sector."
    ],
    "displayMaps": [
      "Area: Mexico",
      "Area: Guerrero State, Mexico",
      "Area: Acapulco, Guerrero State, Mexico",
      "Area: Coyuca de Benítez, Guerrero State, Mexico",
      "AreaWithConcern: Acapulco, Guerrero State, Mexico, Shelters",
      "AreaWithConcern: Acapulco, Guerrero State, Mexico, Hospitals",
      "AreaWithConcern: Coyuca de Benítez, Guerrero State, Mexico, Shelters",
      "AreaWithConcern: Coyuca de Benítez, Guerrero State, Mexico, Hospitals"
    ]
  },
  {
    "url": "https://reliefweb.int/disaster/tc-2023-000207-vut",
    "description": "A new tropical cyclone named LOLA formed over the South Pacific Ocean on 21 October and started moving south toward Vanuatu, strengthening. On the 22nd of October, Tropical Cyclone LOLA made landfall in Solomon Islands, first striking Tikopia Island as a Category 3 cyclone, before increasing in intensity on its way to Vanuatu. Based on the exposure analysis, the population exposed was approx. 22,319 people (4,699 households) with about 1,000 people living in the red zone (>120km/hr winds). Initial reports indicate that more than 100 houses and kitchens were destroyed, and water sources damaged. Four people sustained injuries. ([OCHA, 1 Nov 2023](https://reliefweb.int/node/4010894))\n\nOn 23 October at 5.00 UTC its centre was located over the Ocean approximately 230 km north-east of the Vanua Lava Island (Torba Province, northern Vanuatu) and 385 km north-east of Luganville City (Espiritu Santo Island, Sanma Province, central Vanuatu), with maximum sustained winds up to 140 km/h. On the forecast track, LOLA is expected to continue southwestward and to pass between the Espiritu Santo Island and the Malekula Islands in the afternoon (UTC) of 24 October, with maximum sustained winds of 130-145 km/h. After that, it could reach the southern New Caledonia (France) on 27-28 October, as a tropical storm. ([ECHO, 23 Oct 2023](https://reliefweb.int/node/4008244))\n\nSevere Tropical Cyclone LOLA (category 3) has moved in a southwest direction and is expected to affect the Islands of Penama, Malampa and Shefa in the next 24 hours. Power and communication networks have been cut, making it difficult to report the impact on those islands at this stage. Vanuatu's National Disaster Management Office (NDMO) has activated offices in six provinces, ready to carry out a rapid assessment after the cyclone. 300 evacuation centres with many located in schools and churches were set up throughout Vanuatu. Port Vila, the capital, is on red alert and all government offices, markets, and banks are closed until further notice. Heavy rainfalls with flash flooding are expected over low-lying areas and areas close to river banks, including coastal flooding. Very rough seas with heavy to phenomenal swells are expected over all Vanuatu waters. On 25 October, Vanuatu requested support from the Union Civil Protection Mechanism (UCPM), consisting of a surveillance flight, shelter kits, tarpaulins. ([ECHO, 25 Oct 2023](https://reliefweb.int/node/4009023))\n\nTropical cyclone LOLA passed over Malekula Island, Malampa Province, central Vanuatu on very early in the morning (UTC) of 25 October as a tropical cyclone and continued south-west over the Pacific Ocean. 26 October at 0.00 (UTC) its centre was located over the Ocean approximately 350 km north of the north-eastern New Caledonia (France), with maximum sustained winds of 46 km/h (tropical depression). As of 26 October, media report damage to infrastructure, schools, some destroyed houses and a number of blocked roads across Penama and Malampa Provinces. LOLA is forecast to continue southwestward over the Ocean, further weakening and dissipating in the afternoon (UTC) of 26 October, well off the coast of northern New Caledonia. Over the next 48 hours, very heavy rainfall, strong wind and storm surge are forecast over the whole Vanuatu and New Caledonia. ([ECHO, 26 Oct 2023](https://reliefweb.int/node/4009395))\n\nVery heavy rainfall, strong winds and storm surges caused by the passage of the tropical cyclone LOLA (with maximum sustained winds up to 222 km/h) on 24-25 October (UTC) over central and northern Vanuatu caused widespread and severe damage. The International Federation of Red Cross (IFRC) and media report that as of 27 October, approximately 10,000 houses have been damaged and a number of schools and bridges destroyed. There has also been damage to the road network across Penama, Malampa, Sanma and Torba Provinces (central-northern Vanuatu). The Pentecost Island (Penama Province) is the worst affected area. ([ECHO, 27 Oct 2023](https://reliefweb.int/node/4009772))\n\nThe Government of Vanuatu has declared a State of Emergency for six months for Torba, Sanma, Penama, Malampa and Shefa Provinces. The estimated affected population in these provinces is approximately 110,750 people, with approximately 50,300 people affected in the priority area 1 (approx. 12,000 households); approx. 46,600 in priority area 2; and approx. 14,000 in priority area 3. ([OCHA, 1 Nov 2023](https://reliefweb.int/node/4010894))\n\nTropical cyclone LOLA made landfall on 22 October (UTC) in Solomon Islands [...] According to OCHA, as of 1 November, more than 22,319 people were affected in **Solomon Islands** and more than 100 buildings have been destroyed and water sources have been damaged. ([ECHO, 2 Nov 2023](https://reliefweb.int/node/4011353/))\n\nAccording to initial data collected by VRCS, over 46,000 households, representing over 180,000 people, were affected by severe winds, intense rainfall and flooding. An estimated 75 per cent of buildings and houses were destroyed in Priority 1 areas and 50 per cent of buildings and houses were destroyed or damaged in Priority 2 areas. [...] VRCS encountered significant challenges getting to the northern province of Penama as well, and particularly northern and eastern Pentecost, due to damaged or blocked roads and in general response efforts at this stage can only be done by large boats. ([IFRC, 10 Nov 2023](https://reliefweb.int/node/4013911/))\n\nIn the immediate aftermath of TC Lola, UNICEF promptly carried out a rapid needs assessment on October 27 in the worst affected provinces of Melampa and Penama. It is estimated that over 28,000 students in these two provinces may face disruptions to their education for the rest of the year, potentially losing over 300 hours of classroom learning. [...] The Education Rapid Assessment findings on November 7 revealed significant damage in 61% of schools in Priority 1 areas, 41% in Priority 2 areas, and 28% in Priority 3 areas. \n\n[...] Tropical Cyclone Lola has not only affected Vanuatu but also impacted the **Solomon Islands**, specifically in the Temotu province. Tikopia and the Duff Islands have suffered significant damage to education infrastructure, with school buildings and dormitories being particularly affected. Communication with remote areas remains challenging due to the damage to solar and telecommunication towers, leading to reduced services in the affected region. Extensive damage to desalination plants and food crops underscores the urgency to prioritise health, nutrition, and WASH supplies, especially in areas where outbreaks of diarrhoea and dysentery have reportedly claimed four lives on the island of Vanikoro. ([UNICEF, 11 Nov 2023](https://reliefweb.int/node/4013976/))\n### Appeals & Response Plans\n\n- [![IFRC: Vanuatu, Asia Pacific | Tropical Cyclone Lola Emergency Appeal (N° MDRVU010) - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/2f/76/2f765e2a-c8c8-4b81-8a5c-8664c521c09d.png) IFRC: Vanuatu, Asia Pacific | Tropical Cyclone Lola Emergency Appeal (N° MDRVU010)](https://reliefweb.int/node/4010219)\n- [![UNICEF: Breaking the Cycle of Devastation by Recurring Cyclones in Vanuatu: Humanitarian Response for Climate Resilient Social Services Cyclone Lola (November 2023) - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/2e/f0/2ef0a1d5-4fe1-46ce-94b9-e542bfa8943a.png) UNICEF: Breaking the Cycle of Devastation by Recurring Cyclones in Vanuatu: Humanitarian Response for Climate Resilient Social Services Cyclone Lola (November 2023)](https://reliefweb.int/node/4011621)",
    "title": "Tropical Cyclone Lola - Oct 2023",
    "pubDate": "2023-10-27T02:28:33+00:00",
    "currentDate": "2023-11-13T02:19:27+00:00",
    "whatHappenings": [
      "- Tropical cyclone LOLA formed over the South Pacific Ocean and moved towards Vanuatu.",
      "- It made landfall in Solomon Islands before reaching Vanuatu.",
      "- The population exposed to the cyclone was approximately 22,319 people.",
      "- More than 100 houses and kitchens were destroyed, and water sources were damaged.",
      "- Four people sustained injuries.",
      "- LOLA's center was located over the Ocean north-east of Vanuatu with maximum sustained winds of 140 km/h.",
      "- It was expected to pass between Espiritu Santo Island and the Malekula Islands with maximum sustained winds of 130-145 km/h.",
      "- LOLA could reach southern New Caledonia as a tropical storm.",
      "- Power and communication networks were cut, making it difficult to report the impact on the islands.",
      "- Vanuatu's National Disaster Management Office activated offices in six provinces for rapid assessment.",
      "- 300 evacuation centers were set up throughout Vanuatu.",
      "- Port Vila, the capital, was on red alert and all government offices, markets, and banks were closed.",
      "- Heavy rainfall, flash flooding, and coastal flooding were expected.",
      "- Vanuatu requested support from the Union Civil Protection Mechanism.",
      "- LOLA passed over Malekula Island and continued southwest over the Pacific Ocean.",
      "- Damage to infrastructure, schools, houses, and roads was reported in Penama and Malampa Provinces.",
      "- LOLA was forecasted to weaken and dissipate off the coast of northern New Caledonia.",
      "- Widespread and severe damage was caused by heavy rainfall, strong winds, and storm surges.",
      "- The Government of Vanuatu declared a State of Emergency for six months in several provinces.",
      "- Approximately 10,000 houses were damaged and the Pentecost Island was the worst affected area.",
      "- Over 46,000 households and over 180,000 people were affected.",
      "- Education infrastructure was significantly damaged, affecting over 28,000 students.",
      "- The Solomon Islands, specifically the Temotu province, also suffered significant damage.",
      "- Communication with remote areas was challenging due to damaged towers.",
      "- Health, nutrition, and WASH supplies were urgently needed.",
      "- Appeals and response plans were launched by IFRC and UNICEF."
    ],
    "displayMaps": [
      "Area: South Pacific Ocean",
      "Area: Vanuatu",
      "Area: Solomon Islands",
      "Area: Tikopia Island, Solomon Islands",
      "AreaWithConcern: Tikopia Island, Solomon Islands, Shelters",
      "AreaWithConcern: Tikopia Island, Solomon Islands, Schools",
      "AreaWithConcern: Vanuatu, Shelters",
      "AreaWithConcern: Vanuatu, Schools",
      "AreaWithConcern: Vanuatu, Water sources",
      "AreaWithConcern: Vanuatu, Infrastructure",
      "AreaWithConcern: Vanuatu, Roads",
      "AreaWithConcern: Vanuatu, Communication networks",
      "AreaWithConcern: Vanuatu, Power networks",
      "AreaWithConcern: Vanuatu, Markets",
      "AreaWithConcern: Vanuatu, Banks",
      "AreaWithConcern: Vanuatu, Flash flooding",
      "AreaWithConcern: Vanuatu, Coastal flooding",
      "AreaWithConcern: Vanuatu, Rough seas",
      "AreaWithConcern: Vanuatu, Heavy rainfall",
      "AreaWithConcern: Vanuatu, Strong winds",
      "AreaWithConcern: Vanuatu, Storm surges",
      "AreaWithConcern: Vanuatu, Penama Province",
      "AreaWithConcern: Vanuatu, Malampa Province",
      "AreaWithConcern: Vanuatu, Shefa Province",
      "AreaWithConcern: Vanuatu, Sanma Province",
      "AreaWithConcern: Vanuatu, Torba Province",
      "AreaWithConcern: Vanuatu, Priority area 1",
      "AreaWithConcern: Vanuatu, Priority area 2",
      "AreaWithConcern: Vanuatu, Priority area 3",
      "AreaWithConcern: Vanuatu, Melampa Province",
      "AreaWithConcern: Vanuatu, Education infrastructure",
      "AreaWithConcern: Vanuatu, Communication infrastructure",
      "AreaWithConcern: Vanuatu, Desalination plants",
      "AreaWithConcern: Vanuatu, Food crops",
      "AreaWithConcern: Vanuatu, Health",
      "AreaWithConcern: Vanuatu, Nutrition",
      "AreaWithConcern: Vanuatu, WASH supplies",
      "AreaWithConcern: Solomon Islands, Temotu province",
      "AreaWithConcern: Solomon Islands, Tikopia Island",
      "AreaWithConcern: Solomon Islands, Duff Islands",
      "AreaWithConcern: Solomon Islands, Solar towers",
      "AreaWithConcern: Solomon Islands, Telecommunication towers",
      "AreaWithConcern: Solomon Islands, Outbreaks of diarrhoea and dysentery"
    ]
  },
  {
    "url": "https://reliefweb.int/disaster/eq-2023-000214-npl",
    "description": "On 03 November at 18:02 UTC a 5.6 M earthquake at a depth of 17.9 km struck Nepal, with epicentre in Jajarkot of Karnali province. Several aftershocks have occurred since. Tremors were felt across North India. According to the National Disaster Risk Reduction and Management Authority (NDRRMA) 140 people have been killed and 140 injured. ([ECHO, 04 Nov 2023](https://reliefweb.int/node/4011963))\n\nDays after 153 people were killed and several hundred injured, another strong earthquake with 5.6 magnitude struck Nepal on November 6, 2023. On November 3, 2023, a 6.4 magnitude earthquake struck in the Jajarkot and Rukum Districts of Karnali Province in Nepal causing widespread damage. With the completion of the government’s search and rescue operation, the number of deaths stands at 153 (Male: 70, Female: 83) and 338 (Male: 138, Female: 200) injured. The initial findings of the Government’s Initial Rapid Assessment (IRA) launched on 05 November say over 4,000 homes were damaged in the hardest hit districts. Following the initial assessment of the remote damage assessment of available secondary data satellite images USGS data and earthquake risk model, around 1.3 million people might have been exposed and about 0.25 million people may need humanitarian assistance within 72 hours of the earthquake. ([UNCT Nepal, 6 Nov 2023](https://reliefweb.int/node/4012242))\n\nAfter the recent 6.4 M earthquake - registered by the Nepalese authorities - that occurred on 3 November and affected the Karnali Province in southern Nepal, the number of casualties and damage is increasing. The National Disaster Risk Reduction and Management Authority (NDRRMA) reports, as of 6 November, a total of 157 fatalities, according to Save the Children 82 were children and 349 injured people, most of them in Jajarkot and Rukum West districts. Moreover, more than 10,000 people have been displaced, at least 17,740 houses are fully damaged and 17,127 are partially damaged. ([ECHO, 7 Nov 2023](https://reliefweb.int/node/4012631))\n\nFollowing 3 November’s 6.4 magnitude earthquake in western Nepal, hundreds of aftershocks have continued intermittently, with the last one reported on 8 November. Search and rescue operations have reportedly concluded and as of 13 November, the number of reported casualties is 154 (male: 70, female: 84) with more than 366 people sustaining injuries. ([UNICEF, 13 Nov 2023](https://reliefweb.int/node/4014358))\n\nAccording to the National Emergency Operation Centre (NEOC), by 15 November, approximately 62,000 homes were affected (35,455 partially damaged, 26,557 completely damaged) by the earthquake. Some 250,000 people were affected by the earthquake and require humanitarian assistance. The situation is further compounded as rainwater is posing a significant risk to partially damaged homes that are fragile and face the risk of collapsing. Survivors of the earthquake are also beginning to report health issues related to increasingly cold weather. Public health authorities have warned of outbreaks of communicable and vaccine-preventable diseases in the affected areas as thousands of people are displaced, compromising health and hygiene standards. ([UN RC Nepal & UNCT Nepal, 16 Nov 2023](https://reliefweb.int/node/4015376/))\n### Appeals & Response Plans\n\n- [![IFRC: Nepal, Asia Pacific | Karnali Earthquake - Emergency Appeal № MDRNP016 - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/db/7c/db7cb2b2-9917-4a79-98c5-5abd4ddd32a4.png) IFRC: Nepal, Asia Pacific | Karnali Earthquake - Emergency Appeal № MDRNP016](https://reliefweb.int/node/4013139)",
    "title": "Nepal: Earthquake - Nov 2023",
    "pubDate": "2023-11-04T10:15:18+00:00",
    "currentDate": "2023-11-17T01:23:25+00:00",
    "whatHappenings": [
      "- On November 3, 2023, a 5.6 magnitude earthquake struck Nepal with the epicenter in Jajarkot of Karnali province.",
      "- Several aftershocks have occurred since the earthquake.",
      "- The earthquake was felt across North India.",
      "- According to the National Disaster Risk Reduction and Management Authority (NDRRMA), 140 people have been killed and 140 injured.",
      "- On November 6, 2023, another strong earthquake with a magnitude of 5.6 struck Nepal.",
      "- The earthquake caused widespread damage in the Jajarkot and Rukum Districts of Karnali Province.",
      "- The government's search and rescue operation reported 153 deaths and 338 injuries.",
      "- Over 4,000 homes were damaged in the hardest-hit districts.",
      "- Approximately 1.3 million people may have been exposed to the earthquake and 0.25 million people may need humanitarian assistance within 72 hours.",
      "- As of November 6, the number of casualties increased to 157, with 82 children among the fatalities.",
      "- More than 10,000 people have been displaced and thousands of houses have been damaged.",
      "- Aftershocks have continued intermittently since the earthquake.",
      "- The number of reported casualties as of November 13 is 154, with over 366 people sustaining injuries.",
      "- By November 15, approximately 62,000 homes were affected by the earthquake, with 35,455 partially damaged and 26,557 completely damaged.",
      "- Around 250,000 people require humanitarian assistance.",
      "- Rainwater poses a significant risk to partially damaged homes, and survivors are reporting health issues related to cold weather.",
      "- Public health authorities have warned of outbreaks of communicable and vaccine-preventable diseases in the affected areas."
    ],
    "displayMaps": [
      "Area: Nepal",
      "Area: Karnali Province, Nepal",
      "Area: Jajarkot, Karnali Province, Nepal",
      "Area: Rukum District, Karnali Province, Nepal",
      "AreaWithConcern: Jajarkot, Karnali Province, Nepal, Shelters",
      "AreaWithConcern: Jajarkot, Karnali Province, Nepal, Hospitals",
      "AreaWithConcern: Rukum District, Karnali Province, Nepal, Shelters",
      "AreaWithConcern: Rukum District, Karnali Province, Nepal, Hospitals"
    ]
  },
  {
    "url": "https://reliefweb.int/disaster/fl-2023-000216-ken",
    "description": "Heavy rainfall has been affecting eastern Kenya (in particular Mandera County, the north-easternmost county of the country, bordering with Ethiopia and Somalia) since 2 November, causing floods and rivers overflow (particularly the Dawa River) that have resulted in casualties and damage. Media report, as of 6 November, five fatalities across Mandera County, of which three in the Mandera South Constituency. In addition, media also report more than 1,800 displaced families, nearly 5,000 affected houses and a total of over 4,900 affected people throughout the county. Over the next 72 hours, more heavy rainfall with locally very heavy rainfall is forecast over most of the country, including the already affected Mandera County. ([ECHO, 6 Nov 2023](https://reliefweb.int/node/4012231))\n\nThe third and fourth weeks of October marked the beginning of the rainy season (October – December) characterized by heavy storms that caused flooding, particularly along the Coastal strip, in some areas of the Central Highlands, Southeast lowlands and several areas of Northwest and Northeastern Kenya. Nearly 6,000 households (nearly 36,000 people) have been displaced and 17 people have died, over a thousand livestock and 221 acres of agricultural farmland have been lost as of 5 November, according to initial reports. Cumulatively, nearly 10,230 households (61,380 people) have been affected since the start of the rainy season. These numbers are expected to spike as more rainfall is forecast. ([OCHA, 8 Nov 2023](https://reliefweb.int/node/4013008/))",
    "title": "Kenya: Floods - Oct 2023",
    "pubDate": "2023-11-06T12:47:34+00:00",
    "currentDate": "2023-11-17T01:14:13+00:00",
    "whatHappenings": [
      "- Heavy rainfall in eastern Kenya, particularly in Mandera County, has caused floods and rivers to overflow.",
      "- Five fatalities have been reported in Mandera County, with three in the Mandera South Constituency.",
      "- More than 1,800 families have been displaced and nearly 5,000 houses have been affected.",
      "- Over 4,900 people have been affected in Mandera County.",
      "- More heavy rainfall is forecasted for the next 72 hours.",
      "- The rainy season in Kenya started in October and has caused flooding in various regions.",
      "- Nearly 6,000 households and 36,000 people have been displaced.",
      "- 17 people have died and significant agricultural farmland has been lost.",
      "- A total of 10,230 households and 61,380 people have been affected since the start of the rainy season.",
      "- The number of affected people is expected to increase with more rainfall forecasted."
    ],
    "displayMaps": [
      "Area: Kenya",
      "Area: Mandera County, Kenya",
      "Area: Mandera South Constituency, Mandera County, Kenya",
      "AreaWithConcern: Mandera County, Kenya, Dawa River",
      "AreaWithConcern: Mandera County, Kenya, Shelters",
      "AreaWithConcern: Mandera County, Kenya, Hospitals",
      "Area: Coastal strip, Kenya",
      "Area: Central Highlands, Kenya",
      "Area: Southeast lowlands, Kenya",
      "Area: Northwest Kenya",
      "Area: Northeastern Kenya",
      "AreaWithConcern: Coastal strip, Kenya, Shelters",
      "AreaWithConcern: Central Highlands, Kenya, Shelters",
      "AreaWithConcern: Southeast lowlands, Kenya, Shelters",
      "AreaWithConcern: Northwest Kenya, Shelters",
      "AreaWithConcern: Northeastern Kenya, Shelters"
    ]
  },
  {
    "url": "https://reliefweb.int/disaster/fl-2023-000229-eth",
    "description": "Heavy rainfall has been affecting southern and eastern Ethiopia, in particular the Somali Region, since early November, causing floods, flash floods and the overflow of some rivers, particularly the Genale River, that have resulted in casualties and damage. Media reports, as of 7 November, 20 fatalities and more than 12,000 displaced families across the Somali Region. In addition, several bridges collapsed and some roads have been damaged across the affected area. Over the next 24 hours, more heavy rainfall with locally very heavy rainfall is forecast over the whole Somali Region. ([ECHO, 7 Nov 2023](https://reliefweb.int/node/4012630))",
    "title": "Ethiopia: Floods - Nov 2023",
    "pubDate": "2023-11-07T13:48:42+00:00",
    "currentDate": "2023-11-17T14:54:05+00:00",
    "whatHappenings": [
      "- Heavy rainfall in southern and eastern Ethiopia, particularly the Somali Region, since early November.",
      "- Floods, flash floods, and river overflow causing casualties and damage.",
      "- 20 fatalities and over 12,000 displaced families reported.",
      "- Bridges collapsed and roads damaged.",
      "- More heavy rainfall expected in the next 24 hours."
    ],
    "displayMaps": [
      "Area: Ethiopia",
      "Area: Somali Region, Ethiopia",
      "AreaWithConcern: Somali Region, Ethiopia, Genale River",
      "AreaWithConcern: Somali Region, Ethiopia, Shelters",
      "AreaWithConcern: Somali Region, Ethiopia, Hospitals"
    ]
  },
  {
    "url": "https://reliefweb.int/disaster/ep-2023-000223-ner",
    "description": "The first case of diphtheria in Niger was reported on 17 July 2023. Initially reported in 17 health districts spanning seven out of eight regions, the outbreak has now spread to three additional health districts, namely Agadez, Takieta and Tchirozerine, with an upward trend over time.  During epidemiological week 42 (ending 22 October 2023), a total of 98 new suspected diphtheria cases, including two deaths (CFR 2.0%), were reported making a 64.3% increase in cases, compared to the 35 cases reported in epidemiological week 41. From 17 July to 23 October 2023, a cumulative total of 1 690 suspected cases were reported in 20 health districts, resulting in 75 deaths (CFR 4.4%). More than 80% (n=1 371) of cases were reported from three health districts, including Matameye (58%, n=973), Magaria (15%, n=260), and Tanout (8%, n=138). Of the 75 recorded deaths, 22.7% (n=17) were reported from Matameye, followed by Zinder (21.3%, n=16), Tanout (12.0%, n=9), Magaria (9.3%, n=7), Aderbissinat (8%, n=6), and Gouree (6.6%, n=5).  ([WHO, 9 Nov 2023](https://reliefweb.int/node/4013225))\n\nOn 20 October 2023, the Government of Niger, through the Ministry of Public Health, Population and Social Affairs, declared a diphtheria outbreak. The first case was registered on 17 July 2023. As of 02 November, all eight regions of the country have notified at least 1 case of diphtheria. A total of 1,838 suspected cases of diphtheria, including 91 deaths (lethality: 5%), have been reported. The regions of Zinder (1,578 cases) and Agadez (132 cases) are the most impacted, contributing to 86% and 7% of the total caseload, respectively. 47% of positive cases are among children aged 5 to 14 years, 22% of positive cases are aged 12 to 59 months, 2.5% of positive cases are less than 1 year old and about 28.5% are aged 15 and above. Since the onset of the outbreak, UNICEF has initiated its response in support of and partnership with the Ministry of Public Health and other partners involved in the response. To date, 50,000 children aged 0 to 14 years have already been vaccinated. ([UNICEF, 10 Nov 2023](https://reliefweb.int/node/4013997))\n\nThe Niger Red Cross (CRN) regularly participates in the meeting of the health cluster, where on October 11, 2023, the Ministry alerted partners on the registration of diphtheria cases in the regions of Zinder and Maradi, DREF intervention areas, where 1,440 cases had been recorded including 69 deaths (source: Ministry of Health). A national response plan was immediately developed, and the ministry held an emergency meeting on October 23, 2023, to ask the support of all its partners. Following the meeting, the NS received a formal letter requesting support.  ([IFRC, 13 Nov 2023](https://reliefweb.int/node/4014279))",
    "title": "Niger: Diphtheria Outbreak - Oct 2023",
    "pubDate": "2023-11-11T12:03:12+00:00",
    "currentDate": "2023-11-15T11:51:04+00:00",
    "whatHappenings": [
      "- Diphtheria outbreak in Niger since July 17, 2023.",
      "- Initially reported in 17 health districts, now spread to three additional districts.",
      "- 98 new suspected cases and two deaths reported in epidemiological week 42.",
      "- Cumulative total of 1,690 suspected cases and 75 deaths reported from July to October 2023.",
      "- Majority of cases reported from Matameye, Magaria, and Tanout health districts.",
      "- Zinder region has the highest number of deaths.",
      "- Government of Niger declared a diphtheria outbreak on October 20, 2023.",
      "- All eight regions of the country have reported at least 1 case.",
      "- 1,838 suspected cases and 91 deaths reported as of November 2, 2023.",
      "- Zinder and Agadez regions most impacted.",
      "- Children aged 5 to 14 years account for 47% of positive cases.",
      "- UNICEF has vaccinated 50,000 children aged 0 to 14 years.",
      "- Niger Red Cross participated in health cluster meetings and alerted partners about diphtheria cases in Zinder and Maradi regions.",
      "- National response plan developed and support requested from partners."
    ],
    "displayMaps": [
      "Area: Niger",
      "Area: Agadez, Niger",
      "Area: Takieta, Niger",
      "Area: Tchirozerine, Niger",
      "Area: Matameye, Niger",
      "Area: Magaria, Niger",
      "Area: Tanout, Niger",
      "Area: Zinder, Niger",
      "Area: Aderbissinat, Niger",
      "Area: Gouree, Niger",
      "AreaWithConcern: Agadez, Niger, Hospitals",
      "AreaWithConcern: Takieta, Niger, Hospitals",
      "AreaWithConcern: Tchirozerine, Niger, Hospitals",
      "AreaWithConcern: Matameye, Niger, Hospitals",
      "AreaWithConcern: Magaria, Niger, Hospitals",
      "AreaWithConcern: Tanout, Niger, Hospitals",
      "AreaWithConcern: Zinder, Niger, Hospitals",
      "AreaWithConcern: Aderbissinat, Niger, Hospitals",
      "AreaWithConcern: Gouree, Niger, Hospitals"
    ]
  },
  {
    "url": "https://reliefweb.int/disaster/tc-2023-000219-fji",
    "description": "A low-pressure formed north of the Solomon Islands on Friday, 10 November 2023. This weather system developed into tropical disturbance TD02F on Saturday, 11 November 2023, and moved slowly to the east of the Solomon Islands. It is likely to intensify into a Category 3 tropical cyclone by Tuesday, 14 November 2023, or early Wednesday, 15 November 2023. Fiji Met Oce released a tropical cyclone alert on 12 November 2023, informing the projected path expected to approach the Fiji Group from later on Tuesday and continue its journey through the country on 15 November 2023. While the current projected path is over Viti Levu, there is signicant uncertainty at present as the system has not yet fully developed. It may become much clearer when the system becomes a tropical cyclone.\n\nGiven this new development, the whole Fiji Group is advised to be on alert for a possible tropical cyclone. Gale to storm force winds is likely over the country from later Tuesday into Wednesday, 14-15 November 2023. These winds can break tree branches, blow unsecured and loose materials, disrupt communication network and power supply due to damaged power lines, damage temporary and weak structures, increase the risk of sea travel for all types of sea crafts, and increase the risk for hazardous breaking waves and coastal inundation of debris along low lying coastal areas, especially during high tides. ([IFRC, 15 Nov 2023](https://reliefweb.int/node/4014944))",
    "title": "Tropical Cyclone Mal - Nov 2023",
    "pubDate": "2023-11-15T14:45:04+00:00",
    "currentDate": "2023-11-16T07:59:18+00:00",
    "whatHappenings": [
      "- A low-pressure system formed north of the Solomon Islands on 10 November 2023.",
      "- It developed into a tropical disturbance on 11 November 2023.",
      "- The disturbance is expected to become a Category 3 tropical cyclone by 14 or 15 November 2023.",
      "- Fiji Met Oce released a tropical cyclone alert on 12 November 2023.",
      "- The cyclone is projected to approach the Fiji Group on 15 November 2023.",
      "- The whole Fiji Group is advised to be on alert for the cyclone.",
      "- Gale to storm force winds are expected from 14 to 15 November 2023.",
      "- These winds can cause damage to trees, communication networks, and power supply.",
      "- They can also increase the risk of hazardous waves and coastal inundation.",
      "- The risk is especially high during high tides."
    ],
    "displayMaps": [
      "Area: Solomon Islands",
      "Area: Fiji",
      "AreaWithConcern: Fiji, Viti Levu",
      "AreaWithConcern: Fiji, Shelters",
      "AreaWithConcern: Fiji, Hospitals",
      "AreaWithConcern: Fiji, Power supply",
      "AreaWithConcern: Fiji, Communication network",
      "AreaWithConcern: Fiji, Sea travel",
      "AreaWithConcern: Fiji, Coastal areas"
    ]
  },
  {
    "url": "https://reliefweb.int/disaster/ep-2023-000221-mys",
    "description": "Until October 2023, the number of dengue cases surged by 100.5 per cent, totaling 96,443 cases cumulatively, a signicant increase from the 48,109 cases reported in 2022. In 2022, Malaysia documented roughly 64,078 dengue fever cases nationwide, 26,365 cases in 2021, and 90,304 cases in 2020. Regarding fatalities, a total of 73 deaths from dengue-related complications were recorded by 22 October 2023, compared to 29 deaths during the same period in 2022. In October 2023, daily cases averaged above 300. Currently, there are 73 dengue hotspot localities nationwide, with Selangor state hosting the highest number of hotspots (51), while other states have single-digit counts. Selangor's Petaling and Hulu Langat districts record the most cases, and within Petaling, the top three aected sub-districts are Petaling (5,570), Damansara (4,930), and Sungai Buloh (4,160). ([IFRC, 17 Nov 2023](https://reliefweb.int/node/4015715))",
    "title": "Malaysia: Dengue Outbreak - Nov 2023",
    "pubDate": "2023-11-17T13:03:40+00:00",
    "currentDate": "2023-11-17T13:20:45+00:00",
    "whatHappenings": [
      "- Dengue cases in Malaysia have increased by 100.5% until October 2023.",
      "- There were a total of 96,443 dengue cases reported, compared to 48,109 cases in 2022.",
      "- In 2022, Malaysia had 64,078 dengue fever cases, 26,365 cases in 2021, and 90,304 cases in 2020.",
      "- The number of deaths from dengue-related complications in 2023 was 73, compared to 29 deaths in the same period in 2022.",
      "- Daily cases in October 2023 averaged above 300.",
      "- There are currently 73 dengue hotspot localities in Malaysia.",
      "- Selangor state has the highest number of hotspots, with 51 in total.",
      "- The Petaling and Hulu Langat districts in Selangor record the most cases.",
      "- Within the Petaling district, the top three affected sub-districts are Petaling, Damansara, and Sungai Buloh."
    ],
    "displayMaps": [
      "Area: Malaysia",
      "Area: Selangor state, Malaysia",
      "Area: Petaling, Selangor state, Malaysia",
      "Area: Hulu Langat, Selangor state, Malaysia",
      "AreaWithConcern: Selangor state, Malaysia, Dengue hotspots",
      "AreaWithConcern: Petaling, Selangor state, Malaysia, Dengue cases",
      "AreaWithConcern: Hulu Langat, Selangor state, Malaysia, Dengue cases"
    ]
  }
]