[
  {
    "url": "https://reliefweb.int/disaster/ep-2023-000251-uga",
    "description": "Anthrax outbreak was confirmed on 29th November 2023 in Kabira, Kasasa and Lwankoni sub-counties in Kyotera district. According to the district surveillance team, Kyotera district anthrax possibly started in June 2023 on a farm in Kkyamayembe Sub-County following the consumption of meat of a dead cow. The victims presented with various signs including itchy rash, swelling and skin lesions. In early July, the first human death was reported and 24 animal deaths by October 31,2023. The consumption of meat of the dead animals continued and 3 humans developed signs of the disease. ([IFRC, 15 Dec 2023](https://reliefweb.int/node/4023530))",
    "title": "Uganda: Anthrax Outbreak - Nov 2023",
    "pubDate": "2023-12-15T13:59:02+00:00",
    "currentDate": "2023-12-15T14:06:41+00:00",
    "whatHappenings": [
      "- Anthrax outbreak confirmed in Kabira, Kasasa, and Lwankoni sub-counties in Kyotera district.",
      "- Outbreak possibly started in June 2023 on a farm in Kkyamayembe Sub-County.",
      "- Consumption of meat from a dead cow believed to be the cause.",
      "- Victims experienced itchy rash, swelling, and skin lesions.",
      "- First human death reported in early July.",
      "- 24 animal deaths by October 31, 2023.",
      "- Consumption of meat from dead animals continued, leading to 3 more human cases."
    ],
    "displayMaps": [
      "Area: Kyotera district, Uganda",
      "AreaWithConcern: Kyotera district, Uganda, Anthrax outbreak",
      "AreaWithConcern: Kyotera district, Uganda, Public health"
    ]
  },
  {
    "url": "https://reliefweb.int/disaster/fl-2023-000249-ago",
    "description": "Five days of cumulative heavy rains were witnessed in Angola which brought significant floods on 30th November. According to the Angolan Civil Protection and Fire service (SPCB) preliminary data, estimates 30 deaths, 5,292 affected households (26,460 people). Besides, 10,895 households have seen their crops under water. In total, 15 of the 18 provinces are affected, with the most critical being Luanda, Huambo, Bie, Malanje and Cuanza Norte. The Government continues with assessments at country level. ([IFRC, 15 Dec 2023](https://reliefweb.int/node/4023526))",
    "title": "Angola: Floods - Nov 2023",
    "pubDate": "2023-12-15T14:17:33+00:00",
    "currentDate": "2023-12-15T14:17:49+00:00",
    "whatHappenings": [
      "- Five days of heavy rains in Angola caused significant floods on 30th November.",
      "- Preliminary data from the Angolan Civil Protection and Fire service (SPCB) estimates 30 deaths and 5,292 affected households (26,460 people).",
      "- Additionally, 10,895 households have had their crops submerged in water.",
      "- The floods have affected 15 out of the 18 provinces in Angola.",
      "- The most critical provinces affected are Luanda, Huambo, Bie, Malanje, and Cuanza Norte.",
      "- The Angolan Government is conducting assessments at the country level."
    ],
    "displayMaps": [
      "Area: Angola",
      "Area: Luanda, Angola",
      "Area: Huambo, Angola",
      "Area: Bie, Angola",
      "Area: Malanje, Angola",
      "Area: Cuanza Norte, Angola",
      "AreaWithConcern: Luanda, Angola, Shelters",
      "AreaWithConcern: Luanda, Angola, Hospitals",
      "AreaWithConcern: Huambo, Angola, Shelters",
      "AreaWithConcern: Huambo, Angola, Hospitals",
      "AreaWithConcern: Bie, Angola, Shelters",
      "AreaWithConcern: Bie, Angola, Hospitals",
      "AreaWithConcern: Malanje, Angola, Shelters",
      "AreaWithConcern: Malanje, Angola, Hospitals",
      "AreaWithConcern: Cuanza Norte, Angola, Shelters",
      "AreaWithConcern: Cuanza Norte, Angola, Hospitals"
    ]
  }
]