[
  {
    "url": "https://reliefweb.int/disaster/dr-2023-000238-ton",
    "description": "A drought has been declared for the Tongatapu and ‘Eua islands. Drought alerts are in effect for Niuafo’ou and Niuatoputapu, and warnings are in force for Ha’apai and Vava’u. Until the end of 2023, rainfall deficiencies are expected for Vava’u, Ha’apai, Tongatapu, ‘Eua, Niuafo’ou and Niuatoputapu. ([Gov't of Tonga, 29 Sep 2023](https://reliefweb.int/node/4005131/))",
    "title": "Tonga: Drought - Sep 2023",
    "pubDate": "2023-11-14T06:36:22+00:00",
    "currentDate": "2023-12-11T04:57:30+00:00",
    "whatHappenings": [
      "- Drought declared for Tongatapu and ‘Eua islands.",
      "- Drought alerts for Niuafo’ou and Niuatoputapu.",
      "- Warnings for Ha’apai and Vava’u.",
      "- Rainfall deficiencies expected until end of 2023 for Vava’u, Ha’apai, Tongatapu, ‘Eua, Niuafo’ou, and Niuatoputapu."
    ],
    "displayMaps": [
      "Area: Tongatapu, Tonga",
      "Area: ‘Eua, Tonga",
      "Area: Niuafo’ou, Tonga",
      "Area: Niuatoputapu, Tonga",
      "Area: Ha’apai, Tonga",
      "Area: Vava’u, Tonga",
      "AreaWithConcern: Tongatapu, Tonga, Drought",
      "AreaWithConcern: ‘Eua, Tonga, Drought",
      "AreaWithConcern: Niuafo’ou, Tonga, Drought",
      "AreaWithConcern: Niuatoputapu, Tonga, Drought",
      "AreaWithConcern: Ha’apai, Tonga, Drought",
      "AreaWithConcern: Vava’u, Tonga, Drought"
    ]
  },
  {
    "url": "https://reliefweb.int/disaster/fl-2023-000236-dom",
    "description": "Since 17 November, a tropical depression has been bringing heavy rainfall, flooding and landslides to the Dominican Republic. According to the country’s Emergency Operations Centre, the extreme weather has left at least 21 people dead and forced more than 13,000 people to evacuate. At least 15 electricity circuits and 115 aqueducts have been affected, causing disruptions in electricity service for more than 150,000 people and water service for some 1.8 million people. The National Institute of Drinking Water and Sewage and EDESUR are working to restore their respective services in the affected areas. \n\nAccording to preliminary reports, more than 1,500 homes, 6 roads and 5 bridges have been affected. Some 19 communities remain cut off due to the overflow of rivers. Fourteen provinces (Pedernales, San Juan, Barahona, Azua, San José de Ocoa, Bahoruco, Independencia, Elías Piña, San Cristóbal, Peravia, Sánchez Ramírez, El Distrito Nacional, Santo Domingo and Duarte) across the country remain at a red alert level due to the risk of further flooding and landslides. Heavy rainfall is forecast to continue through until 20 November. ([OCHA, 20 Nov 2023](https://reliefweb.int/node/4016404/))\n\nAs of 21 November, severe rains and subsequent flooding have left 24 people dead, displaced nearly 18,000 people, affected 3,500 homes, and cut off some 45 communities. About 1.1 million people are still without access to safe water. [...]  The UN is also helping the Ministry of Health with the procurement of 50,000 cholera vaccine doses after authorities detected 16 cases, 12 among Haitian migrants. There are concerns that damages to water management systems may aggravate an ongoing dengue outbreak that has led to 12,000 cases so far in 2023. ([OCHA, 27 Nov 2023](https://reliefweb.int/node/4018104/))\n\nAccording to [information from 22 November], 7,412 homes were affected, 14 partially affected and 22 were destroyed. At least 37,060 people were displaced to safe areas and 55 communities are isolated. A total of 4 shelters were opened, housing 158 people, and 59 water services were affected, of which 55 are inoperable. ([PAHO, 28 Nov 2023](https://reliefweb.int/node/4018415/))\n\nAlmost three weeks after intense rainfall and flooding hit the Dominican Republic on 17 and 18 November, a Damage and Needs Assessment conducted in North Santo Domingo and the province of Duarte indicates that populations in the most affected communities require food, clean water, hygiene and sanitation supplies, medicines, and the repair or reconstruction of homes. \n\nAccording to estimations from the government’s social protection system (SIUBEN), the flooding affected at least 340,000 people in the provinces of Duarte, Santo Domingo, San José de Ocoa, Barahona, Bahoruco, San Juan de la Maguana, Sánchez Ramírez, Peravia, Azua, Distrito Nacional and San Cristóbal. Some 34 people died, 37,000 were displaced and approximately 7,412 homes were severely damaged. Around 61 per cent of damaged homes were in the province of Duarte, while 13 per cent were in Distrito Nacional and the Santo Domingo province. The agricultural sector also faced significant losses, with extensive damage to crops, greenhouses, and livestock, affecting over 7,000 producers in various provinces. President Luis Abinader estimated the damages to exceed US$460 million (excluding the Ministry of Public Works and Communications' budget).\n\nIn the aftermath of the rains, ongoing health crises have continued to escalate. There has been an alarming surge of dengue, with 17,360 suspected cases, including 128 severe cases and 19 deaths this year. Additionally, a confirmed cholera outbreak in Barahona, heavily impacted by the floods, reported 29 cases, contributing to the overall national count of 1,109 suspected cases, 115 confirmed cases, and one death. The widespread impact of the event highlights the vulnerabilities of the country and the need to strengthen capacities to prevent, prepare and respond effectively. ([OCHA, 11 Dec 2023](https://reliefweb.int/node/4022013/))",
    "title": "Dominican Republic: Floods and Landslides - Nov 2023",
    "pubDate": "2023-11-21T18:51:34+00:00",
    "currentDate": "2023-12-12T14:30:30+00:00",
    "whatHappenings": [
      "- Since 17 November, heavy rainfall, flooding, and landslides have been affecting the Dominican Republic.",
      "- At least 21 people have died and over 13,000 people have been evacuated.",
      "- Electricity and water services have been disrupted, affecting thousands of people.",
      "- More than 1,500 homes, 6 roads, and 5 bridges have been affected.",
      "- 19 communities remain cut off due to overflowing rivers.",
      "- 14 provinces are at a red alert level for further flooding and landslides.",
      "- Severe rains and flooding have caused 24 deaths and displaced nearly 18,000 people.",
      "- 3,500 homes have been affected and 45 communities have been cut off.",
      "- 1.1 million people still do not have access to safe water.",
      "- The UN is assisting with the procurement of cholera vaccines.",
      "- Damages to water management systems may worsen the ongoing dengue outbreak.",
      "- Thousands of homes have been damaged, and populations require food, clean water, and medical supplies.",
      "- Approximately 340,000 people have been affected across multiple provinces.",
      "- The agricultural sector has also suffered significant losses.",
      "- Dengue cases have surged, with 17,360 suspected cases and 19 deaths.",
      "- A cholera outbreak has been reported, contributing to the national count of cases.",
      "- The country's vulnerabilities and the need to strengthen capacities have been highlighted."
    ],
    "displayMaps": [
      "Area: Dominican Republic",
      "Area: North Santo Domingo, Dominican Republic",
      "Area: Duarte Province, Dominican Republic",
      "Area: Barahona Province, Dominican Republic",
      "AreaWithConcern: Duarte Province, Dominican Republic, Shelters",
      "AreaWithConcern: Duarte Province, Dominican Republic, Hospitals",
      "AreaWithConcern: Barahona Province, Dominican Republic, Shelters",
      "AreaWithConcern: Barahona Province, Dominican Republic, Hospitals",
      "AreaWithConcern: Dominican Republic, Dengue outbreak",
      "AreaWithConcern: Barahona Province, Dominican Republic, Cholera outbreak"
    ]
  },
  {
    "url": "https://reliefweb.int/disaster/vo-2023-000248-png",
    "description": "On 20 November around 5.30 UTC (16.30 local time) the Ulawun volcano, located in the northern New Britain Island in eastern Papua New Guinea, approximately 125 km south-west of Rabaul Town, started to erupt. The explosive eruption produced a plume that reached up to 18 km above sea level dispersing ash to the west. A significant pyroclastic flow occurred during the activity. Media report, as of 21 November, a number of preventively evacuated people across the area nearby the volcano and some canceled flights from the Hoskins Town airport. On 20 November the aviation colour code has been raised to red from the Darwin Volcanic Ash Advisory Centre (VAAC) and as of 21 November at 7.00 UTC it remains still in force. ([ECHO, 21 Nov 2023](https://reliefweb.int/node/4016555))\n\nThe volcano eruption caused mass displacement across the affected areas. IOM’s Displacement Tracking Matrix (DTM) site assessment tool was rolled out in West New Britain (WNB) and East New Britain (ENB) within a week following the eruption and identified 8,565 persons (1,707 Households [HH]) displaced from the local villages in West New Britain (WNB) and East New Britain (ENB). ([IOM, 9 Dec 2023](https://reliefweb.int/node/4021593))",
    "title": "Papua New Guinea: Ulawun Volcano - Nov 2023",
    "pubDate": "2023-12-11T01:54:01+00:00",
    "currentDate": "2023-12-11T18:33:33+00:00",
    "whatHappenings": [
      "- Ulawun volcano in Papua New Guinea erupted on 20 November.",
      "- The eruption produced a plume that reached 18 km above sea level and dispersed ash to the west.",
      "- A significant pyroclastic flow occurred during the eruption.",
      "- People in the nearby area were evacuated and flights were canceled.",
      "- The aviation color code was raised to red.",
      "- The eruption caused mass displacement in West New Britain and East New Britain.",
      "- 8,565 people from 1,707 households were displaced."
    ],
    "displayMaps": [
      "Area: Papua New Guinea",
      "Area: New Britain Island, Papua New Guinea",
      "Area: West New Britain, Papua New Guinea",
      "Area: East New Britain, Papua New Guinea",
      "AreaWithConcern: West New Britain, Papua New Guinea, Volcano",
      "AreaWithConcern: West New Britain, Papua New Guinea, Shelters",
      "AreaWithConcern: East New Britain, Papua New Guinea, Volcano",
      "AreaWithConcern: East New Britain, Papua New Guinea, Shelters"
    ]
  },
  {
    "url": "https://reliefweb.int/disaster/ep-2023-000251-uga",
    "description": "Anthrax outbreak was confirmed on 29th November 2023 in Kabira, Kasasa and Lwankoni sub-counties in Kyotera district. According to the district surveillance team, Kyotera district anthrax possibly started in June 2023 on a farm in Kkyamayembe Sub-County following the consumption of meat of a dead cow. The victims presented with various signs including itchy rash, swelling and skin lesions. In early July, the first human death was reported and 24 animal deaths by October 31,2023. The consumption of meat of the dead animals continued and 3 humans developed signs of the disease. ([IFRC, 15 Dec 2023](https://reliefweb.int/node/4023530))",
    "title": "Uganda: Anthrax Outbreak - Nov 2023",
    "pubDate": "2023-12-15T13:59:02+00:00",
    "currentDate": "2023-12-15T14:06:41+00:00",
    "whatHappenings": [
      "- Anthrax outbreak confirmed in Kabira, Kasasa, and Lwankoni sub-counties in Kyotera district.",
      "- Outbreak possibly started in June 2023 on a farm in Kkyamayembe Sub-County.",
      "- Consumption of meat from a dead cow believed to be the cause.",
      "- Victims experienced itchy rash, swelling, and skin lesions.",
      "- First human death reported in early July.",
      "- 24 animal deaths by October 31, 2023.",
      "- Consumption of meat from dead animals continued, leading to 3 more human cases."
    ],
    "displayMaps": [
      "Area: Kyotera district, Uganda",
      "Area: Kabira, Kyotera district, Uganda",
      "Area: Kasasa, Kyotera district, Uganda",
      "Area: Lwankoni, Kyotera district, Uganda",
      "AreaWithConcern: Kyotera district, Uganda, Anthrax outbreak",
      "AreaWithConcern: Kabira, Kyotera district, Uganda, Anthrax outbreak",
      "AreaWithConcern: Kasasa, Kyotera district, Uganda, Anthrax outbreak",
      "AreaWithConcern: Lwankoni, Kyotera district, Uganda, Anthrax outbreak"
    ]
  },
  {
    "url": "https://reliefweb.int/disaster/fl-2023-000249-ago",
    "description": "Five days of cumulative heavy rains were witnessed in Angola which brought significant floods on 30th November. According to the Angolan Civil Protection and Fire service (SPCB) preliminary data, estimates 30 deaths, 5,292 affected households (26,460 people). Besides, 10,895 households have seen their crops under water. In total, 15 of the 18 provinces are affected, with the most critical being Luanda, Huambo, Bie, Malanje and Cuanza Norte. The Government continues with assessments at country level. ([IFRC, 15 Dec 2023](https://reliefweb.int/node/4023526))",
    "title": "Angola: Floods - Nov 2023",
    "pubDate": "2023-12-15T14:17:33+00:00",
    "currentDate": "2023-12-15T14:17:49+00:00",
    "whatHappenings": [
      "- Angola experienced heavy rains for five days, leading to significant floods on November 30th.",
      "- The Angolan Civil Protection and Fire service reported 30 deaths and 5,292 affected households, which is equivalent to 26,460 people.",
      "- Additionally, 10,895 households had their crops submerged in water.",
      "- A total of 15 out of the 18 provinces in Angola were affected by the floods.",
      "- The most severely impacted provinces include Luanda, Huambo, Bie, Malanje, and Cuanza Norte.",
      "- The Angolan Government is conducting assessments throughout the country to determine the extent of the damage caused by the floods."
    ],
    "displayMaps": [
      "Area: Angola",
      "Area: Luanda, Angola",
      "Area: Huambo, Angola",
      "Area: Bie, Angola",
      "Area: Malanje, Angola",
      "Area: Cuanza Norte, Angola",
      "AreaWithConcern: Luanda, Angola, Shelters",
      "AreaWithConcern: Luanda, Angola, Hospitals",
      "AreaWithConcern: Huambo, Angola, Shelters",
      "AreaWithConcern: Huambo, Angola, Hospitals",
      "AreaWithConcern: Bie, Angola, Shelters",
      "AreaWithConcern: Bie, Angola, Hospitals",
      "AreaWithConcern: Malanje, Angola, Shelters",
      "AreaWithConcern: Malanje, Angola, Hospitals",
      "AreaWithConcern: Cuanza Norte, Angola, Shelters",
      "AreaWithConcern: Cuanza Norte, Angola, Hospitals"
    ]
  }
]