[
  {
    "url": "https://reliefweb.int/disaster/dr-2023-000238-ton",
    "description": "A drought has been declared for the Tongatapu and ‘Eua islands. Drought alerts are in effect for Niuafo’ou and Niuatoputapu, and warnings are in force for Ha’apai and Vava’u. Until the end of 2023, rainfall deficiencies are expected for Vava’u, Ha’apai, Tongatapu, ‘Eua, Niuafo’ou and Niuatoputapu. ([Gov't of Tonga, 29 Sep 2023](https://reliefweb.int/node/4005131/))",
    "title": "Tonga: Drought - Sep 2023",
    "pubDate": "2023-11-14T06:36:22+00:00",
    "currentDate": "2023-12-11T04:57:30+00:00",
    "whatHappenings": [
      "- Drought declared for Tongatapu and ‘Eua islands.",
      "- Drought alerts for Niuafo’ou and Niuatoputapu.",
      "- Warnings for Ha’apai and Vava’u.",
      "- Rainfall deficiencies expected until end of 2023.",
      "- Affected areas include Vava’u, Ha’apai, Tongatapu, ‘Eua, Niuafo’ou, and Niuatoputapu."
    ],
    "displayMaps": [
      "Area: Tongatapu, Tonga",
      "Area: ‘Eua, Tonga",
      "Area: Niuafo’ou, Tonga",
      "Area: Niuatoputapu, Tonga",
      "Area: Ha’apai, Tonga",
      "Area: Vava’u, Tonga",
      "AreaWithConcern: Tongatapu, Tonga, Drought",
      "AreaWithConcern: ‘Eua, Tonga, Drought",
      "AreaWithConcern: Niuafo’ou, Tonga, Drought",
      "AreaWithConcern: Niuatoputapu, Tonga, Drought",
      "AreaWithConcern: Ha’apai, Tonga, Drought",
      "AreaWithConcern: Vava’u, Tonga, Drought"
    ]
  },
  {
    "url": "https://reliefweb.int/disaster/fl-2023-000241-tza",
    "description": "Heavy rainfall has been affecting northern Tanzania, in particular the Arusha Region, bordering with southern Kenya since late October, causing floods, flash floods and rivers overflow that have resulted casualties and damage. Media report, as of 16 November, ten fatalities, approximately 90 displaced families and a number of damaged houses and bridges across the Arusha District, Arusha Region. The worst affected villages and neighbourhoods in Arusha District are Muriet, Terrat, Elerai, Morombo, Lolovono and Ngarenaro. Over the next 24 hours, more heavy rainfall with locally very heavy rainfall is forecast over most of the country. ([ECHO, 16 Nov 2023](https://reliefweb.int/node/4015295))\n\nThe latest update received from local government, shared on 13 November, reported more than 10,090 people, or 2,018 households suffered floods and landslide are affected with 12 deaths reported, 1,245 houses completely destroyed, and 1,074 latrines collapsed. The figures are likely to increase given the difficult access to most of the affected areas due to water levels. People in these affected areas have been evacuated to earlier mapped out safer areas. However, they have limited access to basic services. ([IFRC, 23 Nov 2023](https://reliefweb.int/node/4017398))\n\nHeavy rainfall has been affecting northern, western and eastern Tanzania since mid-October due to the so-termed short rainy season that lasts from October to December causing floods, flash floods, rivers overflow and triggering landslides that have resulted in more casualties and widespread damage. The worst affected are the Arusha Region in the north bordering with southern Kenya, the Kigoma and Kagera Regions in the west bordering with Rwanda and Burundi and the Coast Region as well as the Zanzibar Island in the east. Also Dar es Salaam, the main city of the country was severely affected. [ECHO, 24 Nov 2023](https://reliefweb.int/node/4017510)\n\nHeavy rainfall has been affecting northern Tanzania, in particular the Manyara Region, since 2 December, causing severe floods and triggering several landslides that have resulted in casualties and widespread damage. Media report, as of 4 December, 47 fatalities and 85 injured people in the Katesh Town area, north of the Capital Dodoma, Hanang District, western Manyara Region, mainly due to landslides occurred on 2-3 December. In addition, media also reports an unconfirmed number of damaged houses and several blocked roads across the affected area. Over the next 96 hours, more heavy rainfall with locally very heavy rainfall is still forecast over the whole country. ([ECHO, 4 Dec 2023](https://reliefweb.int/node/4019875))\n\nHeavy rainfall affected northern Tanzania, in particular the Manyara Region, over the period from 2 to 6 December, causing severe floods, flash floods and triggering several landslides that have resulted in more casualties and widespread damage. Local media report, as of 7 December, 69 fatalities and nearly 120 injured people in the Katesh Town area, north of the Capital Dodoma, Hanang District, western Manyara Region, mainly due to landslides occurred on 2-3 December. In addition, media also reports a total of approximately 1,150 damaged houses across the affected area. Over the next 96 hours, more heavy rainfall with locally very heavy rainfall is still forecast over the whole country. ([ECHO, 7 Dec 2023](https://reliefweb.int/node/4020995))",
    "title": "Tanzania: Floods - Nov 2023",
    "pubDate": "2023-11-16T13:00:50+00:00",
    "currentDate": "2023-12-07T12:10:36+00:00",
    "whatHappenings": [
      "- Heavy rainfall has been affecting northern Tanzania, particularly the Arusha Region, since late October.",
      "- The rainfall has caused floods, flash floods, and rivers to overflow, resulting in casualties and damage.",
      "- The worst affected villages and neighborhoods in the Arusha District are Muriet, Terrat, Elerai, Morombo, Lolovono, and Ngarenaro.",
      "- More heavy rainfall is forecasted over most of the country in the next 24 hours.",
      "- As of 13 November, over 10,090 people and 2,018 households have been affected by floods and landslides.",
      "- There have been 12 deaths, 1,245 completely destroyed houses, and 1,074 collapsed latrines.",
      "- The figures are likely to increase due to difficult access to affected areas.",
      "- People in affected areas have been evacuated to safer areas but have limited access to basic services.",
      "- Northern, western, and eastern Tanzania have been affected by heavy rainfall since mid-October.",
      "- The Arusha Region, Kigoma and Kagera Regions, Coast Region, Zanzibar Island, and Dar es Salaam have been severely affected.",
      "- Since 2 December, heavy rainfall has been affecting the Manyara Region, causing severe floods and landslides.",
      "- As of 4 December, there have been 47 fatalities and 85 injured people in the Katesh Town area.",
      "- More heavy rainfall is forecasted over the whole country in the next 96 hours.",
      "- From 2 to 6 December, heavy rainfall caused severe floods, flash floods, and landslides in the Manyara Region.",
      "- As of 7 December, there have been 69 fatalities and nearly 120 injured people in the Katesh Town area.",
      "- Approximately 1,150 houses have been damaged across the affected area."
    ],
    "displayMaps": [
      "Area: Tanzania",
      "Area: Arusha Region, Tanzania",
      "Area: Muriet, Arusha District, Arusha Region, Tanzania",
      "Area: Terrat, Arusha District, Arusha Region, Tanzania",
      "Area: Elerai, Arusha District, Arusha Region, Tanzania",
      "Area: Morombo, Arusha District, Arusha Region, Tanzania",
      "Area: Lolovono, Arusha District, Arusha Region, Tanzania",
      "Area: Ngarenaro, Arusha District, Arusha Region, Tanzania",
      "Area: Manyara Region, Tanzania",
      "Area: Katesh Town, Manyara Region, Tanzania",
      "Area: Hanang District, Manyara Region, Tanzania",
      "AreaWithConcern: Arusha Region, Tanzania, Shelters",
      "AreaWithConcern: Arusha Region, Tanzania, Hospitals",
      "AreaWithConcern: Manyara Region, Tanzania, Shelters",
      "AreaWithConcern: Manyara Region, Tanzania, Hospitals"
    ]
  },
  {
    "url": "https://reliefweb.int/disaster/fl-2023-000236-dom",
    "description": "Since 17 November, a tropical depression has been bringing heavy rainfall, flooding and landslides to the Dominican Republic. According to the country’s Emergency Operations Centre, the extreme weather has left at least 21 people dead and forced more than 13,000 people to evacuate. At least 15 electricity circuits and 115 aqueducts have been affected, causing disruptions in electricity service for more than 150,000 people and water service for some 1.8 million people. The National Institute of Drinking Water and Sewage and EDESUR are working to restore their respective services in the affected areas. \n\nAccording to preliminary reports, more than 1,500 homes, 6 roads and 5 bridges have been affected. Some 19 communities remain cut off due to the overflow of rivers. Fourteen provinces (Pedernales, San Juan, Barahona, Azua, San José de Ocoa, Bahoruco, Independencia, Elías Piña, San Cristóbal, Peravia, Sánchez Ramírez, El Distrito Nacional, Santo Domingo and Duarte) across the country remain at a red alert level due to the risk of further flooding and landslides. Heavy rainfall is forecast to continue through until 20 November. ([OCHA, 20 Nov 2023](https://reliefweb.int/node/4016404/))\n\nAs of 21 November, severe rains and subsequent flooding have left 24 people dead, displaced nearly 18,000 people, affected 3,500 homes, and cut off some 45 communities. About 1.1 million people are still without access to safe water. [...]  The UN is also helping the Ministry of Health with the procurement of 50,000 cholera vaccine doses after authorities detected 16 cases, 12 among Haitian migrants. There are concerns that damages to water management systems may aggravate an ongoing dengue outbreak that has led to 12,000 cases so far in 2023. ([OCHA, 27 Nov 2023](https://reliefweb.int/node/4018104/))\n\nAccording to [information from 22 November], 7,412 homes were affected, 14 partially affected and 22 were destroyed. At least 37,060 people were displaced to safe areas and 55 communities are isolated. A total of 4 shelters were opened, housing 158 people, and 59 water services were affected, of which 55 are inoperable. ([PAHO, 28 Nov 2023](https://reliefweb.int/node/4018415/))\n\nAlmost three weeks after intense rainfall and flooding hit the Dominican Republic on 17 and 18 November, a Damage and Needs Assessment conducted in North Santo Domingo and the province of Duarte indicates that populations in the most affected communities require food, clean water, hygiene and sanitation supplies, medicines, and the repair or reconstruction of homes. \n\nAccording to estimations from the government’s social protection system (SIUBEN), the flooding affected at least 340,000 people in the provinces of Duarte, Santo Domingo, San José de Ocoa, Barahona, Bahoruco, San Juan de la Maguana, Sánchez Ramírez, Peravia, Azua, Distrito Nacional and San Cristóbal. Some 34 people died, 37,000 were displaced and approximately 7,412 homes were severely damaged. Around 61 per cent of damaged homes were in the province of Duarte, while 13 per cent were in Distrito Nacional and the Santo Domingo province. The agricultural sector also faced significant losses, with extensive damage to crops, greenhouses, and livestock, affecting over 7,000 producers in various provinces. President Luis Abinader estimated the damages to exceed US$460 million (excluding the Ministry of Public Works and Communications' budget).\n\nIn the aftermath of the rains, ongoing health crises have continued to escalate. There has been an alarming surge of dengue, with 17,360 suspected cases, including 128 severe cases and 19 deaths this year. Additionally, a confirmed cholera outbreak in Barahona, heavily impacted by the floods, reported 29 cases, contributing to the overall national count of 1,109 suspected cases, 115 confirmed cases, and one death. The widespread impact of the event highlights the vulnerabilities of the country and the need to strengthen capacities to prevent, prepare and respond effectively. ([OCHA, 11 Dec 2023](https://reliefweb.int/node/4022013/))",
    "title": "Dominican Republic: Floods and Landslides - Nov 2023",
    "pubDate": "2023-11-21T18:51:34+00:00",
    "currentDate": "2023-12-12T14:30:30+00:00",
    "whatHappenings": [
      "- Since 17 November, heavy rainfall, flooding, and landslides have been affecting the Dominican Republic.",
      "- At least 21 people have died and over 13,000 people have been evacuated.",
      "- Electricity and water services have been disrupted, affecting thousands of people.",
      "- More than 1,500 homes, 6 roads, and 5 bridges have been affected.",
      "- 19 communities remain cut off due to overflowing rivers.",
      "- 14 provinces are at a red alert level for further flooding and landslides.",
      "- Severe rains and flooding have caused 24 deaths and displaced nearly 18,000 people.",
      "- 3,500 homes have been affected and 45 communities have been cut off.",
      "- About 1.1 million people still do not have access to safe water.",
      "- The UN is assisting with the procurement of cholera vaccines.",
      "- Damages to water management systems may worsen the ongoing dengue outbreak.",
      "- Thousands of homes have been damaged, and many people require food, clean water, and medical supplies.",
      "- The flooding has affected over 340,000 people in multiple provinces.",
      "- The agricultural sector has suffered significant losses.",
      "- Dengue cases have surged, with 17,360 suspected cases and 19 deaths.",
      "- A cholera outbreak has been reported, with 29 cases in Barahona.",
      "- The country's vulnerabilities and capacity to respond effectively need to be strengthened."
    ],
    "displayMaps": [
      "Area: Dominican Republic",
      "Area: North Santo Domingo, Dominican Republic",
      "Area: Duarte Province, Dominican Republic",
      "Area: Barahona Province, Dominican Republic",
      "AreaWithConcern: Duarte Province, Dominican Republic, Shelters",
      "AreaWithConcern: Duarte Province, Dominican Republic, Hospitals",
      "AreaWithConcern: Barahona Province, Dominican Republic, Shelters",
      "AreaWithConcern: Barahona Province, Dominican Republic, Hospitals",
      "AreaWithConcern: Dominican Republic, Dengue outbreak",
      "AreaWithConcern: Barahona Province, Dominican Republic, Cholera outbreak"
    ]
  },
  {
    "url": "https://reliefweb.int/disaster/eq-2023-000245-phl",
    "description": "The magnitude 7.4 earthquake that occurred off the coast of Hinatuan in Surigao del Sur on Saturday, 2 December, 10:37 p.m. local time was caused by movements in the Philippine trench, according to the Philippine Institute of Volcanology and Seismology (PHIVOLCS). The quake, initially reported by PHIVOLCS with 7.5 magnitude, was changed to 6.9, eventually to 7.4, raised a tsunami alert, which was lifted on Sunday morning, 3 December local time. Since the earthquake, PHIVOLCS recorded over 660 aftershocks, ranging from magnitudes 1.4 to 6.5; which are expected to continue over the coming days. The tsunami alert caused an immediate evacuation to higher grounds of over 26,000 people living in coastal areas of the provinces of Surigao del Sur and Davao Oriental. Most have returned home after the tsunami alert was lifted by PHIVOLCS. ([OCHA, 3 Dec 2023](https://reliefweb.int/node/4019664))\n\nThe ASEAN Disaster Information Network (ADINet) and the Disaster Response Operations Monitoring and Information Center (DSWD DROMIC) report, as of 3 December, one fatality, two injured people and more than 236,798 affected people across 156 districts. In addition, at least 84 houses have been fully damaged, 436 partially damaged and one road have been affected. ([ECHO, 4 Dec 2023](https://reliefweb.int/node/4019872))\n\nThe number of impacted people is increasing following the 7.6 M earthquake of 2 December that struck Hinatuan Municipality in Surigao Del Sur Province, Caraga Region, Mindanao, southern Philippines. Over the past 24 hours, dozens of aftershocks up to 5.7 M have been recorded in the area by the Philippine Institute of Volcanology and Seismology (PHIVOLCS). According to the Disaster Response Operations Monitoring and Information Center (DSWD DROMIC) and the National Disaster Risk Reduction and Management Council (NDRRMC), one person died, and 12 were injured in Davao Region. Moreover, almost 1,800 people have been displaced, approximately 400,000 affected, and 2,279 houses damaged across Caraga and Davao Regions. ([ECHO, 5 Dec 2023](https://reliefweb.int/node/4020225))\n\nAccording to the National Disaster Risk Reduction and Management Council (NDRRMC), as of 5 December, three people died and 48 others have been injured after the 7.6 M earthquake of 2 December that hit Hinatuan Municipality in Surigao Del Sur Province (Caraga Region, Mindanao, southern Philippines). In addition, more than 528,000 people have been affected, 51 are still displaced in one evacuation centre, and almost 1,900 are still pre-emptively evacuated across Caraga and Davao Regions. NDRRMC reports more than 3,000 aftershocks of magnitude between 1.4 M and 6.6 M across the affected area. National authorities are providing help for those affected, distributing family food packs (FFPs) to some 6,127 families from Hinatuan Municipality. ([ECHO, 6 Dec 2023](https://reliefweb.int/node/4020558))",
    "title": "Philippines: Earthquake - Dec 2023",
    "pubDate": "2023-12-03T13:46:55+00:00",
    "currentDate": "2023-12-07T01:40:51+00:00",
    "whatHappenings": [
      "- A magnitude 7.4 earthquake occurred off the coast of Hinatuan in Surigao del Sur.",
      "- The earthquake was caused by movements in the Philippine trench.",
      "- The earthquake initially had a magnitude of 7.5, but was later changed to 6.9 and eventually to 7.4.",
      "- A tsunami alert was raised but later lifted.",
      "- Over 660 aftershocks have been recorded since the earthquake.",
      "- Over 26,000 people were evacuated from coastal areas, but most have returned home.",
      "- One fatality, two injured people, and over 236,798 affected people have been reported.",
      "- 84 houses have been fully damaged and 436 partially damaged.",
      "- One road has been affected.",
      "- The number of impacted people is increasing.",
      "- Dozens of aftershocks have been recorded, with magnitudes up to 5.7.",
      "- One person died and 12 were injured in Davao Region.",
      "- Almost 1,800 people have been displaced and approximately 400,000 affected.",
      "- 2,279 houses have been damaged across Caraga and Davao Regions.",
      "- Three people have died and 48 others have been injured.",
      "- More than 528,000 people have been affected.",
      "- 51 people are still displaced in one evacuation center.",
      "- Almost 1,900 people are still pre-emptively evacuated.",
      "- More than 3,000 aftershocks have been reported.",
      "- National authorities are providing help and distributing family food packs to affected families."
    ],
    "displayMaps": [
      "Area: Surigao del Sur, Philippines",
      "Area: Davao Oriental, Philippines",
      "Area: Caraga Region, Mindanao, Philippines",
      "AreaWithConcern: Surigao del Sur, Philippines, Shelters",
      "AreaWithConcern: Surigao del Sur, Philippines, Hospitals",
      "AreaWithConcern: Davao Oriental, Philippines, Shelters",
      "AreaWithConcern: Davao Oriental, Philippines, Hospitals",
      "AreaWithConcern: Caraga Region, Mindanao, Philippines, Shelters",
      "AreaWithConcern: Caraga Region, Mindanao, Philippines, Hospitals"
    ]
  },
  {
    "url": "https://reliefweb.int/disaster/vo-2023-000248-png",
    "description": "On 20 November around 5.30 UTC (16.30 local time) the Ulawun volcano, located in the northern New Britain Island in eastern Papua New Guinea, approximately 125 km south-west of Rabaul Town, started to erupt. The explosive eruption produced a plume that reached up to 18 km above sea level dispersing ash to the west. A significant pyroclastic flow occurred during the activity. Media report, as of 21 November, a number of preventively evacuated people across the area nearby the volcano and some canceled flights from the Hoskins Town airport. On 20 November the aviation colour code has been raised to red from the Darwin Volcanic Ash Advisory Centre (VAAC) and as of 21 November at 7.00 UTC it remains still in force. ([ECHO, 21 Nov 2023](https://reliefweb.int/node/4016555))\n\nThe volcano eruption caused mass displacement across the affected areas. IOM’s Displacement Tracking Matrix (DTM) site assessment tool was rolled out in West New Britain (WNB) and East New Britain (ENB) within a week following the eruption and identified 8,565 persons (1,707 Households [HH]) displaced from the local villages in West New Britain (WNB) and East New Britain (ENB). ([IOM, 9 Dec 2023](https://reliefweb.int/node/4021593))",
    "title": "Papua New Guinea: Ulawun Volcano - Nov 2023",
    "pubDate": "2023-12-11T01:54:01+00:00",
    "currentDate": "2023-12-11T18:33:33+00:00",
    "whatHappenings": [
      "- Ulawun volcano in Papua New Guinea erupted on 20 November.",
      "- The eruption produced a plume that reached 18 km above sea level and dispersed ash to the west.",
      "- A significant pyroclastic flow occurred during the eruption.",
      "- People in the nearby area were evacuated and flights were canceled.",
      "- The aviation color code was raised to red.",
      "- The eruption caused mass displacement in West New Britain and East New Britain.",
      "- 8,565 people from 1,707 households were displaced."
    ],
    "displayMaps": [
      "Area: Papua New Guinea",
      "Area: New Britain Island, Papua New Guinea",
      "Area: Rabaul Town, Papua New Guinea",
      "AreaWithConcern: New Britain Island, Papua New Guinea, Ulawun volcano",
      "AreaWithConcern: West New Britain, Papua New Guinea, Shelters",
      "AreaWithConcern: West New Britain, Papua New Guinea, Hospitals",
      "AreaWithConcern: East New Britain, Papua New Guinea, Shelters",
      "AreaWithConcern: East New Britain, Papua New Guinea, Hospitals"
    ]
  }
]