[
  {
    "url": "https://reliefweb.int/disaster/cw-2023-000242-jor",
    "description": "Starting in the evening of Sunday, 19/11/2023, the Hashemite Kingdom of Jordan was exposed to a severe depression with the noon hours affecting all the kingdom’s governorates dropping the temperatures to below 10 degrees. The Meteorological Agency issued warnings of strong winds exceeding in some areas the barrier of 65 km / h, which leads to rising dust and low horizontal visibility, especially in the Badia regions. The rate of rainfall fell greater than usual at this time of the year, which led to the formation of torrential rains in cities, valleys, and water catchment areas, according to the report of the Ministry of Water. [...] These harsh winter conditions have impacted and continue to impact many community groups in the north and south of Jordan. Some households in Ma'an (South of Jordan) and Irbid (North of Jordan) governorates were raided by floodwaters causing damage to some of their household items with no injuries or deaths according to the social sources. Tented settlements in remote areas were heavily impacted with their tents flooded with water and were evacuated to emergency shelters by the civil defense. [...] \nThe affected people include vulnerable Jordanians, Syrian refugees (with different registration statuses), Iraqi refugees, Pakistani workers, and Sudanese and Yemeni asylum seekers. These groups either live in very poor conditions in households that need renovation or are living in informal tented settlements. Even though these groups are identified by the different humanitarian actors in the field, their ability to intervene to support them is still very limited. ([IFRC, 1 Dec 2023](https://reliefweb.int/node/4019534))",
    "title": "Jordan: Cold Wave - Nov 2023",
    "pubDate": "2023-12-06T01:38:15+00:00",
    "currentDate": "2023-12-21T06:47:16+00:00",
    "whatHappenings": [
      "- Severe depression in Jordan with temperatures dropping below 10 degrees.",
      "- Strong winds and rising dust in some areas.",
      "- Torrential rains causing flooding in cities, valleys, and water catchment areas.",
      "- Impact on community groups in the north and south of Jordan.",
      "- Floodwaters causing damage to households in Ma'an and Irbid governorates.",
      "- Tented settlements flooded and people evacuated to emergency shelters.",
      "- Affected groups include vulnerable Jordanians, Syrian refugees, Iraqi refugees, Pakistani workers, and Sudanese and Yemeni asylum seekers.",
      "- These groups live in poor conditions and need support, but intervention is limited."
    ],
    "displayMaps": [
      "Area: Jordan",
      "Area: Ma'an, Jordan",
      "Area: Irbid, Jordan",
      "AreaWithConcern: Ma'an, Jordan, Shelters",
      "AreaWithConcern: Ma'an, Jordan, Hospitals",
      "AreaWithConcern: Irbid, Jordan, Shelters",
      "AreaWithConcern: Irbid, Jordan, Hospitals",
      "AreaWithConcern: Tented settlements, Jordan, Shelters",
      "AreaWithConcern: Tented settlements, Jordan, Humanitarian assistance"
    ]
  }
]