[
  {
    "url": "https://reliefweb.int/disaster/fl-2024-000015-ecu",
    "description": "Heavy rainfall has been affecting northern and western Ecuador, in particular Esmeraldas, Manabí and Los Rios Provinces since 30 January, causing floods that have resulted in population displacement and damage. According to the WHO/PAHO, the Ecuadorian Government and media, as of 2 February, more than 3,100 people have been affected across Esmeraldas, Manabí and Los Rios Provinces. In addition, more than 800 damaged houses and over 200 assisted people by national authorities were reported in the Esmeraldas Province. ([ECHO, 2 Feb 2024](https://reliefweb.int/node/4034891))\n\nSince 29 January, heavy rainfall is affecting most of Ecuador, causing floods and landslides, population displacement and damage. According to the Pan American Health Organisation (PAHO), as of 4 March, 429 people have been sheltered across 12 shelters. As of 6 March, the Secretariat of Risk Management of Ecuador (SGR) reported 128,738 impacted people, at least 28,448 affected houses, of which 84 have been completely destroyed.  The number of fatalities and injured people has not increased and still remains at six and seven respectively. ([ECHO, 7 Mar 2024](https://reliefweb.int/node/4044492))",
    "title": "Ecuador: Floods - Feb 2024",
    "pubDate": "2024-02-22T07:43:19+00:00",
    "currentDate": "2024-03-07T14:09:51+00:00",
    "whatHappenings": [
      "- Heavy rainfall affecting northern and western Ecuador since 30 January",
      "- Provinces affected: Esmeraldas, Manabí, Los Rios",
      "- Floods causing population displacement and damage",
      "- More than 3,100 people affected as of 2 February",
      "- Over 800 damaged houses in Esmeraldas Province",
      "- 200 people assisted by national authorities",
      "- Heavy rainfall affecting most of Ecuador since 29 January",
      "- Floods, landslides, population displacement, and damage reported",
      "- 429 people sheltered across 12 shelters as of 4 March",
      "- 128,738 impacted people as of 6 March",
      "- 28,448 affected houses, 84 completely destroyed",
      "- Six fatalities and seven injured people as of 7 March"
    ],
    "displayMaps": [
      "Area: Ecuador",
      "Area: Esmeraldas Province, Ecuador",
      "Area: Manabí Province, Ecuador",
      "Area: Los Rios Province, Ecuador",
      "AreaWithConcern: Esmeraldas Province, Ecuador, Shelters",
      "AreaWithConcern: Esmeraldas Province, Ecuador, Hospitals",
      "AreaWithConcern: Manabí Province, Ecuador, Shelters",
      "AreaWithConcern: Manabí Province, Ecuador, Hospitals",
      "AreaWithConcern: Los Rios Province, Ecuador, Shelters",
      "AreaWithConcern: Los Rios Province, Ecuador, Hospitals"
    ]
  },
  {
    "url": "https://reliefweb.int/disaster/fl-2024-000022",
    "description": "On February 26th, a National State of Emergency Declaration was issued for 60 days, declaring a Level 4 Emergency due to the impact of heavy rains and flooding in 20 regions. As of March 1st, the National Institute of Civil Defense (INDECI) reported 100,551 people affected by the emergencies and 32 dead (including 9 children). More than 42,000 homes, 68 schools and 129 health centers have been affected, are inhabitable or destroyed. ([UNICEF](https://reliefweb.int/node/4044954))",
    "title": "Peru: Floods - Feb 2024",
    "pubDate": "2024-03-08T18:38:56+00:00",
    "currentDate": "2024-03-08T18:38:56+00:00",
    "whatHappenings": [
      "- National State of Emergency Declaration issued for 60 days on February 26th",
      "- Level 4 Emergency declared due to heavy rains and flooding in 20 regions",
      "- 100,551 people affected by emergencies as of March 1st",
      "- 32 people dead, including 9 children",
      "- Over 42,000 homes, 68 schools, and 129 health centers affected, inhabitable, or destroyed"
    ],
    "displayMaps": [
      "Area: Unknown",
      "Area: Unknown",
      "AreaWithConcern: Unknown, Shelters",
      "AreaWithConcern: Unknown, Hospitals"
    ]
  },
  {
    "url": "https://reliefweb.int/disaster/ep-2024-000023",
    "description": "The accumulation of water from the rains and the high temperatures creates a breeding ground for diseases like dengue fever. In fact, the rise of dengue among the population led the Ministry of Health to declare a Health Emergency on 28 February in 20 regions (Supreme Decree Nº004-2024-SA). As of February 24th, the number of cases reached 34,042, more than two times the number of cases in 2023 (+131.7%). The regions with the most cases are La Libertad (6,148), Piura (5,275), Ica (4,645), Ancash (3,766) and Lima (2,899). Children and adolescents infected with dengue are more than 10,000, representing 29.6% of the infected population and 13.6% of the deaths by dengue (6 out of 44). ([UNICEF, 8 Mar 2024](https://reliefweb.int/node/4044954))",
    "title": "Peru: Dengue Outbreak - Feb 2024",
    "pubDate": "2024-03-08T21:00:01+00:00",
    "currentDate": "2024-03-08T21:00:01+00:00",
    "whatHappenings": [
      "- Accumulation of water from rains and high temperatures leads to breeding ground for diseases like dengue fever.",
      "- Ministry of Health declared Health Emergency on 28 February in 20 regions due to rise in dengue cases.",
      "- As of February 24th, there were 34,042 cases of dengue, more than double compared to 2023.",
      "- Regions with most cases: La Libertad, Piura, Ica, Ancash, and Lima.",
      "- Children and adolescents infected with dengue exceed 10,000, representing 29.6% of infected population.",
      "- 13.6% of deaths by dengue are children and adolescents (6 out of 44)."
    ],
    "displayMaps": [
      "Area: Unknown",
      "AreaWithConcern: Unknown"
    ]
  }
]