[
  {
    "url": "https://reliefweb.int/disaster/dr-2023-000254-swz",
    "description": "[...] For successive years, Eswatini has been battling with prolonged drought whose effect on agriculture were further escalated by socio-economic cumulative challenges that the country did not overcome. ACAPS classification of the food insecurity in Eswatini on 30th November was high. 25% of the population is concerned by the food insecurity vulnerabilities with challenge accessing food needs and water insecure, with many households still reliant on welfare and social safety nets. \n\nThe Integrated Food Security Phase Classification (IPC) report published on August 2023 indicates that approximately 238,500 people (20%) of the population were estimated to be facing acute food insecurity and requiring urgent humanitarian assistance in September 2023. From October 2023 to March 2024, it was projected that approximately 268,000 people will be classified in IPC Phase 3 (Crisis), and nearly 14,700 will be in IPC Phase 4 (Emergency). On average 25% will be facing acute food insecurity in the predicted period. The regions with the highest prevalence of food insecurity are Lubombo and Shiswelweni, the areas most affected by the drought.\n\nThe magnitude of the drought and its consequences on food security escalation in the country will worsen with the forecasted El Nino (January - March period). Seasonal forecasts released by the SADC Meteorological Center and the local meteorological department predict a high inclination to the El Nino phenomenon in the January to March period. ([IFRC, 24 Dec 2023](https://reliefweb.int/node/4026018))",
    "title": "Eswatini: Drought - Jun 2023",
    "pubDate": "2023-12-27T00:33:12+00:00",
    "currentDate": "2023-12-27T00:34:48+00:00",
    "whatHappenings": [
      "- Eswatini has been experiencing a prolonged drought.",
      "- The drought has had a negative impact on agriculture.",
      "- The country is facing socio-economic challenges.",
      "- The ACAPS classification of food insecurity in Eswatini is high.",
      "- 25% of the population is affected by food insecurity and struggles to access food and water.",
      "- Many households rely on welfare and social safety nets.",
      "- Approximately 238,500 people (20% of the population) are facing acute food insecurity and need urgent humanitarian assistance.",
      "- From October 2023 to March 2024, around 268,000 people will be in IPC Phase 3 (Crisis) and nearly 14,700 will be in IPC Phase 4 (Emergency).",
      "- The regions most affected by food insecurity are Lubombo and Shiswelweni.",
      "- The drought's impact on food security will worsen with the forecasted El Nino phenomenon in the January to March period."
    ],
    "displayMaps": [
      "Area: Eswatini",
      "Area: Lubombo, Eswatini",
      "Area: Shiswelweni, Eswatini",
      "AreaWithConcern: Eswatini, Food insecurity",
      "AreaWithConcern: Eswatini, Water insecurity",
      "AreaWithConcern: Lubombo, Eswatini, Shelters",
      "AreaWithConcern: Lubombo, Eswatini, Hospitals",
      "AreaWithConcern: Shiswelweni, Eswatini, Shelters",
      "AreaWithConcern: Shiswelweni, Eswatini, Hospitals"
    ]
  },
  {
    "url": "https://reliefweb.int/disaster/st-2023-000256-arg",
    "description": "On 16 December in the city of Bahía Blanca, south of the Province of Buenos Aires, gusts of over 140 kms per hour not only affected access to services such as electricity and water, but also had an impact on urban infrastructure and homes. As a result, the Club Bahiense del Norte building collapsed and 13 people lost their lives, including a 4-year-old girl, and more than 20 were injured. The damage to the infrastructure of homes has been considerable, mainly in neighborhoods far from the central area of the city, with roofs blown off, falling masonry and walls, among others. Hundreds of electric power poles and old trees have fallen as a result of the intense winds, making it difficult to restore electric power and therefore delaying access to water in many communities, as well as delaying early recovery tasks, generating difficulties in accessing the most exposed communities. On 18 December the Governor of the Province of Buenos Aires decreed a State of Emergency for 30 days for the entire territory of the Province, which was made official in the Official Gazette.([IFRC, 30 Dec 2023](https://reliefweb.int/node/4026904))",
    "title": "Argentina: Severe Local Storm - Dec 2023",
    "pubDate": "2023-12-31T01:25:49+00:00",
    "currentDate": "2023-12-31T01:41:06+00:00",
    "whatHappenings": [
      "- On 16 December, strong winds of over 140 km/h hit Bahía Blanca in Buenos Aires, causing significant damage.",
      "- The Club Bahiense del Norte building collapsed, resulting in the loss of 13 lives, including a 4-year-old girl, and injuring over 20 people.",
      "- Homes in neighborhoods far from the city center were particularly affected, with roofs blown off and falling walls.",
      "- The intense winds also caused hundreds of electric power poles and old trees to fall, making it difficult to restore electricity and access water.",
      "- As a result, the Governor of Buenos Aires declared a State of Emergency for the entire province for 30 days."
    ],
    "displayMaps": [
      "Area: Bahía Blanca, Province of Buenos Aires, Argentina",
      "AreaWithConcern: Bahía Blanca, Province of Buenos Aires, Argentina, Urban infrastructure",
      "AreaWithConcern: Bahía Blanca, Province of Buenos Aires, Argentina, Homes",
      "AreaWithConcern: Bahía Blanca, Province of Buenos Aires, Argentina, Electric power poles",
      "AreaWithConcern: Bahía Blanca, Province of Buenos Aires, Argentina, Trees"
    ]
  }
]