[
  {
    "url": "https://reliefweb.int/disaster/fl-2024-000043-cub",
    "description": "On 23 March Cuba experienced intense rains and local thunderstorms that have swept through the entire western and central regions of the country before advancing towards the Eastern Region later that afternoon. The provinces most severely impacted thus far are Artemisa, Mayabeque, Matanzas, and Havana. Havana, in particular, has witnessed significant incidents of severe flooding, caused by the overflowing of the Luyano River. The torrential downpours have inflicted damage across various sectors, including infrastructure, with partial and total roof collapses, disruptions to the power grid affecting over 270,000 individuals, agricultural losses, and livelihood setbacks. As of 25 March, the UN Country Team in Cuba has reported the evacuation of nearly 1,000 individuals in the capital, primarily due to multiple landslides. ([IFRC, 6 Apr 2024](https://reliefweb.int/node/4052714))",
    "title": "Cuba: Floods - Mar 2024",
    "pubDate": "2024-04-06T00:54:52+00:00",
    "currentDate": "2024-04-11T06:39:46+00:00",
    "whatHappenings": [
      "- On 23 March, Cuba experienced intense rains and thunderstorms in the western and central regions.",
      "- The weather later moved towards the Eastern Region.",
      "- Provinces severely impacted include Artemisa, Mayabeque, Matanzas, and Havana.",
      "- Havana experienced severe flooding due to the overflowing of the Luyano River.",
      "- The flooding caused damage to infrastructure, power grid disruptions, agricultural losses, and livelihood setbacks.",
      "- The UN Country Team reported the evacuation of nearly 1,000 individuals in the capital due to landslides."
    ],
    "displayMaps": [
      "Area: Cuba",
      "Area: Artemisa, Cuba",
      "Area: Mayabeque, Cuba",
      "Area: Matanzas, Cuba",
      "Area: Havana, Cuba",
      "AreaWithConcern: Havana, Cuba, Luyano River",
      "AreaWithConcern: Havana, Cuba, Evacuation Centers",
      "AreaWithConcern: Havana, Cuba, Landslides"
    ]
  },
  {
    "url": "https://reliefweb.int/disaster/fl-2024-000039-kaz",
    "description": "More than 13,000 people have been evacuated and more than 1,500 private houses have been flooded. There are 6,461 people in temporary accommodation centres, including 2,570 children. 53 settlements remain without transport communication. The floods are not yet past their peak and are expected to intensify and occur in several more regions. […] ([IFRC, 1 Apr 2024](https://reliefweb.int/node/4051069/))\n\nSevere flooding, mainly due to rapid snow melting caused by warm temperature, continues to affect south-western Russia and the neighbouring north-western Kazakhstan since early April, resulting in casualties and widespread damage. The flooding also worsened after a dam broke on 5 April in the area of Orsk City (south-eastern Orenburg region) and by river embankement failures, particularly of the Volga, Ural, Tobol and Ishim rivers. [...] In Kazakhstan, national authorities and IFRC report two fatalities, approximately 86,000 affected people and around 3,400 flooded houses across several regions. The most affected area is the Atyrau region. ([ECHO, 10 Apr 2024](https://reliefweb.int/node/4053505/))\n\nState authorities declared local state of emergency in 30 locations of 10 regions. More than 86,000 people have been evacuated and more than 3,700 private houses remain flooded. Over 8,400 people, including 4,000 children, have been placed in temporary accommodation centres, such as schools and social adaptation centres. Fifty-nine settlements remain without transport and communication. The floods have killed 5,711 heads of livestock, 1,013 of which have already been buried. More than 60,000 heads have been relocated so far. 17,000 people, 1,895 vehicles, 772 water-pumping means, and 68 swimming means, eight aircrafts of the Ministry of Emergency Situations (MoES), Ministry of Internal Affairs (MoIA), Ministry of Defence (MoD), local executive bodies, and organisations are involved in rescue operations. The state has also mobilised the army, police, and the national guard to support in evacuations, water pumping, and establishing water protection constructions. ([IFRC, 11 Apr 2024](https://reliefweb.int/node/4053837))",
    "title": "Kazakhstan: Floods - Mar 2024",
    "pubDate": "2024-04-10T06:17:25+00:00",
    "currentDate": "2024-04-12T04:51:13+00:00",
    "whatHappenings": [
      "- Severe flooding in south-western Russia and north-western Kazakhstan due to rapid snow melting.",
      "- More than 13,000 people evacuated and 1,500 houses flooded.",
      "- 6,461 people in temporary accommodation centers, including 2,570 children.",
      "- 53 settlements without transport communication.",
      "- Dam break in Orsk City and river embankment failures worsened flooding.",
      "- In Kazakhstan, 86,000 affected people and 3,400 flooded houses.",
      "- Atyrau region in Kazakhstan most affected.",
      "- Local state of emergency declared in 30 locations of 10 regions.",
      "- Over 86,000 people evacuated and 3,700 houses flooded.",
      "- 8,400 people, including 4,000 children, in temporary accommodation centers.",
      "- 59 settlements without transport and communication.",
      "- 5,711 livestock killed, 1,013 buried, and 60,000 relocated.",
      "- 17,000 people and various organizations involved in rescue operations.",
      "- Army, police, and national guard mobilized for support."
    ],
    "displayMaps": [
      "Area: Russia",
      "Area: Kazakhstan",
      "Area: Atyrau region, Kazakhstan",
      "Area: Orsk City, Orenburg region, Russia",
      "AreaWithConcern: Atyrau region, Kazakhstan, Shelters",
      "AreaWithConcern: Atyrau region, Kazakhstan, Hospitals",
      "AreaWithConcern: Orsk City, Orenburg region, Russia, Shelters",
      "AreaWithConcern: Orsk City, Orenburg region, Russia, Hospitals"
    ]
  }
]