[
  {
    "url": "https://reliefweb.int/disaster/ep-2023-000224-tza",
    "description": "The Ministry of Health in the United Republic of Tanzania notified the World Health Organization about a cholera outbreak in three regions, namely Arusha, Kigoma, and Mara, in July 2023. On 11 September 2023, Mara region recorded 13 suspected cases, which were subsequently laboratory-confirmed at the Tanzania National Public Health Laboratory (NPHL), followed by five confirmed cholera cases which were reported in Kigoma region on 13 September 2023. During epidemiological week 40 (ending 8 October 2023), 16 new cases were reported, including 14 in Arusha, and two in Mara region with no reported deaths. As of 8 October 2023, a total of 268 cholera cases with nine deaths (CFR= 3.3%) have been reported and Most of the cases (61.0%, n=164) were recorded in the Mara region, followed by Arusha (24.0%, n=66) and Kigoma (14.0%, n=38). ([WHO, 20 Oct 2023](https://reliefweb.int/node/4008024))\n\nOn 3 October 2023, WHO was notified about a Cholera outbreak affecting three regions of Tanzania Mainland: Mara, bordering Kenya, Arusha and Kigoma. As of 28 October 2023, a total of 548 cases including 14 deaths (CFR 2.6%) were reported from eleven districts of Mara, Kigoma, Arusha, Kilimanjaro, and Singida regions. Four cases were admitted in Singida (3) and Arusha (1). Of the 72 samples tested by culture, 53 showed growth of Vibrio cholerae. Women account for 55.5% (304) of cases, and 44.7% (245) of cases are aged between 15 and 44 years. [WHO, 9 Nov 2023.](https://reliefweb.int/node/4013225)\n\nSince September 5th, 2023, a cholera outbreak has been reported in 13 regions of Tanzania Mainland, including Mara, Arusha, Kilimanjaro, Kigoma, Kagera, Singida, Simiyu, Shinyanga, Tabora, Ruvuma, Dodoma, Mwanza, and Geita. A total of 1,521 cases and 34 deaths (a Case Fatality Rate of 2.3%) have been recorded. Out of these regions, the cholera outbreak has been declared over in five: Mara, Kigoma, Arusha, Kilimanjaro, and Dodoma. However, cases in Mwanza, Shinyanga, Simiyu, and Kagera regions have continued to rise, making them the most affected currently. The increasing trend indicates a risk of further spread without necessary interventions. With the upcoming El Niño and the long rains expected from March to May 2024, there is a likelihood of a rise in cases, potentially affecting more regions. This situation is exacerbated by the current outbreaks in eight regions (Kagera, Ruvuma, Simiyu, Tabora, Shinyanga, Singida, Geita, and Mwanza) with 851 active cases reported since December 23rd, 2023. Most cases (46.8%) are female, with the majority (33.8%) aged between 15 and 49 years. ([IFRC, 15 Feb 2024](https://reliefweb.int/node/4038471))",
    "title": "Tanzania: Cholera Outbreak - Jul 2023",
    "pubDate": "2023-11-15T12:28:37+00:00",
    "currentDate": "2024-02-15T14:12:50+00:00",
    "whatHappenings": [
      "- Cholera outbreak in Tanzania in July 2023 in Arusha, Kigoma, and Mara regions.",
      "- 268 cases and 9 deaths reported by October 8, 2023.",
      "- Most cases in Mara region, followed by Arusha and Kigoma.",
      "- Cholera outbreak in 13 regions of Tanzania Mainland since September 5, 2023.",
      "- 1,521 cases and 34 deaths recorded with a CFR of 2.3%.",
      "- Outbreak declared over in Mara, Kigoma, Arusha, Kilimanjaro, and Dodoma regions.",
      "- Cases rising in Mwanza, Shinyanga, Simiyu, and Kagera regions.",
      "- Risk of further spread without interventions.",
      "- El Niño and long rains expected from March to May 2024 may increase cases.",
      "- Majority of cases are female, aged between 15 and 49 years."
    ],
    "displayMaps": [
      "Area: United Republic of Tanzania",
      "Area: Arusha, United Republic of Tanzania",
      "Area: Kigoma, United Republic of Tanzania",
      "Area: Mara, United Republic of Tanzania",
      "AreaWithConcern: Mara, United Republic of Tanzania, Hospitals",
      "AreaWithConcern: Mara, United Republic of Tanzania, Laboratories",
      "AreaWithConcern: Arusha, United Republic of Tanzania, Hospitals",
      "AreaWithConcern: Arusha, United Republic of Tanzania, Laboratories",
      "AreaWithConcern: Kigoma, United Republic of Tanzania, Hospitals",
      "AreaWithConcern: Kigoma, United Republic of Tanzania, Laboratories"
    ]
  },
  {
    "url": "https://reliefweb.int/disaster/ls-2024-000003-phl",
    "description": "Heavy rainfall continues to affect Mindanao Island, southern Philippines, triggering landslides, causing floods, and leading to casualties and damage. According to media, at least seven people died and ten others are still missing following a landslide that occurred in Davao de Oro Province, Davao Region, south-eastern Mindanao. In addition, the ASEAN Disaster Information Network reports more than 10,000 evacuated people in 37 evacuation centres and 218,400 affected people in the Davao Region. In Caraga Region, 26,750 individuals were displaced and sheltered in 40 evacuation centres and 51,800 people were affected following floods and landslides. ([ECHO, 19 Jan 2024](https://reliefweb.int/node/4031038/))\n\nThe amount of casualties and damage is still increasing following the effects of the Shear Line that caused widespread landslides and floods in Mindanao Island since 15 January. According to the National Disaster Risk Reduction and Management Council, 18 people died and eight were injured in Davao Region. In addition, more than 975,000 people have been affected, of whom 908,654 in Caraga and 66,652 in Davao and more than 500 are still evacuated. ([ECHO, 31 Jan 2024](https://reliefweb.int/node/4034227/))\n\nHeavy rainfall has been affecting the eastern Mindanao Island, southern Philippines since 29 January, causing floods and triggering landslides that have resulted in population evacuation and damage. ADINet reports, as of 2 February, more than 2,500 evacuated people in 23 evacuation centres and a total of nearly 3,100 affected people across Davao de Oro and Davao Oriental Provinces, Davao Region. In addition, the same source reports over 9,500 evacuated people in 37 evacuation centres, a total of approximately 35,000 affected people, three damaged houses, and one damaged bridge throughout the Caraga Region. ([ECHO, 2 Feb 2024](https://reliefweb.int/node/4034887/))\n\nFrom 28 January to 02 February, the Northeast Monsoon and the trough of the Low Pressure Area brought continued heavy rains that resulted in landslides and massive flooding in Davao and Caraga region. As of 06 February, NDRRMC reported for validation 18 dead and 11 missing persons. Almost 1.1 million persons were affected while 354,000 are currently displaced. These are the same areas that were affected by heavy rains due to shearline in early January 2024. ([OCHA, 6 Feb 2024](https://reliefweb.int/node/4036177/))\n\nFollowing the landslide that occurred on 6 February in Maco Municipality in Davao de Oro Province, Mindanao Island, southern Philippines, the number of casualties is increasing. According to media reports, at least seven people died, 48 are still missing and 31 have been injured due to a landslide that hit three passenger buses. More than 750 families have been evacuated to evacuation centers and 62 houses have been damaged.  ([ECHO, 8 Feb 2024](https://reliefweb.int/node/4036507/))\n\nTwo earthquakes of 5.8 M (5.9 M according to national authorities) and 5.4 M in northern Mindanao Island on 10 February halted search and rescue activities of people buried by a landslide that hit the mountain village of Masara in Davao de Oro Province (Davao Region, bordering the Caraga Region) on 6 February and resulted in 54 fatalities and 63 still missing people. ([ECHO, 12 Feb 2024](https://reliefweb.int/node/4037312/))\n\nThe humanitarian impact is increasing following the landslide which occurred in the village of Masara in Davao de Oro Province (Davao Region, northern Mindanao, southern Philippines) on 6 February and the severe weather and flood events that hit several parts of Mindanao since early February. According to media, the death toll due to the landslide in Masara has climbed to 68, while 51 people are still missing. In addition, more than 321,000 people have been displaced and almost 1,4 million others affected across five regions of Mindanao Island. Humanitarian partners and national authorities are providing assistance for those affected. ([ECHO, 13 Feb 2024](https://reliefweb.int/node/4037728/))\n\nAs of 14 February, 419,135 families or 1, 402,648 people were affected by flooding across Mindanao, affecting five regions, 13 provinces in 69 cities/municipalities and 832 barangays. Of these, 318,984 people are displaced; over 23,000 are in 95 ECs while around 85% are outside evacuation centers, taking temporary shelter with family and friends or staying in makeshift shelters. Several infrastructures and houses were damaged; around 1,603 houses were damaged of which 666 were totally damaged; 289 road sections and 26 bridges were affected, making many areas inaccessible. ([OCHA, 17 Feb 2024](https://reliefweb.int/node/4038973/))",
    "title": "Philippines: Floods and Landslides - Jan 2024",
    "pubDate": "2024-01-23T00:21:08+00:00",
    "currentDate": "2024-02-19T04:40:52+00:00",
    "whatHappenings": [
      "- Heavy rainfall affecting Mindanao Island, southern Philippines",
      "- Landslides, floods, casualties, and damage reported",
      "- Davao de Oro Province, Davao Region, Caraga Region affected",
      "- Evacuated people in multiple evacuation centers",
      "- Thousands affected, displaced, and injured",
      "- Northeast Monsoon and Low Pressure Area causing heavy rains",
      "- NDRRMC reports 18 dead, 11 missing, 1.1 million affected",
      "- Maco Municipality landslide results in deaths, injuries, and missing persons",
      "- Earthquakes halt search and rescue activities in northern Mindanao",
      "- Humanitarian impact increasing, with thousands displaced and affected",
      "- Flooding affects five regions, 13 provinces, 69 cities/municipalities, and 832 barangays",
      "- Thousands displaced, houses and infrastructures damaged, areas inaccessible"
    ],
    "displayMaps": [
      "Area: Mindanao Island, Philippines",
      "Area: Davao de Oro Province, Mindanao Island, Philippines",
      "Area: Davao Region, Mindanao Island, Philippines",
      "Area: Caraga Region, Mindanao Island, Philippines",
      "AreaWithConcern: Davao de Oro Province, Mindanao Island, Philippines, Shelters",
      "AreaWithConcern: Davao de Oro Province, Mindanao Island, Philippines, Hospitals",
      "AreaWithConcern: Davao Region, Mindanao Island, Philippines, Shelters",
      "AreaWithConcern: Davao Region, Mindanao Island, Philippines, Hospitals",
      "AreaWithConcern: Caraga Region, Mindanao Island, Philippines, Shelters",
      "AreaWithConcern: Caraga Region, Mindanao Island, Philippines, Hospitals"
    ]
  },
  {
    "url": "https://reliefweb.int/disaster/dr-2024-000013-col",
    "description": "On 27 January 2024, by Decree No. 037, the Government of Colombia declared a National Disaster Situation for a period of 12 months, due to the impact of the \"El Niño\" phenomenon, which is a climate variability phenomenon that occurs every two to seven years due to the warming of the Pacific Ocean ... The National Unit for Disaster Risk Management (UNGRD, by its initials in Spanish), through Circular 065 of 18 December 2023, sent to the territories and other members of the National Disaster Risk Management System the guidelines for the preparation and readiness for the events under the influence of the \"El Niño\" phenomenon 2023-2024, where it is indicated that excess and deficit of precipitation may occur depending on the territory, generating water shortages for aqueducts, mass movements, water shortages for crops, floods, water shortages for animals, gales, forest fires, torrential floods, frosts, river erosion, among others. ([IFRC, 10 Feb 2024](https://reliefweb.int/node/4037553))",
    "title": "Colombia: Drought and Wild Fires - Jan 2024",
    "pubDate": "2024-02-13T06:52:33+00:00",
    "currentDate": "2024-02-13T07:21:08+00:00",
    "whatHappenings": [
      "- On 27 January 2024, the Government of Colombia declared a National Disaster Situation due to the \"El Niño\" phenomenon.",
      "- \"El Niño\" is a climate variability phenomenon caused by warming of the Pacific Ocean.",
      "- The declaration is in effect for 12 months.",
      "- The National Unit for Disaster Risk Management provided guidelines for preparation and readiness for the events related to \"El Niño\" in 2023-2024.",
      "- The guidelines mention potential impacts such as excess or deficit of precipitation, water shortages, floods, forest fires, frosts, and river erosion."
    ],
    "displayMaps": [
      "Area: Colombia",
      "AreaWithConcern: Colombia, Water shortages for aqueducts",
      "AreaWithConcern: Colombia, Water shortages for crops",
      "AreaWithConcern: Colombia, Forest fires",
      "AreaWithConcern: Colombia, River erosion"
    ]
  },
  {
    "url": "https://reliefweb.int/disaster/ep-2023-000264-kaz",
    "description": "Measles continues to spread in the WHO European Region, with over 42 200 cases reported by 41 Member States for 2023. Among the countries most affected in the Region, Kazakhstan has recorded the highest incidence with 13 677 cases in 2023, which corresponds to over 639 cases per million population. There have been over 11 300 reported cases among children under 14 years of age in the country, with 70% of them being unvaccinated against measles. ([WHO, 23 Jan 2024](https://reliefweb.int/node/4031988/))",
    "title": "Kazakhstan: Measles Outbreak - Nov 2023",
    "pubDate": "2024-02-15T04:55:24+00:00",
    "currentDate": "2024-02-15T06:44:04+00:00",
    "whatHappenings": [
      "- Measles is spreading in the WHO European Region.",
      "- Over 42,200 cases reported by 41 Member States in 2023.",
      "- Kazakhstan has the highest incidence with 13,677 cases.",
      "- Over 11,300 cases reported among children under 14 years old.",
      "- 70% of cases among children were unvaccinated against measles."
    ],
    "displayMaps": [
      "Area: WHO European Region",
      "Area: Kazakhstan",
      "AreaWithConcern: Kazakhstan, Measles",
      "AreaWithConcern: Kazakhstan, Vaccination"
    ]
  }
]