[
  {
    "url": "https://reliefweb.int/disaster/ep-2024-000002-zmb",
    "description": "A cholera outbreak which was first reported in\nOctober 2023 has seen a dramatic increase in\ntransmission since mid-December. The country\nhas now recorded a cumulative 8,276 cases and\n333 deaths, with 446 new cases and 23 deaths\nin the past 24 hours according to a daily update\nfrom the Ministry of Health2\nresulting in a case\nfatality rate of 4%. Thirty-one percent of the\ncases are in children under five years old.\nThe outbreak initially emerged in peri-urban\nareas of Lusaka Province, which still has the\nmost cases. But due to the high rate of\ntransmission, the disease is now affecting\npeople across multiple geographical areas.\nSince the start of the current cholera outbreak,\nnine out of the ten provinces have reported\ncases of cholera with seven provinces\nconfirming cholera outbreaks. ([IFRC, 10 Jan 2024](https://reliefweb.int/node/4029492))",
    "title": "Zambia: Cholera Outbreak - Oct 2023",
    "pubDate": "2024-01-15T07:44:40+00:00",
    "currentDate": "2024-01-16T11:22:06+00:00",
    "whatHappenings": [
      "- Cholera outbreak in country since October 2023",
      "- 8,276 cases and 333 deaths recorded",
      "- 446 new cases and 23 deaths in past 24 hours",
      "- Case fatality rate of 4%",
      "- 31% of cases in children under five years old",
      "- Outbreak initially in peri-urban areas of Lusaka Province",
      "- Disease now affecting multiple geographical areas",
      "- Nine out of ten provinces have reported cases",
      "- Seven provinces have confirmed cholera outbreaks"
    ],
    "displayMaps": [
      "Area: Zambia",
      "Area: Lusaka Province, Zambia",
      "AreaWithConcern: Lusaka Province, Zambia, Cholera Outbreak",
      "AreaWithConcern: Zambia, Cholera Outbreak"
    ]
  },
  {
    "url": "https://reliefweb.int/disaster/vo-2023-000247-idn",
    "description": "Volcanic activity on Mount Merapi, characterised by ash emission and volcanic rocks, has affected West Sumatra, on Sumatra Island, since 3 December. ([ECHO, 5 Dec 2023](https://reliefweb.int/node/4020227/))  The Indonesian National Board for Disaster Management (BNPB) reported that, as of 7 December, there were 23 fatalities following that main eruption. ([ECHO, 8 Dec 2023](https://reliefweb.int/node/4021369/))\n\nSince 12 January, the alert level of the volcano is at level 3. According to media reports, about 100 people have been evacuated. On the 14th, Mount Merapi erupted again and an ash column reached up to 1,500 metres above the crater. ([ECHO, 15 Jan 2024](https://reliefweb.int/node/4029771/))",
    "title": "Indonesia: Mount Merapi Volcano - Dec 2023",
    "pubDate": "2024-01-16T04:13:31+00:00",
    "currentDate": "2024-01-16T05:50:05+00:00",
    "whatHappenings": [
      "- Mount Merapi in West Sumatra has been experiencing volcanic activity since 3 December.",
      "- The activity has caused ash emission and the release of volcanic rocks.",
      "- As of 7 December, there have been 23 fatalities due to the eruption.",
      "- The alert level of the volcano is currently at level 3.",
      "- Approximately 100 people have been evacuated.",
      "- On 14 January, Mount Merapi erupted again, with an ash column reaching 1,500 meters above the crater."
    ],
    "displayMaps": [
      "Area: West Sumatra, Sumatra Island, Indonesia",
      "AreaWithConcern: West Sumatra, Sumatra Island, Indonesia, Mount Merapi",
      "AreaWithConcern: West Sumatra, Sumatra Island, Indonesia, Evacuation Centers",
      "AreaWithConcern: West Sumatra, Sumatra Island, Indonesia, Ashfall"
    ]
  },
  {
    "url": "https://reliefweb.int/disaster/fl-2023-000259-cog",
    "description": "The Republic of Congo is facing severe floods since the past weeks. On 29th December, the Government conveyed an emergency meeting with country partners following the unprecedented increase of the Congo River and its main tributaries. The impact of the floods is significant, with around 189,000 people reported affected on 7th to 320,891 as of 29th December from a statement provided by the Government, with people directly impacted by the floods, subject to displacement and severe losses as a result of this catastrophe. The worst-affected departments are Likouala, Sangha, Cuvette, Plateaux, Niari, Brazzaville and Pointe-Noire (heavy rains), with 361 villages and 36 neighborhoods submerged due to the exceptional flooding of the Congo River and its tributaries over the past sixty years.\n\nThe impact of the rains to date on the population already far exceeds the number of people affected over the OND period during floods in 2021 (164,679 people - evaluation with the Government) and 2022 (222,000 people). Heavy rains being expected until March, the situation is worrying and the Government called partners for support. The Congolese Red Cross (CRC) as a main partner is mobilized to scale-up the support already engaged in coordination with the Government.\n\nAccording to experts, the rainfall is twice as heavy as the usual average. The deadly floods and heavy rains continue. According to the same source, the floods caused 17 deaths in the departments of Likouala, Plateaux, Brazzaville and Pointe-Noire. 6 people were reported missing in the Likouala and Cuvette departments. In all, more than 2,292 hectares of farmland were flooded. ([IFRC, 16 Jan 2024](https://reliefweb.int/node/4030201/))",
    "title": "Congo: Floods - Dec 2023",
    "pubDate": "2024-01-16T17:47:45+00:00",
    "currentDate": "2024-01-16T17:47:45+00:00",
    "whatHappenings": [
      "- The Republic of Congo is experiencing severe floods.",
      "- The Congo River and its tributaries have seen an unprecedented increase in water levels.",
      "- Around 189,000 people were initially affected, but the number has increased to 320,891.",
      "- Likouala, Sangha, Cuvette, Plateaux, Niari, Brazzaville, and Pointe-Noire are the worst-affected areas.",
      "- 361 villages and 36 neighborhoods are submerged due to the flooding.",
      "- The number of people affected by the floods is higher than previous years.",
      "- Heavy rains are expected to continue until March.",
      "- The Congolese Red Cross is working with the government to provide support.",
      "- The rainfall is twice as heavy as usual.",
      "- The floods have caused 17 deaths and 6 people are missing.",
      "- Over 2,292 hectares of farmland have been flooded."
    ],
    "displayMaps": [
      "Area: Republic of Congo",
      "Area: Likouala Department, Republic of Congo",
      "Area: Sangha Department, Republic of Congo",
      "Area: Cuvette Department, Republic of Congo",
      "Area: Plateaux Department, Republic of Congo",
      "Area: Niari Department, Republic of Congo",
      "Area: Brazzaville, Republic of Congo",
      "Area: Pointe-Noire, Republic of Congo",
      "AreaWithConcern: Likouala Department, Republic of Congo, Shelters",
      "AreaWithConcern: Likouala Department, Republic of Congo, Hospitals",
      "AreaWithConcern: Plateaux Department, Republic of Congo, Shelters",
      "AreaWithConcern: Plateaux Department, Republic of Congo, Hospitals",
      "AreaWithConcern: Brazzaville, Republic of Congo, Shelters",
      "AreaWithConcern: Brazzaville, Republic of Congo, Hospitals",
      "AreaWithConcern: Pointe-Noire, Republic of Congo, Shelters",
      "AreaWithConcern: Pointe-Noire, Republic of Congo, Hospitals"
    ]
  }
]