[
  {
    "url": "https://reliefweb.int/disaster/ep-2023-000263-ssd",
    "description": "On 26th September 2023, the National Ministry of Health declared a Hepatitis E Virus outbreak in Old Fangak, Jonglei State and Greater Pibor Administrative Area, after 3 out of 13 samples tested positive for HEV. The outbreak has affected 63 people and caused 12 deaths, with a case fatality rate of 19%. ([UNICEF, 3 November 2023](https://reliefweb.int/node/4011661))\n\nIn Fangak county, Jonglei State, a Hepatitis E Virus (HEV) outbreak was declared in September 2023, with 118 cumulative cases recorded, including 6 deaths. UNICEF State Health, WASH, and SBC teams, in October 2023, mobilized a response with implementing partners and local authorities to contain the outbreak.  ([UNICEF, 7 December 2023](https://reliefweb.int/node/4021069))\n\nIn response to a deadly Hepatitis E outbreak in South Sudan, Doctors Without Borders/Médecins Sans Frontières (MSF) has launched a mass vaccination campaign in collaboration with the Ministry of Health to safeguard women and girls of reproductive age, who are at greatest risk of death from the disease. Since April 2023, 501 cases of Hepatitis E have been treated at the MSF hospital in Old Fangak, Jonglei state, and 21 people have died—mainly women. The fatality can be as high as 40 percent for pregnant women, and there is no cure, meaning that many people with advanced stages of illness do not survive. MSF's vaccination campaign is the first to be conducted during the acute stages of an active Hepatitis E outbreak anywhere in the world. It is made more challenging by the remoteness and isolation of the area of South Sudan where it is taking place. But if the campaign succeeds, it will save lives. ([MSF, 29 January 2024](https://reliefweb.int/node/4033620))",
    "title": "South Sudan: Hepatitis E Outbreak - Sep 2023",
    "pubDate": "2024-01-30T11:32:34+00:00",
    "currentDate": "2024-01-30T14:26:23+00:00",
    "whatHappenings": [
      "- Hepatitis E Virus outbreak declared in Old Fangak, Jonglei State and Greater Pibor Administrative Area.",
      "- Outbreak has affected 63 people and caused 12 deaths.",
      "- Case fatality rate is 19%.",
      "- Outbreak declared in Fangak county, Jonglei State with 118 cumulative cases and 6 deaths.",
      "- UNICEF and local authorities mobilized response to contain the outbreak.",
      "- Doctors Without Borders launched mass vaccination campaign in collaboration with Ministry of Health.",
      "- Campaign aims to safeguard women and girls of reproductive age.",
      "- 501 cases of Hepatitis E treated at MSF hospital in Old Fangak, Jonglei state.",
      "- 21 people have died, mainly women.",
      "- Fatality rate can be as high as 40% for pregnant women.",
      "- No cure for Hepatitis E.",
      "- MSF's vaccination campaign is the first during the acute stages of an active outbreak.",
      "- Campaign is challenging due to remoteness and isolation of the area.",
      "- Campaign aims to save lives."
    ],
    "displayMaps": [
      "Area: Old Fangak, Jonglei State, South Sudan",
      "Area: Greater Pibor Administrative Area, South Sudan",
      "Area: Fangak County, Jonglei State, South Sudan",
      "AreaWithConcern: Old Fangak, Jonglei State, South Sudan, Hepatitis E Virus",
      "AreaWithConcern: Greater Pibor Administrative Area, South Sudan, Hepatitis E Virus",
      "AreaWithConcern: Fangak County, Jonglei State, South Sudan, Hepatitis E Virus",
      "AreaWithConcern: Old Fangak, Jonglei State, South Sudan, Vaccination",
      "AreaWithConcern: Greater Pibor Administrative Area, South Sudan, Vaccination",
      "AreaWithConcern: Fangak County, Jonglei State, South Sudan, Vaccination"
    ]
  },
  {
    "url": "https://reliefweb.int/disaster/ss-2024-000006-mhl",
    "description": "On the night of 22 January 2024, a significant water and wave-related event occurred due to a potent winter storm system in the far northern Pacific. This event primarily impacted the Marshall Islands, particularly the Roi Namur Islet in the northern sector of Kwajalein Atoll, which is part of the US Military base. Notably, this incident involved weather-driven waves and inundation, distinct from a tsunami.\n\nThe powerful winds associated with the storm system generated a substantial swell that affected Roi-Namur and other areas such as Arno Atoll and the runway in Ailinglapalap. There are suspicions that additional islands and atolls (namely: Jaluit, Arno, Namu, Alinglaplap, Wotje, Jabot, Namdrik, Kili, Kwajalein) may have been affected, although ground reports are limited and experiencing delays due to communication and infrastructure challenges.\n\nCollectively, a total of 19,532 people live on those islands. In the neighboring Federated State of Micronesia (FSM), islands also encountered inundation, leading to evacuations from coastal areas in Kosrae. According to information from NOAA, this event appears to be more severe than the flood in December 2008 that affected RMI and is comparable to the December 2021 King Tide inundation event across the FSM. ([IFRC, 31 Jan 2024](https://reliefweb.int/node/4034332))",
    "title": "Marshall Islands: Storm Surge - Jan 2024",
    "pubDate": "2024-02-01T00:28:46+00:00",
    "currentDate": "2024-02-01T00:31:52+00:00",
    "whatHappenings": [
      "- On the night of 22 January 2024, a significant water and wave-related event occurred in the Marshall Islands.",
      "- The event was caused by a powerful winter storm system in the far northern Pacific.",
      "- The Roi Namur Islet in the northern sector of Kwajalein Atoll was particularly impacted.",
      "- The event involved weather-driven waves and inundation, not a tsunami.",
      "- Other areas affected include Arno Atoll and the runway in Ailinglapalap.",
      "- There are suspicions that additional islands and atolls may have been affected.",
      "- Ground reports are limited and delayed due to communication and infrastructure challenges.",
      "- A total of 19,532 people live on the affected islands.",
      "- In the neighboring Federated State of Micronesia, islands also experienced inundation.",
      "- Evacuations were carried out in coastal areas in Kosrae.",
      "- The event is considered more severe than the flood in December 2008 and comparable to the December 2021 King Tide inundation event."
    ],
    "displayMaps": [
      "Area: Marshall Islands",
      "Area: Roi Namur Islet, Kwajalein Atoll, Marshall Islands",
      "Area: Arno Atoll, Marshall Islands",
      "Area: Ailinglapalap, Marshall Islands",
      "Area: Jaluit, Marshall Islands",
      "Area: Namu, Marshall Islands",
      "Area: Wotje, Marshall Islands",
      "Area: Jabot, Marshall Islands",
      "Area: Namdrik, Marshall Islands",
      "Area: Kili, Marshall Islands",
      "Area: Kwajalein, Marshall Islands",
      "Area: Federated State of Micronesia (FSM)",
      "Area: Kosrae, Federated State of Micronesia (FSM)",
      "AreaWithConcern: Roi Namur Islet, Kwajalein Atoll, Marshall Islands, Shelters",
      "AreaWithConcern: Roi Namur Islet, Kwajalein Atoll, Marshall Islands, Hospitals",
      "AreaWithConcern: Arno Atoll, Marshall Islands, Shelters",
      "AreaWithConcern: Arno Atoll, Marshall Islands, Hospitals",
      "AreaWithConcern: Ailinglapalap, Marshall Islands, Shelters",
      "AreaWithConcern: Ailinglapalap, Marshall Islands, Hospitals",
      "AreaWithConcern: Jaluit, Marshall Islands, Shelters",
      "AreaWithConcern: Jaluit, Marshall Islands, Hospitals",
      "AreaWithConcern: Namu, Marshall Islands, Shelters",
      "AreaWithConcern: Namu, Marshall Islands, Hospitals",
      "AreaWithConcern: Wotje, Marshall Islands, Shelters",
      "AreaWithConcern: Wotje, Marshall Islands, Hospitals",
      "AreaWithConcern: Jabot, Marshall Islands, Shelters",
      "AreaWithConcern: Jabot, Marshall Islands, Hospitals",
      "AreaWithConcern: Namdrik, Marshall Islands, Shelters",
      "AreaWithConcern: Namdrik, Marshall Islands, Hospitals",
      "AreaWithConcern: Kili, Marshall Islands, Shelters",
      "AreaWithConcern: Kili, Marshall Islands, Hospitals",
      "AreaWithConcern: Kwajalein, Marshall Islands, Shelters",
      "AreaWithConcern: Kwajalein, Marshall Islands, Hospitals",
      "AreaWithConcern: Kosrae, Federated State of Micronesia (FSM), Shelters",
      "AreaWithConcern: Kosrae, Federated State of Micronesia (FSM), Hospitals"
    ]
  },
  {
    "url": "https://reliefweb.int/disaster/cw-2024-000007-lbn",
    "description": "Lebanon and the eastern basin of the Mediterranean Sea are currently affected by a low depression accompanied by polar winds, leading\nto a noticeable drop in temperatures and unstable weather conditions since the start of the winter. From 24 to 29 January 2024, the Met\nServices released a statement about the escalation of the depression, accompanied by a mass cold wave forming Storm Daniella which led\nto snowfall with peak impact on 26 January 2024. The storm also caused heavy rainfalls across the country with severe winds and\nsnowfall. There was a heavy decline in the temperature, reaching subzero degrees in mountainous areas and 3 degrees in Bekaa.\nThis storm impacted several governorates in Lebanon specifically mountainous areas in Bekaa, Mount Lebanon, North and South regions.\nThe cold wave has impacted the affected communities in varying degrees. ([IFRC, 2 Feb 2024](https://reliefweb.int/node/4035068))",
    "title": "Lebanon: Cold Wave - Jan 2024",
    "pubDate": "2024-02-05T06:32:27+00:00",
    "currentDate": "2024-02-05T06:32:27+00:00",
    "whatHappenings": [
      "- Lebanon and the eastern Mediterranean Sea are experiencing a low depression and polar winds.",
      "- This has caused a drop in temperatures and unstable weather conditions.",
      "- The depression escalated from 24 to 29 January 2024.",
      "- A cold wave formed a storm called Daniella, resulting in snowfall and heavy rainfalls.",
      "- The storm had the most impact on 26 January 2024.",
      "- The temperature dropped below zero in mountainous areas and reached 3 degrees in Bekaa.",
      "- The storm affected several governorates in Lebanon, including Bekaa, Mount Lebanon, and the North and South regions.",
      "- The affected communities have been impacted to varying degrees."
    ],
    "displayMaps": [
      "Area: Lebanon",
      "Area: Eastern basin of the Mediterranean Sea",
      "Area: Bekaa, Lebanon",
      "Area: Mount Lebanon, Lebanon",
      "Area: North Lebanon",
      "Area: South Lebanon",
      "AreaWithConcern: Lebanon, Snowfall",
      "AreaWithConcern: Lebanon, Heavy rainfalls",
      "AreaWithConcern: Lebanon, Severe winds",
      "AreaWithConcern: Bekaa, Lebanon, Temperature drop",
      "AreaWithConcern: Mount Lebanon, Lebanon, Temperature drop",
      "AreaWithConcern: North Lebanon, Temperature drop",
      "AreaWithConcern: South Lebanon, Temperature drop"
    ]
  },
  {
    "url": "https://reliefweb.int/disaster/wf-2024-000010-chl",
    "description": "Wildfires have been burning across parts of central Chile, particularly in the regions of Valparaíso, O’Higgins and Maule resulting in casualties and damage. According to the Chilean National Disaster Prevention and Response Service (SENAPRED), at least 112 people have died following the wildfires. The worst-hit area is Complejo las Tablas- Reserva Lago Peñuelas where at least 8,500 ha have burnt. In addition, media report 200 missing people in and around Viña del Mar City (Valparaíso). The Copernicus Emergency Management Service (EMSR715) was activated in rapid mapping mode on 4 February to provide the damage assessment and one map has been published so far. For the next 48 hours, according to the JRC Global Wildfire Information System (GWIS), the fire danger forecast is from moderate to extreme over central and north-western Chile. ([ECHO, 5 Feb 2024](https://reliefweb.int/node/4035350))",
    "title": "Chile: Wild Fires - Jan 2024",
    "pubDate": "2024-02-05T10:57:12+00:00",
    "currentDate": "2024-02-05T10:57:12+00:00",
    "whatHappenings": [
      "- Wildfires are burning in central Chile, particularly in the regions of Valparaíso, O’Higgins, and Maule.",
      "- The wildfires have caused casualties and damage.",
      "- The worst-hit area is Complejo las Tablas- Reserva Lago Peñuelas, where 8,500 hectares have burnt.",
      "- There are 112 reported deaths from the wildfires.",
      "- Media reports suggest that 200 people are missing in and around Viña del Mar City.",
      "- The Copernicus Emergency Management Service has been activated to provide damage assessment.",
      "- The fire danger forecast for the next 48 hours is from moderate to extreme in central and north-western Chile."
    ],
    "displayMaps": [
      "Area: Chile",
      "Area: Valparaíso, Chile",
      "Area: O'Higgins, Chile",
      "Area: Maule, Chile",
      "AreaWithConcern: Complejo las Tablas- Reserva Lago Peñuelas, Valparaíso, Chile",
      "AreaWithConcern: Viña del Mar City, Valparaíso, Chile"
    ]
  }
]