[
  {
    "url": "https://reliefweb.int/disaster/st-2023-000256-arg",
    "description": "On 16 December in the city of Bahía Blanca, south of the Province of Buenos Aires, gusts of over 140 kms per hour not only affected access to services such as electricity and water, but also had an impact on urban infrastructure and homes. As a result, the Club Bahiense del Norte building collapsed and 13 people lost their lives, including a 4-year-old girl, and more than 20 were injured. The damage to the infrastructure of homes has been considerable, mainly in neighborhoods far from the central area of the city, with roofs blown off, falling masonry and walls, among others. Hundreds of electric power poles and old trees have fallen as a result of the intense winds, making it difficult to restore electric power and therefore delaying access to water in many communities, as well as delaying early recovery tasks, generating difficulties in accessing the most exposed communities. On 18 December the Governor of the Province of Buenos Aires decreed a State of Emergency for 30 days for the entire territory of the Province, which was made official in the Official Gazette.([IFRC, 30 Dec 2023](https://reliefweb.int/node/4026904))",
    "title": "Argentina: Severe Local Storm - Dec 2023",
    "pubDate": "2023-12-31T01:25:49+00:00",
    "currentDate": "2023-12-31T01:41:06+00:00",
    "whatHappenings": [
      "- On 16 December, strong winds of over 140 km/h hit Bahía Blanca in Buenos Aires, causing significant damage.",
      "- The Club Bahiense del Norte building collapsed, resulting in the loss of 13 lives, including a 4-year-old girl, and injuring over 20 people.",
      "- Homes in neighborhoods far from the city center were particularly affected, with roofs blown off and falling walls.",
      "- The intense winds also caused hundreds of electric power poles and old trees to fall, making it difficult to restore electricity and access water.",
      "- As a result, the Governor of Buenos Aires declared a State of Emergency for the entire province for 30 days."
    ],
    "displayMaps": [
      "Area: Bahía Blanca, Province of Buenos Aires, Argentina",
      "AreaWithConcern: Bahía Blanca, Province of Buenos Aires, Argentina, Urban infrastructure",
      "AreaWithConcern: Bahía Blanca, Province of Buenos Aires, Argentina, Homes",
      "AreaWithConcern: Bahía Blanca, Province of Buenos Aires, Argentina, Electric power poles",
      "AreaWithConcern: Bahía Blanca, Province of Buenos Aires, Argentina, Trees"
    ]
  }
]