[
  {
    "url": "https://reliefweb.int/disaster/st-2023-000261-lso",
    "description": "From the 22nd - 28th December 2023, most parts of the country received heavy rainfall coupled with strong winds which caused severe damages affecting 190 households (968pp). The impacts of the shocks (heavy rains and storms) were mostly felt by communities mostly in Maseru and Quthing district and lower impact was reported Berea, Mokhotlong, Thaba Tseka. The storm severely damaged businesses and transport networks which hindered full access to essential services such as markets, health services and churches and the situation is expected to worsen in the coming months (January to March) as more rains have been projected by the Lesotho Meteorological Services. The affected families are displaced as their houses were blown away by storms and food stock are also destroyed by rains, as well as some small businesses in the districts. The families opted to seek for shelter with their neighbors and relatives as a temporary solution. ([IFRC, 21 Jan 2024](https://reliefweb.int/node/4031524))",
    "title": "Lesotho: Severe Local Storm - Dec 2023",
    "pubDate": "2024-01-22T14:30:17+00:00",
    "currentDate": "2024-01-22T14:34:36+00:00",
    "whatHappenings": [
      "- Heavy rainfall and strong winds caused severe damages in many parts of the country from 22nd - 28th December 2023.",
      "- 190 households were affected by the storms.",
      "- The impacts were mostly felt in Maseru and Quthing district, with lower impact in Berea, Mokhotlong, and Thaba Tseka.",
      "- Businesses and transport networks were severely damaged, hindering access to essential services like markets, health services, and churches.",
      "- More rains are expected in the coming months, worsening the situation.",
      "- The affected families are displaced as their houses were blown away and food stocks were destroyed.",
      "- Some small businesses in the districts were also affected.",
      "- The families are seeking shelter with neighbors and relatives as a temporary solution."
    ],
    "displayMaps": [
      "Area: Lesotho",
      "Area: Maseru District, Lesotho",
      "Area: Quthing District, Lesotho",
      "Area: Berea District, Lesotho",
      "Area: Mokhotlong District, Lesotho",
      "Area: Thaba Tseka District, Lesotho",
      "AreaWithConcern: Maseru District, Lesotho, Shelters",
      "AreaWithConcern: Maseru District, Lesotho, Markets",
      "AreaWithConcern: Maseru District, Lesotho, Health services",
      "AreaWithConcern: Maseru District, Lesotho, Churches",
      "AreaWithConcern: Quthing District, Lesotho, Shelters",
      "AreaWithConcern: Quthing District, Lesotho, Markets",
      "AreaWithConcern: Quthing District, Lesotho, Health services",
      "AreaWithConcern: Quthing District, Lesotho, Churches",
      "AreaWithConcern: Berea District, Lesotho, Shelters",
      "AreaWithConcern: Berea District, Lesotho, Markets",
      "AreaWithConcern: Berea District, Lesotho, Health services",
      "AreaWithConcern: Berea District, Lesotho, Churches",
      "AreaWithConcern: Mokhotlong District, Lesotho, Shelters",
      "AreaWithConcern: Mokhotlong District, Lesotho, Markets",
      "AreaWithConcern: Mokhotlong District, Lesotho, Health services",
      "AreaWithConcern: Mokhotlong District, Lesotho, Churches",
      "AreaWithConcern: Thaba Tseka District, Lesotho, Shelters",
      "AreaWithConcern: Thaba Tseka District, Lesotho, Markets",
      "AreaWithConcern: Thaba Tseka District, Lesotho, Health services",
      "AreaWithConcern: Thaba Tseka District, Lesotho, Churches"
    ]
  },
  {
    "url": "https://reliefweb.int/disaster/cw-2023-000262-mng",
    "description": "Mongolia is currently facing a severe Dzud. This slow-onset disaster is unique to Mongolia and results from summer droughts followed by heavy snowfalls and extreme cold, leading to insufficient grazing pastures and hence underfed animals resulting in increased livestock mortality. As of 30th December 2023, over 90% of the country has been affected by extreme Dzud conditions, with 160 soums across 20 provinces being identified as high-risk areas. Over 258,000 people, including 100,000 children (51,000 girls and 49,000 boys) are affected due to roads blocked by snow, preventing children from accessing vital health, nutrition, education and protective services. Herder families, who are most directly impacted by the Dzud, often have to leave their children in the care of relatives or at boarding schools, increasing protection risks and causing psychological stress. ([UNICEF, 25 Jan 2024](https://reliefweb.int/node/4032456))",
    "title": "Mongolia: Dzud - Dec 2023",
    "pubDate": "2024-01-25T23:30:56+00:00",
    "currentDate": "2024-01-25T23:34:59+00:00",
    "whatHappenings": [
      "- Mongolia is currently facing a severe Dzud.",
      "- Dzud is a unique disaster in Mongolia caused by summer droughts followed by heavy snowfalls and extreme cold.",
      "- This leads to insufficient grazing pastures and underfed animals, resulting in increased livestock mortality.",
      "- Over 90% of the country has been affected by extreme Dzud conditions.",
      "- 160 soums across 20 provinces are identified as high-risk areas.",
      "- Over 258,000 people, including 100,000 children, are affected.",
      "- Roads blocked by snow prevent children from accessing vital services.",
      "- Herder families are most impacted and often have to leave their children in the care of relatives or boarding schools.",
      "- This increases protection risks and causes psychological stress."
    ],
    "displayMaps": [
      "Area: Mongolia",
      "Area: 20 provinces, Mongolia",
      "AreaWithConcern: 20 provinces, Mongolia, Livestock",
      "AreaWithConcern: 20 provinces, Mongolia, Health services",
      "AreaWithConcern: 20 provinces, Mongolia, Education services",
      "AreaWithConcern: 20 provinces, Mongolia, Protective services"
    ]
  }
]