{
  "summary": " In March and April 2023, several natural disasters occurred in various countries, including floods, earthquakes, cyclones, and a volcanic eruption. These disasters caused casualties, displacement, and destruction of infrastructure and homes. Relief efforts are ongoing, with the government and humanitarian organizations providing lifesaving support to the affected population.",
  "disasters": [
    {
      "summary": " On March 30th, 2023, the Colombian Geological Service (SGC) raised the alert level of the Nevado del Ruiz Volcano from Yellow (I) to Orange (II), indicating a probable eruption in the near future. This could potentially endanger the lives of 57,000 people in the surrounding areas, and the alert level could even reach Red (III) in the worst-case scenario.",
      "metadata": {
        "id": "51550",
        "name": "Colombia: Nevado del Ruiz Volcano - Apr 2023",
        "date_event": 1681430400000,
        "date_changed": 1681757690000,
        "date_created": 1681757690000,
        "primary_country_id": 64,
        "primary_country_name": "Colombia",
        "primary_country_iso3": "col",
        "primary_country_location": {
          "lon": -73.07,
          "lat": 3.9
        },
        "primary_type_id": 4615,
        "primary_type_code": "VO",
        "primary_type_name": "Volcano"
      }
    },
    {
      "summary": " On April 1st, 2023, heavy monsoon rains caused severe flooding in the villages around the Ruvuma River in Tanzania. This flood has displaced 1,400 people, destroyed 60 houses, and damaged the road between the villages of Angazo and Kilambo. The Tanzania Red Cross Society branch visited the affected villages on April 5th and provided initial distributions and food assistance.",
      "metadata": {
        "id": "51549",
        "name": "Tanzania: Floods - Apr 2023",
        "date_event": 1680307200000,
        "date_changed": 1681719158000,
        "date_created": 1681719158000,
        "primary_country_id": 244,
        "primary_country_name": "United Republic of Tanzania",
        "primary_country_iso3": "tza",
        "primary_country_location": {
          "lon": 34.82,
          "lat": -6.27
        },
        "primary_type_id": 4611,
        "primary_type_code": "FL",
        "primary_type_name": "Flood"
      }
    },
    {
      "summary": " In March, heavy rainfall caused floods in Kenya resulting in 12 deaths and thousands of people displaced. In April, further heavy rainfall caused flash floods in Taita–Taveta County, resulting in one death and two missing people. In April, heavy rainfall also affected Kisumu County, resulting in 1,000 people displaced.",
      "metadata": {
        "id": "51543",
        "name": "Kenya: Floods - Mar 2023",
        "date_event": 1680134400000,
        "date_changed": 1682938560000,
        "date_created": 1680805059000,
        "primary_country_id": 131,
        "primary_country_name": "Kenya",
        "primary_country_iso3": "ken",
        "primary_country_location": {
          "lon": 37.86,
          "lat": 0.53
        },
        "primary_type_id": 4611,
        "primary_type_code": "FL",
        "primary_type_name": "Flood"
      }
    },
    {
      "summary": " On 23 March 2023, two earthquakes occurred in Tajikistan, with the first registering 5-6 magnitude in the Kuhistoni Mastchoh district and 4-5 magnitude in Rasht district. The second earthquake registered 4.8 magnitude. Three people were injured and 318 houses were damaged in the Kuhistoni Mastchoh district, with 165 of them in Paldorak village. The damaged houses were built in the 1970s and 80s and had weak foundations, resulting in damaged walls and timber structures.",
      "metadata": {
        "id": "51547",
        "name": "Tajikistan: Earthquake - Mar 2023",
        "date_event": 1679529600000,
        "date_changed": 1681394152000,
        "date_created": 1681394082000,
        "primary_country_id": 227,
        "primary_country_name": "Tajikistan",
        "primary_country_iso3": "tjk",
        "primary_country_location": {
          "lon": 71.04,
          "lat": 38.84
        },
        "primary_type_id": 4628,
        "primary_type_code": "EQ",
        "primary_type_name": "Earthquake"
      }
    },
    {
      "summary": " On 18 March 2023, heavy rains in Buea town in the South-West region of Cameroon caused flash floods and mudslides from Mount Cameroon, resulting in several casualties. An assessment of the situation revealed that two people were found dead, four were hospitalized, and one was reported missing. An estimated 3,000 people were affected, with some households losing their livelihoods and personal belongings. Water catchment in Buea-town was destroyed and water supply pipes were broken, depriving the affected communities of access to water. The community, government, humanitarian organizations, and private sector provided lifesaving support to the affected population.",
      "metadata": {
        "id": "51541",
        "name": "Cameroon: Floods - Mar 2023",
        "date_event": 1679097600000,
        "date_changed": 1683048777000,
        "date_created": 1680696038000,
        "primary_country_id": 49,
        "primary_country_name": "Cameroon",
        "primary_country_iso3": "cmr",
        "primary_country_location": {
          "lon": 12.21,
          "lat": 4.81
        },
        "primary_type_id": 4611,
        "primary_type_code": "FL",
        "primary_type_name": "Flood"
      }
    },
    {
      "summary": " On 18 March 2023, a 6.8 magnitude earthquake struck central-southwestern Ecuador and north-western Peru, resulting in 13 fatalities, 461 injured people, 89 destroyed houses, and 192 damaged houses in Ecuador, and 1 fatality, 1 injured person, 140 affected people, and over 50 damaged or destroyed houses in Peru. National authorities are providing help for those affected.",
      "metadata": {
        "id": "51526",
        "name": "Ecuador/Peru: Earthquake - Mar 2023",
        "date_event": 1679097600000,
        "date_changed": 1681400639000,
        "date_created": 1679315769000,
        "primary_country_id": 81,
        "primary_country_name": "Ecuador",
        "primary_country_iso3": "ecu",
        "primary_country_location": {
          "lon": -78.43,
          "lat": -1.16
        },
        "primary_type_id": 4628,
        "primary_type_code": "EQ",
        "primary_type_name": "Earthquake"
      }
    },
    {
      "summary": " On March 16th, 2023, the Ministry of Health of Tanzania announced seven cases and five deaths of an unknown disease in the Kagera region. The cases were later confirmed to be Marburg Virus Disease (MVD). As of April 21st, 2023, there have been 17 confirmed cases and 12 deaths reported, with three survivors, one admitted, and one with an unknown outcome.",
      "metadata": {
        "id": "51537",
        "name": "Tanzania: Marburg Virus Disease Outbreak - Mar 2023",
        "date_event": 1678924800000,
        "date_changed": 1682939557000,
        "date_created": 1680181448000,
        "primary_country_id": 244,
        "primary_country_name": "United Republic of Tanzania",
        "primary_country_iso3": "tza",
        "primary_country_location": {
          "lon": 34.82,
          "lat": -6.27
        },
        "primary_type_id": 4642,
        "primary_type_code": "EP",
        "primary_type_name": "Epidemic"
      }
    },
    {
      "summary": " In March 2023, heavy rainfall caused flooding in the Provinces of Adiyaman and Sanliurfa in southern Türkiye, resulting in 14 deaths and five people missing. Search and rescue operations are ongoing, and the damage to infrastructure and homes is extensive. Thousands of homes, workplaces and vehicles have been damaged, and some have been submerged in water.",
      "metadata": {
        "id": "51529",
        "name": "Türkiye: Floods - Mar 2023",
        "date_event": 1678838400000,
        "date_changed": 1683151801000,
        "date_created": 1679386139000,
        "primary_country_id": 236,
        "primary_country_name": "Türkiye",
        "primary_country_iso3": "tur",
        "primary_country_location": {
          "lon": 35.18,
          "lat": 39.06
        },
        "primary_type_id": 4611,
        "primary_type_code": "FL",
        "primary_type_name": "Flood"
      }
    },
    {
      "summary": " In March 2023, Somalia experienced heavy rains and flash flooding, resulting in the displacement of over 175,000 people. The worst affected district was Baardheere in Jubaland State, where 21 people, including six children, were killed. The rains have also caused a surge in disease outbreaks, including acute watery diarrhoea/cholera and measles.",
      "metadata": {
        "id": "51530",
        "name": "Somalia: Floods - Mar 2023",
        "date_event": 1678579200000,
        "date_changed": 1683153369000,
        "date_created": 1679651828000,
        "primary_country_id": 216,
        "primary_country_name": "Somalia",
        "primary_country_iso3": "som",
        "primary_country_location": {
          "lon": 47.33,
          "lat": 5.79
        },
        "primary_type_id": 4611,
        "primary_type_code": "FL",
        "primary_type_name": "Flood"
      }
    },
    {
      "summary": "\n\nSince the beginning of March, Peru has been affected by heavy rainfall, floods, and landslides, resulting in casualties and damage. As of 27 April, 71 fatalities, 131,000 people in need of humanitarian assistance, 54,000 damaged houses, and 144 destroyed bridges have been reported. The most affected departments are Piura, Tumbes, Lambayeque, Ayacucho, and Arequipa. The Government has declared the state of emergency for 1,030 districts and the humanitarian community estimates 517,000 people in need. The floods have directly affected more than 114,900 households (about 460,000 people), with 65,289 people without homes, 377,190 people affected, 146,539 households affected, 99 dead and 13 missing.",
      "metadata": {
        "id": "51516",
        "name": "Peru: Floods and Landslides - Mar 2023",
        "date_event": 1678492800000,
        "date_changed": 1682609048000,
        "date_created": 1678758986000,
        "primary_country_id": 187,
        "primary_country_name": "Peru",
        "primary_country_iso3": "per",
        "primary_country_location": {
          "lon": -75.31,
          "lat": -10.15
        },
        "primary_type_id": 4611,
        "primary_type_code": "FL",
        "primary_type_name": "Flood"
      }
    },
    {
      "summary": " On 5 March 2023, a massive fire broke out in Kutupalong Balukhali refugee camps in Cox’s Bazar, Bangladesh. The fire was contained after three hours, with no casualties reported. However, 12,000 refugees were displaced, more than 2,000 shelters were destroyed or damaged, and more than 90 facilities were damaged including hospitals and learning centres. The cause of the fire is unknown, but the season, wind intensity and direction, type of materials used for the settlement, and density of shelters are believed to be contributing factors. According to the latest report, 15,926 people have been affected, with 5,274 displaced from their homes, 2,805 shelters damaged, 155 facilities damaged, and 992 WASH facilities damaged.",
      "metadata": {
        "id": "51508",
        "name": "Bangladesh: Cox’s Bazar Camp Settlement Fire - Mar 2023",
        "date_event": 1677974400000,
        "date_changed": 1682042139000,
        "date_created": 1678167179000,
        "primary_country_id": 31,
        "primary_country_name": "Bangladesh",
        "primary_country_iso3": "bgd",
        "primary_country_location": {
          "lon": 90.27,
          "lat": 23.84
        },
        "primary_type_id": 5706,
        "primary_type_code": "FR",
        "primary_type_name": "Fire"
      }
    },
    {
      "summary": " In March 2023, Vanuatu was affected by two destructive cyclones and a 6.6 M earthquake. The disasters caused widespread damage and destruction, with an estimated cost of US$50 million. About 30,000 households were affected, and 5,000 people were displaced. Fifteen days after the disasters, food security, lack of drinkable water, and water-borne disease risks were a growing concern. Vanuatu requested assistance from the Union Civil Protection Mechanism (UCPM) for aerial capacities and vessels in support of possible evacuation, further assessment, and delivery of assistance to the people affected.",
      "metadata": {
        "id": "51514",
        "name": "Vanuatu: Earthquake - Mar 2023",
        "date_event": 1677801600000,
        "date_changed": 1678775900000,
        "date_created": 1678418755000,
        "primary_country_id": 249,
        "primary_country_name": "Vanuatu",
        "primary_country_iso3": "vut",
        "primary_country_location": {
          "lon": 167.72,
          "lat": -16.26
        },
        "primary_type_id": 4628,
        "primary_type_code": "EQ",
        "primary_type_name": "Earthquake"
      }
    },
    {
      "summary": " Tropical cyclones JUDY and KEVIN (both of Cat4 intensity) made landfall over Vanuatu on the 1st and 3rd March, respectively. The cyclones caused major floodings, damage to houses and infrastructure, and caused power outages and communication system breakdowns. As of April 3rd, 27 evacuation centers remain active in Efate (Shefa province) and the government of Vanuatu launched an early recovery plan on April 14th, with a budget of USD 28,000,000. Leptospirosis cases have been reported, with 19 new cases and three deaths since the cyclones passed. Relief efforts are ongoing, with the distribution of shelter kits, food assistance, and emergency services.",
      "metadata": {
        "id": "51506",
        "name": "Tropical Cyclone Kevin - Mar 2023",
        "date_event": 1677801600000,
        "date_changed": 1683000314000,
        "date_created": 1677875140000,
        "primary_country_id": 249,
        "primary_country_name": "Vanuatu",
        "primary_country_iso3": "vut",
        "primary_country_location": {
          "lon": 167.72,
          "lat": -16.26
        },
        "primary_type_id": 4618,
        "primary_type_code": "TC",
        "primary_type_name": "Tropical Cyclone"
      }
    },
    {
      "summary": " In March 2023, heavy rainfall in Ethiopia caused widespread flooding, resulting in 29 deaths and displacement of 240,000 people across the country. At the end of March, 2,500 people were displaced and 92 hectares of crops were damaged in Loka Abaya Woreda of Sidama Region. In Harawa Woreda of the Somali Region, flash floods affected eight kebeles, impacting 46,900 households, destroying 16,800 livestock and 24,400 hectares of crops.",
      "metadata": {
        "id": "51542",
        "name": "Ethiopia: Floods - Mar 2023",
        "date_event": 1677628800000,
        "date_changed": 1683153454000,
        "date_created": 1680764129000,
        "primary_country_id": 87,
        "primary_country_name": "Ethiopia",
        "primary_country_iso3": "eth",
        "primary_country_location": {
          "lon": 39.62,
          "lat": 8.63
        },
        "primary_type_id": 4611,
        "primary_type_code": "FL",
        "primary_type_name": "Flood"
      }
    },
    {
      "summary": " Tropical cyclones JUDY and KEVIN (both of Cat4 intensity) made landfall over Vanuatu on the 1st and 3rd March, respectively. The cyclones caused major floodings, damage to houses and infrastructure, and caused power outages and communication system breakdowns. The government of Vanuatu declared a State of Emergency in the provinces of Mera Lava, Penama, Ambrym, Paama, Shefa and Tafea, which was then extended to the entire country on the 5th of March. As of April 3rd, 27 evacuation centers remain active in Efate (Shefa province). The government of Vanuatu launched an early recovery plan on April 14th, with a budget of USD 28,000,000.",
      "metadata": {
        "id": "51504",
        "name": "Tropical Cyclone Judy - Feb 2023",
        "date_event": 1677456000000,
        "date_changed": 1683000364000,
        "date_created": 1677654972000,
        "primary_country_id": 249,
        "primary_country_name": "Vanuatu",
        "primary_country_iso3": "vut",
        "primary_country_location": {
          "lon": 167.72,
          "lat": -16.26
        },
        "primary_type_id": 4618,
        "primary_type_code": "TC",
        "primary_type_name": "Tropical Cyclone"
      }
    },
    {
      "summary": " In February and March of 2023, heavy rainfall in Ecuador caused floods and landslides, resulting in casualties and damage. At least 25 people have died, 33 are missing, 31 are injured, and 32 have been rescued. 58,700 people have been affected across 173 Cantons, with 28,200 in the Guayas Province alone. 12,200 houses have been damaged, displacing many people.",
      "metadata": {
        "id": "51536",
        "name": "Ecuador: Floods and Landslides - Feb 2023",
        "date_event": 1676678400000,
        "date_changed": 1681401118000,
        "date_created": 1680090613000,
        "primary_country_id": 81,
        "primary_country_name": "Ecuador",
        "primary_country_iso3": "ecu",
        "primary_country_location": {
          "lon": -78.43,
          "lat": -1.16
        },
        "primary_type_id": 4611,
        "primary_type_code": "FL",
        "primary_type_name": "Flood"
      }
    },
    {
      "summary": " In February 2023, heavy rains in northern Paraguay caused flash floods in the departments of Concepción, Alto Paraguay and Amambay. A Departmental Declaration of Emergency was issued for the Department of Concepcion, and the floods have affected nearly 30,000 families across the country. According to technicians from Meteorology and Hydrology Directorate, the number of families affected by floods could quadruple, and there is concern about an outbreak of mosquito-borne diseases such as dengue and chikungunya.",
      "metadata": {
        "id": "51528",
        "name": "Paraguay: Floods - Feb 2023",
        "date_event": 1676592000000,
        "date_changed": 1679375998000,
        "date_created": 1679375310000,
        "primary_country_id": 186,
        "primary_country_name": "Paraguay",
        "primary_country_iso3": "pry",
        "primary_country_location": {
          "lon": -58.39,
          "lat": -23.24
        },
        "primary_type_id": 4611,
        "primary_type_code": "FL",
        "primary_type_name": "Flood"
      }
    },
    {
      "summary": " Tropical Cyclone Freddy made landfall in Madagascar on 21 February, causing destruction and displacement of over 11,000 people. The storm then moved inland across Madagascar and Mozambique, bringing heavy rains and strong winds to the region. In Mozambique, over 22,000 people sought refuge in temporary accommodation centres, 10 people died and 14 were injured. In Malawi, 111 people died and 16 are missing due to the storm, and 19,000 people were displaced. In Madagascar, 17 people died and 299,000 were affected. Emergency response plans and appeals have been issued by the governments of Malawi and Mozambique, as well as the International Federation of Red Cross and Red Crescent Societies.",
      "metadata": {
        "id": "51486",
        "name": "Tropical Cyclone Freddy - Feb 2023",
        "date_event": 1676592000000,
        "date_changed": 1681399631000,
        "date_created": 1676651842000,
        "primary_country_id": 144,
        "primary_country_name": "Madagascar",
        "primary_country_iso3": "mdg",
        "primary_country_location": {
          "lon": 46.71,
          "lat": -19.37
        },
        "primary_type_id": 4618,
        "primary_type_code": "TC",
        "primary_type_name": "Tropical Cyclone"
      }
    },
    {
      "summary": " In February 2023, flooding in Idlib province caused 7,000 people to evacuate, and in March, heavy rainstorms in Northern Syria caused significant damages, destruction of infrastructure, and loss of livelihoods, resulting in 8 deaths. In April, over 80,000 people across more than 50 displacement sites were affected by flooding and strong windstorms, resulting in the destruction or damage of 3,000 tents, loss of food stocks, and unusable latrines.",
      "metadata": {
        "id": "51492",
        "name": "Syria: Floods - Feb 2023",
        "date_event": 1675900800000,
        "date_changed": 1682938346000,
        "date_created": 1677049930000,
        "primary_country_id": 226,
        "primary_country_name": "Syrian Arab Republic",
        "primary_country_iso3": "syr",
        "primary_country_location": {
          "lon": 38.51,
          "lat": 35.01
        },
        "primary_type_id": 4611,
        "primary_type_code": "FL",
        "primary_type_name": "Flood"
      }
    },
    {
      "summary": " In February 2023, heavy rains caused flooding in Maputo city and Maputo province in Mozambique, affecting 30,605 people, displacing 422 people, and killing four people. In April 2023, the Freddy cyclone system made two landfalls in Mozambique, affecting 1,255,786 people, resulting in 186 deaths and nearly 200,870 displaced people.",
      "metadata": {
        "id": "51479",
        "name": "Mozambique: Floods - Feb 2023",
        "date_event": 1675728000000,
        "date_changed": 1682941191000,
        "date_created": 1676143606000,
        "primary_country_id": 164,
        "primary_country_name": "Mozambique",
        "primary_country_iso3": "moz",
        "primary_country_location": {
          "lon": 34.75,
          "lat": -18.09
        },
        "primary_type_id": 4611,
        "primary_type_code": "FL",
        "primary_type_name": "Flood"
      }
    },
    {
      "summary": " On 6 February 2023, a 7.7 magnitude earthquake struck southern Türkiye and north-west Syria, resulting in over 40,000 deaths and 108,000 injuries. The UN and its partners have requested $397.6 million in emergency assistance to help 4.9 million people affected by the earthquakes. As of March 16, 2021, 2.3 million people in Türkiye have been identified as living in formal and informal settlements affected by earthquakes. The death toll from the earthquakes has risen to 50,339, with 1.6 million people receiving a support payment of 10,000 Turkish Liras ($519). Heavy rain and three earthquakes in April 2021 caused flooding in tents and other dwellings in Adıyaman, Kahramanmaraş, Malatya, Şanlıurfa and Hatay, as well as in the earthquake zone. OCHA has released two Flash Appeals for the Türkiye Earthquake (February - May 2023) and the Syrian Arab Republic Earthquake (February - May 2023). The World Health Organization (WHO) and International Organization for Migration (IOM) have released flash appeals for earthquake response in Türkiye and the Whole of Syria.",
      "metadata": {
        "id": "51470",
        "name": "Türkiye/Syria: Earthquakes - Feb 2023",
        "date_event": 1675641600000,
        "date_changed": 1682975079000,
        "date_created": 1675666476000,
        "primary_country_id": 236,
        "primary_country_name": "Türkiye",
        "primary_country_iso3": "tur",
        "primary_country_location": {
          "lon": 35.18,
          "lat": 39.06
        },
        "primary_type_id": 4628,
        "primary_type_code": "EQ",
        "primary_type_name": "Earthquake"
      }
    },
    {
      "summary": " On 26 January 2023, the Ministry of Health in Zambia declared a Cholera outbreak in the Vubwi district, with 21 cases registered from 21st to 30 January. As of 16 April 2023, 334 cases and 8 deaths (CFR = 2.4%) have been reported in three districts in three provinces. The outbreak is linked to the Mozambique outbreak. The Ministry of Health has declared a vigilance state and requested all stakeholders to support the efforts to stop the spread of the outbreak.",
      "metadata": {
        "id": "51469",
        "name": "Zambia: Cholera Outbreak - Jan 2023",
        "date_event": 1674691200000,
        "date_changed": 1682941752000,
        "date_created": 1675457659000,
        "primary_country_id": 256,
        "primary_country_name": "Zambia",
        "primary_country_iso3": "zmb",
        "primary_country_location": {
          "lon": 27.43,
          "lat": -14
        },
        "primary_type_id": 4642,
        "primary_type_code": "EP",
        "primary_type_name": "Epidemic"
      }
    },
    {
      "summary": " In Nigeria, there has been a severe outbreak of diphtheria since early 2023, with 733 suspected cases and 89 deaths reported as of March 2nd. The most affected age group is children between 5 and 18, and 20 states are currently reporting suspected cases. As of April 27th, 557 confirmed cases have been detected in 21 of the 36 states and the Federal Capital Territory.",
      "metadata": {
        "id": "51520",
        "name": "Nigeria: Diphtheria Outbreak - Jan 2023",
        "date_event": 1674172800000,
        "date_changed": 1682937962000,
        "date_created": 1678931574000,
        "primary_country_id": 175,
        "primary_country_name": "Nigeria",
        "primary_country_iso3": "nga",
        "primary_country_location": {
          "lon": 8.11,
          "lat": 9.59
        },
        "primary_type_id": 4642,
        "primary_type_code": "EP",
        "primary_type_name": "Epidemic"
      }
    },
    {
      "summary": " Tropical cyclone CHENESO has caused widespread damage and humanitarian impact in Madagascar, resulting in at least 33 fatalities, 20 missing people, 34,100 displaced individuals, and 90,870 affected people. Heavy and persistent rainfall continues across the country, with the cyclone expected to intensify while moving south over the Mozambique Channel.",
      "metadata": {
        "id": "51450",
        "name": "Tropical Cyclone Cheneso - Jan 2023",
        "date_event": 1674086400000,
        "date_changed": 1675264141000,
        "date_created": 1674564902000,
        "primary_country_id": 144,
        "primary_country_name": "Madagascar",
        "primary_country_iso3": "mdg",
        "primary_country_location": {
          "lon": 46.71,
          "lat": -19.37
        },
        "primary_type_id": 4618,
        "primary_type_code": "TC",
        "primary_type_name": "Tropical Cyclone"
      }
    },
    {
      "summary": " On 18 January 2023, a 5.4 magnitude earthquake hit Firoragh village in Khoy City in West Azarbayejan province of North-Western Iran, followed by a 3.6 magnitude earthquake and twenty-one aftershocks. The nearest village, Vaar, is 10 kilometers away from the epicenter. On 28 March 2023, a 5.9 magnitude earthquake occurred in Safa district, Khoy City, followed by 72 aftershocks, resulting in 261,387 people affected, 1,017 injured and 3 dead. Many urban residential buildings collapsed or were partially damaged, and the electricity and gas supply were cut in the affected region. The Iran Red Crescent Society provided 70 camps for affected households.",
      "metadata": {
        "id": "51474",
        "name": "Iran: Earthquake - Jan 2023",
        "date_event": 1674000000000,
        "date_changed": 1682445968000,
        "date_created": 1675860003000,
        "primary_country_id": 121,
        "primary_country_name": "Iran (Islamic Republic of)",
        "primary_country_iso3": "irn",
        "primary_country_location": {
          "lon": 54.3,
          "lat": 32.57
        },
        "primary_type_id": 4628,
        "primary_type_code": "EQ",
        "primary_type_name": "Earthquake"
      }
    },
    {
      "summary": " In January 2023, heavy rains in Angola and Namibia caused flooding in Ondjiva and surrounding areas. On 27 January, water levels at Engela station exceeded 1m. The government and Namibia RC have started providing assistance to the affected people, but due to the increasing numbers of people affected, the Oshana and Ohangwena regional councils have requested additional support from the NRCS.",
      "metadata": {
        "id": "51487",
        "name": "Namibia: Floods - Jan 2023",
        "date_event": 1673568000000,
        "date_changed": 1676901571000,
        "date_created": 1676877878000,
        "primary_country_id": 166,
        "primary_country_name": "Namibia",
        "primary_country_iso3": "nam",
        "primary_country_location": {
          "lon": 17.29,
          "lat": -21.2
        },
        "primary_type_id": 4611,
        "primary_type_code": "FL",
        "primary_type_name": "Flood"
      }
    },
    {
      "summary": " In January 2023, Zambia experienced severe flooding due to heavy rainfall and thunderstorms, resulting in casualties and damage. By February, the rains had worsened, leading to over 25,768 households (equivalent to 154,608 people) affected by the floods in five Districts of Southern Province. By March, the flooding had caused eight fatalities, nearly 7,500 evacuated people in 22 evacuation centres, 373,500 affected people, tens of thousands of flooded houses, nearly 100 damaged roads, and a number of damaged bridges.",
      "metadata": {
        "id": "51464",
        "name": "Zambia: Floods - Jan 2023",
        "date_event": 1673395200000,
        "date_changed": 1678362821000,
        "date_created": 1675167537000,
        "primary_country_id": 256,
        "primary_country_name": "Zambia",
        "primary_country_iso3": "zmb",
        "primary_country_location": {
          "lon": 27.43,
          "lat": -14
        },
        "primary_type_id": 4611,
        "primary_type_code": "FL",
        "primary_type_name": "Flood"
      }
    },
    {
      "summary": " In January 2023, the Ministry of Health of Equatorial Guinea identified a cluster of deaths in two remote districts with similar symptoms related to viral hemorrhagic fever. One sample tested positive for the Marburg virus. As of April 2023, there have been 17 confirmed cases of MVD, including 12 deaths, three survivors, one case with unknown status and one case currently admitted. In response, the IFRC has launched an emergency appeal for Equatorial Guinea.",
      "metadata": {
        "id": "51505",
        "name": "Equatorial Guinea: Marburg Virus Disease Outbreak - Jan 2023",
        "date_event": 1673049600000,
        "date_changed": 1682588822000,
        "date_created": 1677677785000,
        "primary_country_id": 84,
        "primary_country_name": "Equatorial Guinea",
        "primary_country_iso3": "gnq",
        "primary_country_location": {
          "lon": 10.53,
          "lat": 1.61
        },
        "primary_type_id": 4642,
        "primary_type_code": "EP",
        "primary_type_name": "Epidemic"
      }
    },
    {
      "summary": " Wildfires have been burning across central and southern Chile since December 2022, causing casualties, widespread damage, and destruction of homes. As of March 1, 2023, more than 442,000 ha of land has been affected, 26 fatalities have been reported, 233 people are sheltered, and more than 7,500 people have been affected. International assistance has been requested and provided.",
      "metadata": {
        "id": "51440",
        "name": "Chile: Wild Fires - Dec 2022",
        "date_event": 1671667200000,
        "date_changed": 1677846862000,
        "date_created": 1673408626000,
        "primary_country_id": 57,
        "primary_country_name": "Chile",
        "primary_country_iso3": "chl",
        "primary_country_location": {
          "lon": -72.31,
          "lat": -37.72
        },
        "primary_type_id": 4648,
        "primary_type_code": "WF",
        "primary_type_name": "Wild Fire"
      }
    },
    {
      "summary": "\n\nIn December 2022, an outbreak of cholera was reported in Mozambique, with 878 confirmed cases and 14 deaths reported by January 2023. The outbreak has since spread to 11 provinces and 53 districts, with 28,958 cumulative cases and 129 deaths reported as of April 2023. Humanitarian partners have developed and rolled out cholera community kits to support the response in newly affected districts. The upcoming rainy season poses a further threat of the disease spreading nation-wide.",
      "metadata": {
        "id": "51453",
        "name": "Mozambique: Cholera Outbreak - Dec 2022",
        "date_event": 1671580800000,
        "date_changed": 1682942471000,
        "date_created": 1674607713000,
        "primary_country_id": 164,
        "primary_country_name": "Mozambique",
        "primary_country_iso3": "moz",
        "primary_country_location": {
          "lon": 34.75,
          "lat": -18.09
        },
        "primary_type_id": 4642,
        "primary_type_code": "EP",
        "primary_type_name": "Epidemic"
      }
    },
    {
      "summary": " Heavy rainfall in the Democratic Republic of Congo (DRC) has caused flooding, landslides, and lightning incidents resulting in loss of life and destruction of property. As of April 19th, at least 169 people have died, 30 have been injured, and 280 houses have been destroyed due to the flooding and landslides. Additionally, 8 fatalities and 1 heavily damaged house have been reported due to lightning.",
      "metadata": {
        "id": "51420",
        "name": "DR Congo: Floods and Landslides - Dec 2022",
        "date_event": 1670889600000,
        "date_changed": 1681905320000,
        "date_created": 1671051296000,
        "primary_country_id": 75,
        "primary_country_name": "Democratic Republic of the Congo",
        "primary_country_iso3": "cod",
        "primary_country_location": {
          "lon": 21.7587,
          "lat": -4.03833
        },
        "primary_type_id": 4611,
        "primary_type_code": "FL",
        "primary_type_name": "Flood"
      }
    },
    {
      "summary": " The Ministry of Health of South Sudan declared a measles outbreak on December 10, 2022. By March 19, 2023, 63 counties across all 10 States had reported at least one suspected measles case, with confirmed outbreaks in 36 counties. A nationwide measles vaccination campaign was launched in April 2023 to vaccinate more than 2.7 million children aged 6-59 months against the highly infectious disease.",
      "metadata": {
        "id": "51538",
        "name": "South Sudan: Measles - Dec 2022",
        "date_event": 1670630400000,
        "date_changed": 1682939084000,
        "date_created": 1680288521000,
        "primary_country_id": 8657,
        "primary_country_name": "South Sudan",
        "primary_country_iso3": "ssd",
        "primary_country_location": {
          "lon": 30.5,
          "lat": 6.9
        },
        "primary_type_id": 4642,
        "primary_type_code": "EP",
        "primary_type_name": "Epidemic"
      }
    },
    {
      "summary": " In December 2022, floods affected parts of Gauteng and North West Provinces in South Africa, affecting over 40,000 people. In February 2023, heavy rainfall caused floods and river overflow in the Eastern Cape Province, resulting in evacuations and damage. The government declared a National State of Disaster in February 2023 due to the floods, resulting in 48 fatalities, 1,568 displaced people, and damage to infrastructure and roads.",
      "metadata": {
        "id": "51427",
        "name": "South Africa: Floods - Dec 2022",
        "date_event": 1670630400000,
        "date_changed": 1682943204000,
        "date_created": 1672193280000,
        "primary_country_id": 217,
        "primary_country_name": "South Africa",
        "primary_country_iso3": "zaf",
        "primary_country_location": {
          "lon": 23.91,
          "lat": -28.38
        },
        "primary_type_id": 4611,
        "primary_type_code": "FL",
        "primary_type_name": "Flood"
      }
    },
    {
      "summary": " In November 2022, Mongolia experienced an extreme cold wave and heavy snowfall, resulting in the death of 216 livestock from 12 households, 4 people missing and 4 found, and 2 hospitalized. The National Agency for Environmental Monitoring and Meterology released a Dzud risk map indicating that 16% of the country is at the highest level of risk. As of February 2023, 191,000 herder households are affected, with 416,560 livestock perished. The extreme cold wave and heavy snowfall have caused poor pastures and malnourished livestock, leading to an all-time high of 71 million livestock entering the winter season. In response, OCHA and IFRC have released plans to provide relief to the affected households.",
      "metadata": {
        "id": "51413",
        "name": "Mongolia: Dzud - Dec 2022",
        "date_event": 1669852800000,
        "date_changed": 1680050369000,
        "date_created": 1670549332000,
        "primary_country_id": 160,
        "primary_country_name": "Mongolia",
        "primary_country_iso3": "mng",
        "primary_country_location": {
          "lon": 103.08,
          "lat": 46.84
        },
        "primary_type_id": 4653,
        "primary_type_code": "CW",
        "primary_type_name": "Cold Wave"
      }
    },
    {
      "summary": " In October 2022, Kenya experienced a multi-county cholera outbreak following the isolation of Vibrio cholerae-01 Ogawa serotype at The National Public Health Microbiology Laboratory. As of April 2023, 8,960 cases and 142 deaths (CFR 1.6%) have been reported across 16 counties. The highest caseload has been registered in Machakos county with 215 cases (37.8%), followed by Nairobi County with 155 cases (27.3%), and Kiambu County with 86 cases (15.1%). Most cases (35%) are in the age group of less than 10 years old.",
      "metadata": {
        "id": "51402",
        "name": "Kenya: Cholera Outbreak - Oct 2022",
        "date_event": 1665187200000,
        "date_changed": 1682943496000,
        "date_created": 1669376060000,
        "primary_country_id": 131,
        "primary_country_name": "Kenya",
        "primary_country_iso3": "ken",
        "primary_country_location": {
          "lon": 37.86,
          "lat": 0.53
        },
        "primary_type_id": 4642,
        "primary_type_code": "EP",
        "primary_type_name": "Epidemic"
      }
    },
    {
      "summary": "\n\nIn October 2022, Lebanon reported its first case of cholera, a virulent bacterial infection caused by contaminated water or food. The disease quickly spread, with over 1400 suspected cases and 17 deaths reported by November. The outbreak is led by the Ministry of Public Health (MoPH) and response plans have been developed by UNICEF, the World Health Organization (WHO), NGO partners, and the MoPH. As of January 2023, 6,158 confirmed and suspected cases have been reported.",
      "metadata": {
        "id": "51351",
        "name": "Lebanon: Cholera Outbreak - Oct 2022",
        "date_event": 1665014400000,
        "date_changed": 1681200228000,
        "date_created": 1666025081000,
        "primary_country_id": 137,
        "primary_country_name": "Lebanon",
        "primary_country_iso3": "lbn",
        "primary_country_location": {
          "lon": 35.89,
          "lat": 33.92
        },
        "primary_type_id": 4642,
        "primary_type_code": "EP",
        "primary_type_name": "Epidemic"
      }
    },
    {
      "summary": " In October 2022, Haitian authorities confirmed two cases of cholera and identified several other suspected cases across several communes in the Ouest department, including the Port-au-Prince metropolitan area and Cité Soleil. As of November 2022, the Ministry of Health reported 7,569 suspected cases and 712 confirmed cases of cholera across the country. As of January 2023, 9 departments have confirmed cases and the case fatality rate among suspected cases is 2.0%. In February 2023, the Department of Epidemiology, Laboratories, and Research reported 31,485 suspected cholera cases in all 10 departments of the country. In response, the International Federation of Red Cross and Red Crescent Societies and the Pan American Health Organization have issued emergency appeals.",
      "metadata": {
        "id": "51336",
        "name": "Haiti: Cholera Outbreak - Sep 2022",
        "date_event": 1664668800000,
        "date_changed": 1677575978000,
        "date_created": 1664860832000,
        "primary_country_id": 113,
        "primary_country_name": "Haiti",
        "primary_country_iso3": "hti",
        "primary_country_location": {
          "lon": -72.43,
          "lat": 19.18
        },
        "primary_type_id": 4642,
        "primary_type_code": "EP",
        "primary_type_name": "Epidemic"
      }
    },
    {
      "summary": "\n\nSince 27 August 2022, Ethiopia has been experiencing a cholera outbreak that has spread to 41 kebeles of 4 woredas of Bale Zone of Oromia and 2 woredas of Liban zone of Somali region. As of 14 December 2022, 669 cholera cases have been reported including 24 deaths. The caseload of affected people has increased by 30 per cent in the last two weeks. The Ethiopian government has responded with the Multi-Sectorial Cholera Elimination Plan 2022-2028 and the National Cholera Control Operational Plan 2022/23. As of 27 March 2023, a total of 2 370 suspected cases of cholera with 51 deaths (CFR 2.2%) have been reported.",
      "metadata": {
        "id": "51337",
        "name": "Ethiopia: Cholera Outbreak - Sep 2022",
        "date_event": 1663286400000,
        "date_changed": 1682943824000,
        "date_created": 1664942954000,
        "primary_country_id": 87,
        "primary_country_name": "Ethiopia",
        "primary_country_iso3": "eth",
        "primary_country_location": {
          "lon": 39.62,
          "lat": 8.63
        },
        "primary_type_id": 4642,
        "primary_type_code": "EP",
        "primary_type_name": "Epidemic"
      }
    },
    {
      "summary": " In September 2022, the Syrian Ministry of Health declared an outbreak of cholera in Aleppo Governorate, with 15 confirmed laboratory cases and one death. By October 2022, 15,823 suspected cases had been reported, including 68 deaths. By April 2023, the number of suspected cases had risen to 65,218, with 23 deaths. The source of infection is believed to be linked to people drinking unsafe water from the Euphrates River and using contaminated water to irrigate crops. The Health Cluster has released a Whole of Syria Acute Watery Diarrhea/Cholera Response Plan for January - June 2023.",
      "metadata": {
        "id": "51310",
        "name": "Syria: Cholera Outbreak - Sep 2022",
        "date_event": 1662768000000,
        "date_changed": 1682944146000,
        "date_created": 1663140682000,
        "primary_country_id": 226,
        "primary_country_name": "Syrian Arab Republic",
        "primary_country_iso3": "syr",
        "primary_country_location": {
          "lon": 38.51,
          "lat": 35.01
        },
        "primary_type_id": 4642,
        "primary_type_code": "EP",
        "primary_type_name": "Epidemic"
      }
    },
    {
      "summary": " In July 2022, heavy rains caused flooding in thirteen villages in the sous-préfectures of Leré and Guegou, affecting 384 households (2,112 individuals). In August, the capital city of Ndjamena was flooded, affecting 20,657 people and destroying 2,067 houses. By September, 623,000 people had been affected across 16 of the 23 Provinces. In October, the flooding of the Logone and Chari rivers caused 50,000 people to be displaced in the span of days. By December, 181,720 people (28,907 households) had fled their homes. As of January 20, 2023, 1.4 million people had been affected by the floods, with 300,000 still in need of assistance. An appeal for 69.8 million US dollars was made, with 41% of the funding received or committed by the end of December 2022.",
      "metadata": {
        "id": "51286",
        "name": "Chad: Floods - Jul 2022",
        "date_event": 1658793600000,
        "date_changed": 1682944520000,
        "date_created": 1660737463000,
        "primary_country_id": 55,
        "primary_country_name": "Chad",
        "primary_country_iso3": "tcd",
        "primary_country_location": {
          "lon": 18.66,
          "lat": 15.36
        },
        "primary_type_id": 4611,
        "primary_type_code": "FL",
        "primary_type_name": "Flood"
      }
    },
    {
      "summary": " Since June 2022, floods have been reported in Nigeria, resulting in casualties and displacement of over 100 households. According to the Nigeria Hydrological Services Agency (NIHSA), 233 Local Government Areas (LGAs) are at high risk of flooding, while 212 LGAs are at moderate risk. As of December 2022, the floods have affected more than 4.4 million people, with over 660 fatalities, 2.4 million displaced, and 174,000 houses unfit for habitation. Appeals and response plans have been issued by OCHA and IFRC.",
      "metadata": {
        "id": "51265",
        "name": "Nigeria: Floods - Jun 2022",
        "date_event": 1658016000000,
        "date_changed": 1671100393000,
        "date_created": 1659317249000,
        "primary_country_id": 175,
        "primary_country_name": "Nigeria",
        "primary_country_iso3": "nga",
        "primary_country_location": {
          "lon": 8.11,
          "lat": 9.59
        },
        "primary_type_id": 4611,
        "primary_type_code": "FL",
        "primary_type_name": "Flood"
      }
    },
    {
      "summary": " Pakistan has experienced devastating floods since mid-June 2022, resulting in 1,730 deaths, 12,865 injuries, 33 million people affected, 2 million houses damaged or destroyed, 1.1 million livestock killed, and 13,000 km of roads and 440 bridges destroyed. The government of Pakistan is leading the response with the support of UN agencies and humanitarian partners to provide aid to the 20.6 million people affected and 650,000 flood-affected refugees and host communities. The NDMA Situational Report 2022 and the Federal Flood Directorate (FFD) are two resources used for disaster management in Pakistan.",
      "metadata": {
        "id": "51234",
        "name": "Pakistan: Floods - Jul 2022",
        "date_event": 1656633600000,
        "date_changed": 1679014437000,
        "date_created": 1655164800000,
        "primary_country_id": 182,
        "primary_country_name": "Pakistan",
        "primary_country_iso3": "pak",
        "primary_country_location": {
          "lon": 69.39,
          "lat": 29.97
        },
        "primary_type_id": 4611,
        "primary_type_code": "FL",
        "primary_type_name": "Flood"
      }
    },
    {
      "summary": " In June 2022, heavy rains and flooding in Sudan caused an estimated 750 people in the Ashwaei area to be affected, with five tukuls destroyed. As of October 2022, 349,000 people have been affected, 24,860 homes destroyed, and 146 people have died. By February 2023, 103,000 people had been displaced due to flash floods and riverine flooding.",
      "metadata": {
        "id": "51252",
        "name": "Sudan: Floods - Jun 2022",
        "date_event": 1655251200000,
        "date_changed": 1682945903000,
        "date_created": 1657792309000,
        "primary_country_id": 220,
        "primary_country_name": "Sudan",
        "primary_country_iso3": "sdn",
        "primary_country_location": {
          "lon": 30,
          "lat": 15
        },
        "primary_type_id": 4611,
        "primary_type_code": "FL",
        "primary_type_name": "Flood"
      }
    },
    {
      "summary": " In May 2022, Bangladesh experienced severe flooding and landslides, causing significant damage to infrastructure and displacement of thousands of people. The government and aid organizations responded with relief efforts to help those affected. This included providing emergency food and water support, evacuating 472,856 people to 1,605 shelter centres, and appealing for USD 58.4 million to respond to the emergency needs of the hardest-hit communities. Additionally, an article was discussed outlining the steps to create an effective customer response plan.",
      "metadata": {
        "id": "51183",
        "name": "Bangladesh: Floods and Landslides - May 2022",
        "date_event": 1652745600000,
        "date_changed": 1675225622000,
        "date_created": 1652745600000,
        "primary_country_id": 31,
        "primary_country_name": "Bangladesh",
        "primary_country_iso3": "bgd",
        "primary_country_location": {
          "lon": 90.27,
          "lat": 23.84
        },
        "primary_type_id": 4611,
        "primary_type_code": "FL",
        "primary_type_name": "Flood"
      }
    },
    {
      "summary": " On 13 May 2022, the Ministry of Public Health of Sao Tome-and-Principe reported the first outbreak of Dengue fever to the WHO. The disease spread quickly to all the country districts and as of 26th August 2022, 980 cases of dengue fever were already reported. Ahead of the rainy season, the Cruz Vermelha de Sao Tome e Principe launched a DREF for anticipatory action ahead of the flooding season.",
      "metadata": {
        "id": "51539",
        "name": "Sao Tome and Principe: Dengue Fever Outbreak - May 2022",
        "date_event": 1652400000000,
        "date_changed": 1680505366000,
        "date_created": 1680293733000,
        "primary_country_id": 206,
        "primary_country_name": "Sao Tome and Principe",
        "primary_country_iso3": "stp",
        "primary_country_location": {
          "lon": 6.74,
          "lat": 0.46
        },
        "primary_type_id": 4642,
        "primary_type_code": "EP",
        "primary_type_name": "Epidemic"
      }
    },
    {
      "summary": " In Niger, over four million households are facing food insecurity due to consecutive failed rainy seasons and desertification. The Integrated Food Security Phase Classification (IPC) reported that between 2.5 and 3.3 million people are currently food insecure, and that between 3.6 and 4.4 million people will be food insecure in June-August 2022 due to a delayed rainy season and other risks. The IFRC has issued an Emergency Appeal No. MDRNE026 to respond to the crisis.",
      "metadata": {
        "id": "51170",
        "name": "Niger: Drought - May 2022",
        "date_event": 1652140800000,
        "date_changed": 1662127139000,
        "date_created": 1652140800000,
        "primary_country_id": 174,
        "primary_country_name": "Niger",
        "primary_country_iso3": "ner",
        "primary_country_location": {
          "lon": 9.4,
          "lat": 17.43
        },
        "primary_type_id": 4672,
        "primary_type_code": "DR",
        "primary_type_name": "Drought"
      }
    },
    {
      "summary": " In May 2022, a cholera outbreak was declared in Bentiu, South Sudan, with a population of 300,000 people living in formal and informal camps. Despite two rounds of oral cholera vaccine, transmission is continuing due to population movement and poor conditions. By April 2023, a total of 980 cases including two deaths (CFR 0.4%) have been reported from Malakal town and the IDP camp. More than 1.58 million doses of cholera vaccine have been administered in 2022 and more vaccination campaigns are being planned.",
      "metadata": {
        "id": "51167",
        "name": "South Sudan: Cholera Outbreak - May 2022",
        "date_event": 1651881600000,
        "date_changed": 1682946673000,
        "date_created": 1651881600000,
        "primary_country_id": 8657,
        "primary_country_name": "South Sudan",
        "primary_country_iso3": "ssd",
        "primary_country_location": {
          "lon": 30.5,
          "lat": 6.9
        },
        "primary_type_id": 4642,
        "primary_type_code": "EP",
        "primary_type_name": "Epidemic"
      }
    },
    {
      "summary": " Sri Lanka is facing a multidimensional crisis due to a significant reduction in agricultural production, rising prices of fuel and basic food items, and shortages of essential medicines and other health items. An estimated 5.7 million people are in need of humanitarian assistance, with 6.3 million people found to be food insecure and 65,600 people severely food insecure. The Humanitarian Country Team is supporting the Government response to the crisis, with 1 million people in need across all 25 districts having been reached with humanitarian assistance. As of March 2023, some 1,246,000 people have received in kind food or cash and voucher assistance, with food insecurity likely to remain for many households.",
      "metadata": {
        "id": "51202",
        "name": "Sri Lanka: Food Security Crisis - Apr 2022",
        "date_event": 1648771200000,
        "date_changed": 1679015831000,
        "date_created": 1648771200000,
        "primary_country_id": 219,
        "primary_country_name": "Sri Lanka",
        "primary_country_iso3": "lka",
        "primary_country_location": {
          "lon": 80.7,
          "lat": 7.61
        },
        "primary_type_id": 5042,
        "primary_type_code": "OT",
        "primary_type_name": "Other"
      }
    },
    {
      "summary": " Heavy rainfall since mid-March has been affecting most of Colombia, triggering landslides, floods, and severe weather-related incidents that have resulted in casualties and damage. According to the National Unit for Disaster Risk Management (UNGRD), as of 14 January 2023, at least 133 people have died, 16 are missing, and 119 have been injured. Over 25,000 families have been affected, with 117 homes destroyed and over 15,000 damaged. Red hydrological alerts have been issued for areas in western Colombia, and moderate to heavy rainfall is forecast over most of the country.",
      "metadata": {
        "id": "51129",
        "name": "Colombia: Floods and Landslides - Mar 2022",
        "date_event": 1647302400000,
        "date_changed": 1673961481000,
        "date_created": 1647302400000,
        "primary_country_id": 64,
        "primary_country_name": "Colombia",
        "primary_country_iso3": "col",
        "primary_country_location": {
          "lon": -73.07,
          "lat": 3.9
        },
        "primary_type_id": 4728,
        "primary_type_code": "LS",
        "primary_type_name": "Land Slide"
      }
    },
    {
      "summary": " Djibouti is facing a severe drought and food insecurity crisis, with 13% of the population (132,000 people) facing acute food insecurity (IPC3) and projections indicating an increase to 16% of the population by December 2022. The International Federation of Red Cross and Red Crescent Societies (IFRC) has launched an Emergency Plan of Action (EPoA) to address the crisis.",
      "metadata": {
        "id": "51197",
        "name": "Djibouti: Drought - Mar 2022",
        "date_event": 1646265600000,
        "date_changed": 1682970307000,
        "date_created": 1646265600000,
        "primary_country_id": 77,
        "primary_country_name": "Djibouti",
        "primary_country_iso3": "dji",
        "primary_country_location": {
          "lon": 42.58,
          "lat": 11.75
        },
        "primary_type_id": 4672,
        "primary_type_code": "DR",
        "primary_type_name": "Drought"
      }
    },
    {
      "summary": " Malawi is currently experiencing one of the worst cholera outbreaks in years, with the first case registered in Machinga district in the Southern region of Malawi on 02 March 2022. As of 23 April 2023, the cumulative confirmed cases and deaths reported since the onset of the outbreak is 58 171 and 1 743 respectively, with Case Fatality Rate at 3.0%. The United Nations and humanitarian partners in Malawi have launched a Flash Appeal to assist four million people, including 56,000 refugees and asylum-seekers, who have been hardest-hit by, and are at highest-risk of, cholera.",
      "metadata": {
        "id": "51162",
        "name": "Malawi: Cholera Outbreak - Mar 2022",
        "date_event": 1646265600000,
        "date_changed": 1682946792000,
        "date_created": 1646265600000,
        "primary_country_id": 146,
        "primary_country_name": "Malawi",
        "primary_country_iso3": "mwi",
        "primary_country_location": {
          "lon": 33.74,
          "lat": -13.22
        },
        "primary_type_id": 4642,
        "primary_type_code": "EP",
        "primary_type_name": "Epidemic"
      }
    },
    {
      "summary": " On August 14th, 2021, a 7.2-magnitude earthquake struck Haiti, resulting in 2,189 deaths, 6,900 injuries, and hundreds of missing people. 37,300 homes have been destroyed and 46,000 have sustained damage, leaving thousands homeless and creating pressing shelter and WASH needs. 650,000 people are in need of emergency assistance, with 500,000 being targeted by UN agencies and humanitarian partners. In late January and early February 2022, heavy rainfall caused flooding in 20 municipalities in Haiti, resulting in 2,578 flooded houses and 3 destroyed, leaving 10,750 people in need of temporary shelter, food, NFIs, and drinking water. One year after the earthquake, over 250,000 children still do not have access to adequate schools. Two documents related to the response to the earthquake and cholera outbreak in Haiti in 2021 are provided, as well as three useful links.",
      "metadata": {
        "id": "50807",
        "name": "Haiti: Earthquake - Aug 2021",
        "date_event": 1628899200000,
        "date_changed": 1679478619000,
        "date_created": 1628899200000,
        "primary_country_id": 113,
        "primary_country_name": "Haiti",
        "primary_country_iso3": "hti",
        "primary_country_location": {
          "lon": -72.43,
          "lat": 19.18
        },
        "primary_type_id": 4628,
        "primary_type_code": "EQ",
        "primary_type_name": "Earthquake"
      }
    },
    {
      "summary": " Since May 2021, South Sudan has been affected by severe flooding, with an estimated 1 million people affected by April 2023. The worst affected states are Jonglei, Unity, Northern Bahr el Ghazal, Upper Nile, Warrap, and Western Equatoria. Flooding has caused displacement, destroyed homes, schools, health care centers, and crops, and has led to food insecurity and a rise in prices. Humanitarian efforts are underway to aid affected communities, but insecurity, violence against aid workers, and access constraints continue to hamper the overall response.",
      "metadata": {
        "id": "50794",
        "name": "South Sudan: Floods 2021-2022",
        "date_event": 1626307200000,
        "date_changed": 1682948295000,
        "date_created": 1626307200000,
        "primary_country_id": 8657,
        "primary_country_name": "South Sudan",
        "primary_country_iso3": "ssd",
        "primary_country_location": {
          "lon": 30.5,
          "lat": 6.9
        },
        "primary_type_id": 4611,
        "primary_type_code": "FL",
        "primary_type_name": "Flood"
      }
    },
    {
      "summary": "\n\nSince autumn 2020, unseasonably low levels of rainfall across the eastern region of the Mediterranean Basin have caused drought conditions in Syria and Iraq. This has led to a deterioration in the humanitarian situation in northeastern Aleppo, Deir-ez-Zor, Al-Hasakeh and Ar-Raqqa Governorates, with an estimated 289,000 IDPs living in ‘last resort sites’ in NES. The number of people that are food insecure and in acute need of humanitarian assistance has increased by 400,000 during the first half of 2021, bringing the total number to 12.8 million people. The World Meteorological Organisation (WMO) seasonal outlook for Syria indicates that a severe and long-term drought is affecting Syria, with below-average precipitation and above-normal temperatures forecast for the November 2022-January 2023 period. OCHA has issued a response plan in August 2022 to address the water crisis in Syria.",
      "metadata": {
        "id": "50824",
        "name": "Syria: Drought - 2021-2022",
        "date_event": 1622505600000,
        "date_changed": 1682947800000,
        "date_created": 1622505600000,
        "primary_country_id": 226,
        "primary_country_name": "Syrian Arab Republic",
        "primary_country_iso3": "syr",
        "primary_country_location": {
          "lon": 38.51,
          "lat": 35.01
        },
        "primary_type_id": 4672,
        "primary_type_code": "DR",
        "primary_type_name": "Drought"
      }
    },
    {
      "summary": " Afghanistan is facing a severe drought and food crisis, with 20 million people facing acute food insecurity and 6 million at risk of famine. Low water quality and a dramatic increase in drought-affected households have exacerbated the crisis, leading to 4 million pregnant and lactating women and children under five suffering from acute malnutrition. The International Federation of Red Cross and Red Crescent Societies (IFRC) has released an updated emergency appeal to provide humanitarian aid to Afghanistan and the Asia Pacific region.",
      "metadata": {
        "id": "50620",
        "name": "Afghanistan: Drought - 2021-2023",
        "date_event": 1612137600000,
        "date_changed": 1677203844000,
        "date_created": 1612137600000,
        "primary_country_id": 13,
        "primary_country_name": "Afghanistan",
        "primary_country_iso3": "afg",
        "primary_country_location": {
          "lon": 66.03,
          "lat": 33.84
        },
        "primary_type_id": 4672,
        "primary_type_code": "DR",
        "primary_type_name": "Drought"
      }
    },
    {
      "summary": " In August 2020, 15 cases of vaccine-derived poliovirus type 1 (cVDPV1) were reported in Yemen, clustered in the Sa'adah governorate. UNICEF and WHO have implemented an outbreak response, including procuring 2.4 million doses of polio vaccine. In 2021, nine cases of cVDPV1 and cVDPV2 were reported, and 162 cases were reported in 2022.",
      "metadata": {
        "id": "50435",
        "name": "Yemen: Polio Outbreak - Aug 2020",
        "date_event": 1597363200000,
        "date_changed": 1682948532000,
        "date_created": 1597363200000,
        "primary_country_id": 255,
        "primary_country_name": "Yemen",
        "primary_country_iso3": "yem",
        "primary_country_location": {
          "lon": 47.62,
          "lat": 15.94
        },
        "primary_type_id": 4642,
        "primary_type_code": "EP",
        "primary_type_name": "Epidemic"
      }
    },
    {
      "summary": "\n\nMadagascar has been facing a severe drought since 2018, resulting in a major food crisis with millions of people facing hunger and malnutrition. The World Food Programme (WFP) is responding to the food insecurity by providing food and nutritional assistance to 849,000 people in IPC crisis and emergency phases. The COVID-19 pandemic has had a severe impact on Madagascar, pushing Betioky district into IPC Phase 3 and Ambovombe district into the Critical phase (IPC Phase 4). 1.5 million people in Southern Madagascar are in need of emergency food assistance due to the drought and the compounding effects of COVID-19. 1.1 million people are projected to face severe food insecurity during the 2021 lean season (January to April). Humanitarian food assistance is expected to improve food security outcomes in southern Madagascar, but any pipeline breaks may lead to Crisis (IPC Phase 3) and Emergency (IPC Phase 4) outcomes. OCHA and WFP have issued joint and individual appeals for Madagascar Grand Sud and WFP Madagascar respectively, from November 2018 to April 2019 and October 2018 respectively.",
      "metadata": {
        "id": "46459",
        "name": "Madagascar: Drought - 2018-2023",
        "date_event": 1535587200000,
        "date_changed": 1672823413000,
        "date_created": 1535587200000,
        "primary_country_id": 144,
        "primary_country_name": "Madagascar",
        "primary_country_iso3": "mdg",
        "primary_country_location": {
          "lon": 46.71,
          "lat": -19.37
        },
        "primary_type_id": 4672,
        "primary_type_code": "DR",
        "primary_type_name": "Drought"
      }
    },
    {
      "summary": "\n\nSince the first detection of circulating vaccine-derived poliovirus (cVDPV) in Somalia in 2018, health partners have conducted ten targeted vaccination campaigns in an effort to stem the spread of the virus. As of February 2022, there have been 35 cVDPV2 cases reported in Ethiopia, 12 cVDPV2 cases reported in Somalia, and one cVDPV2 case reported in Kenya. The outbreak of cVDPV3 in Somalia has been successfully stopped, with no international spread.",
      "metadata": {
        "id": "46434",
        "name": "Horn of Africa: Polio Outbreak - Aug 2018",
        "date_event": 1533081600000,
        "date_changed": 1645449244000,
        "date_created": 1533081600000,
        "primary_country_id": 216,
        "primary_country_name": "Somalia",
        "primary_country_iso3": "som",
        "primary_country_location": {
          "lon": 47.33,
          "lat": 5.79
        },
        "primary_type_id": 4642,
        "primary_type_code": "EP",
        "primary_type_name": "Epidemic"
      }
    },
    {
      "summary": "\n\nCameroon has been experiencing a cholera outbreak since July 2018, with 1,334 cases and 61 deaths reported as of January 2019. The outbreak has been concentrated in the North, Far North, Central, and Littoral regions, with the South West and Littoral regions reporting new cases in 2020. As of April 2023, 15,333 suspected cases, 1,808 laboratory-confirmed cases, and 311 deaths have been reported in eight regions of Cameroon. The Cameroon Ministry of Health has released a national response plan to the cholera epidemic from August to October 2018.",
      "metadata": {
        "id": "46464",
        "name": "Cameroon: Cholera Outbreak - Jul 2018",
        "date_event": 1531612800000,
        "date_changed": 1682948721000,
        "date_created": 1531612800000,
        "primary_country_id": 49,
        "primary_country_name": "Cameroon",
        "primary_country_iso3": "cmr",
        "primary_country_location": {
          "lon": 12.21,
          "lat": 4.81
        },
        "primary_type_id": 4642,
        "primary_type_code": "EP",
        "primary_type_name": "Epidemic"
      }
    },
    {
      "summary": " Nigeria has been experiencing an upsurge of yellow fever cases since 2017, with 4,189 suspected cases reported in 2019 and 2053 suspected cases reported in 2021-2022. The Government of Nigeria has launched multiple mass vaccination campaigns to prevent the spread of the disease, and the World Health Organization (WHO) is providing support. As of November 2022, 31 cases have been reported, including seven probable and 24 confirmed cases.",
      "metadata": {
        "id": "44114",
        "name": "Nigeria: Yellow Fever Outbreak - Sep 2017",
        "date_event": 1505433600000,
        "date_changed": 1673862722000,
        "date_created": 1505433600000,
        "primary_country_id": 175,
        "primary_country_name": "Nigeria",
        "primary_country_iso3": "nga",
        "primary_country_location": {
          "lon": 8.11,
          "lat": 9.59
        },
        "primary_type_id": 4642,
        "primary_type_code": "EP",
        "primary_type_name": "Epidemic"
      }
    },
    {
      "summary": " Nigeria has been facing a severe cholera outbreak since 2017, with 73,055 suspected cases and 2,407 deaths reported as of September 2021. As of November 27, 2022, 20,768 suspected cases and 498 deaths (CFR 2.4%) have been reported in 258 Local Governmental Areas (LGAs) across 31 states in Nigeria. The outbreak is considered to be under control in 4 states, and there is a declining trend in the number of cases across the country, except in Zamfara and Katsina States where the number of cases is still high. OCHA has released a 2017 Cholera Response and Prevention Plan.",
      "metadata": {
        "id": "43154",
        "name": "Nigeria: Cholera Outbreak - Jun 2017",
        "date_event": 1496793600000,
        "date_changed": 1673862831000,
        "date_created": 1496793600000,
        "primary_country_id": 175,
        "primary_country_name": "Nigeria",
        "primary_country_iso3": "nga",
        "primary_country_location": {
          "lon": 8.11,
          "lat": 9.59
        },
        "primary_type_id": 4642,
        "primary_type_code": "EP",
        "primary_type_name": "Epidemic"
      }
    },
    {
      "summary": " Somalia is facing its worst measles outbreak in 4 years, with over 14,823 suspected cases reported in 2017. UNICEF and partners have conducted measles campaigns in March in central and southern regions of Somalia and Somaliland, reaching 2,734,941 children between six months and 10 years. In 2021, 695 cases of suspected measles were investigated and 595 were found positive. In 2022, there has been an increase in suspected cases of measles due to a decrease in measles vaccination coverage of children under five in drought-affected districts. WHO has deployed outreach teams to scale up vaccination campaigns, resulting in a 29% decrease in new measles cases reported from week 50 to week 51.",
      "metadata": {
        "id": "38824",
        "name": "Somalia: Measles Outbreak - Dec 2016",
        "date_event": 1481587200000,
        "date_changed": 1674653013000,
        "date_created": 1481587200000,
        "primary_country_id": 216,
        "primary_country_name": "Somalia",
        "primary_country_iso3": "som",
        "primary_country_location": {
          "lon": 47.33,
          "lat": 5.79
        },
        "primary_type_id": 4642,
        "primary_type_code": "EP",
        "primary_type_name": "Epidemic"
      }
    },
    {
      "summary": "\n\nSince October 2016, Yemen has been facing a cholera outbreak, with over 2.5 million suspected cases and 2,500 deaths reported by the end of 2020. UNICEF and WHO have provided assistance to combat the outbreak, and the World Bank has announced a US$200 million grant to expand the Emergency Health and Nutrition Project. In 2021, 26,981 AWD/cholera cases and 29 associated deaths were reported, with a 0.03% case fatality rate. By the end of May 2022, 8,500 cases of AWD/cholera had been reported, with a 0.16% fatality rate. In July 2022, there were 402 suspected cases of cholera reported in Yemen with no associated deaths. The Yemen Diphtheria & Cholera Response Emergency Operations Center and the WHO Cholera Response Interactive Dashboard provide information and resources to help respond to the cholera outbreak in Yemen.",
      "metadata": {
        "id": "37281",
        "name": "Yemen: Cholera Outbreak - Oct 2016",
        "date_event": 1475712000000,
        "date_changed": 1671198625000,
        "date_created": 1475712000000,
        "primary_country_id": 255,
        "primary_country_name": "Yemen",
        "primary_country_iso3": "yem",
        "primary_country_location": {
          "lon": 47.62,
          "lat": 15.94
        },
        "primary_type_id": 4642,
        "primary_type_code": "EP",
        "primary_type_name": "Epidemic"
      }
    },
    {
      "summary": " In April 2016, a cholera outbreak occurred in Somalia, resulting in 14,165 cases and 497 deaths. In 2017, a total of 53,015 AWD/Cholera cases were reported across 16 regions in 52 districts, resulting in 795 deaths. In 2018, 1613 cholera cases and nine deaths were reported in four regions. In 2019, there were 7,994 reported cases of cholera and 46 associated deaths. In 2020, there were 13,528 suspected cases of cholera and 67 associated deaths. In 2021, there were 3,858 suspected cases of cholera and 27 associated deaths. In 2022, 5455 cholera cases including 35 deaths were reported. In response, humanitarian partners have provided assistance with hygiene kits, chlorination of water points, and hygiene promotion campaigns, as well as launching an Oral Cholera Vaccination campaign.",
      "metadata": {
        "id": "33516",
        "name": "Somalia: Cholera Outbreak - Apr 2016",
        "date_event": 1461888000000,
        "date_changed": 1674651838000,
        "date_created": 1461888000000,
        "primary_country_id": 216,
        "primary_country_name": "Somalia",
        "primary_country_iso3": "som",
        "primary_country_location": {
          "lon": 47.33,
          "lat": 5.79
        },
        "primary_type_id": 4642,
        "primary_type_code": "EP",
        "primary_type_name": "Epidemic"
      }
    },
    {
      "summary": " Ethiopia is facing a severe drought due to global climate change, with 7 million people in need of humanitarian aid. The drought is expected to worsen due to a fourth consecutive failed rains forecasted for this year, and response plans and appeals have been issued. The government is working with international donors to prevent the drought and El Niño induced impact, and the food security situation is expected to remain dire through January 2022.",
      "metadata": {
        "id": "23121",
        "name": "Ethiopia: Drought - 2015-2023",
        "date_event": 1433808000000,
        "date_changed": 1677604670000,
        "date_created": 1433808000000,
        "primary_country_id": 87,
        "primary_country_name": "Ethiopia",
        "primary_country_iso3": "eth",
        "primary_country_location": {
          "lon": 39.62,
          "lat": 8.63
        },
        "primary_type_id": 4672,
        "primary_type_code": "DR",
        "primary_type_name": "Drought"
      }
    },
    {
      "summary": " Somalia is facing a severe drought due to below average rainfall and harsh conditions, resulting in food insecurity, cash shortages, out-migration, and death of livestock. This has caused 6.2 million people, half the population, to be in need of assistance, with 1 million children suffering from acute malnutrition. Humanitarian assistance has improved access to food, but famine is still a risk. The Deyr harvest in January is expected to improve food security, but food consumption gaps are still likely to occur through mid-2018. In 2021, 80% of the country is facing drought conditions, resulting in 3.4 million people being affected, with 1.2 million children under the age of five likely to be acutely malnourished through July 2022. As of October 10, 2022, 1,170,842 people have been displaced by drought since January 2021. In January 2023, an IPC analysis identified three population groups at risk of famine.",
      "metadata": {
        "id": "23101",
        "name": "Somalia: Drought - 2015-2023",
        "date_event": 1433808000000,
        "date_changed": 1682431298000,
        "date_created": 1433808000000,
        "primary_country_id": 216,
        "primary_country_name": "Somalia",
        "primary_country_iso3": "som",
        "primary_country_location": {
          "lon": 47.33,
          "lat": 5.79
        },
        "primary_type_id": 4672,
        "primary_type_code": "DR",
        "primary_type_name": "Drought"
      }
    },
    {
      "summary": " Kenya has experienced a severe drought since 2014, leading to a rapid rise in food insecurity and malnutrition. The population in need of humanitarian food assistance has increased from 1.3 million in February 2017 to 2.7 million in May 2017, and to 4.4 million in July-September 2022. The drought has been exacerbated by the COVID-19 pandemic, insecurity, pests and diseases, and below-average rainfall. Urgent large-scale humanitarian assistance and livelihoods support is needed in northern and eastern Kenya, and should be sustained throughout the year. Links to the UNHCR Appeal and the WFP Plan are provided.",
      "metadata": {
        "id": "15360",
        "name": "Kenya: Drought - 2014-2023",
        "date_event": 1409270400000,
        "date_changed": 1677604703000,
        "date_created": 1409270400000,
        "primary_country_id": 131,
        "primary_country_name": "Kenya",
        "primary_country_iso3": "ken",
        "primary_country_location": {
          "lon": 37.86,
          "lat": 0.53
        },
        "primary_type_id": 4672,
        "primary_type_code": "DR",
        "primary_type_name": "Drought"
      }
    },
    {
      "summary": " The Democratic Republic of Congo has experienced an ongoing cholera outbreak since 2017, with over 50,000 cases and 1,083 deaths reported between December 2017 and W48 of 2018. Additionally, there have been 86,264 reported cases of measles and 1,372 deaths between January 1 and December 1, 2013. In 2020, 2,651 suspected cases of cholera and 43 deaths were reported from 69 health zones in 14 provinces. In 2021, there were 2,471 reported cases of measles and 4,155 reported cases of cholera, with 92 deaths. In November 2022 to January 2023, 4104 suspected cases of cholera with 16 deaths were reported in Nyiragongo and Karisimbi sanitation zones. In November 2022 to November 2023, 7,243 suspected cases of cholera and 47 deaths were reported in nine provinces.",
      "metadata": {
        "id": "14127",
        "name": "DR Congo: Cholera and Measles Outbreaks - Jan 2013",
        "date_event": 1356998400000,
        "date_changed": 1683206413000,
        "date_created": 1356998400000,
        "primary_country_id": 75,
        "primary_country_name": "Democratic Republic of the Congo",
        "primary_country_iso3": "cod",
        "primary_country_location": {
          "lon": 21.7587,
          "lat": -4.03833
        },
        "primary_type_id": 4642,
        "primary_type_code": "EP",
        "primary_type_name": "Epidemic"
      }
    }
  ]
}