{
  "original": {
    "id": "23101",
    "fields": {
      "date": {
        "changed": "2023-04-25T14:01:38+00:00",
        "event": "2015-06-09T00:00:00+00:00",
        "created": "2015-06-09T00:00:00+00:00"
      },
      "primary_type": {
        "code": "DR",
        "name": "Drought",
        "id": 4672
      },
      "country": [
        {
          "href": "https://api.reliefweb.int/v1/countries/216",
          "name": "Somalia",
          "location": {
            "lon": 47.33,
            "lat": 5.79
          },
          "id": 216,
          "shortname": "Somalia",
          "iso3": "som",
          "primary": true
        }
      ],
      "primary_country": {
        "href": "https://api.reliefweb.int/v1/countries/216",
        "name": "Somalia",
        "location": {
          "lon": 47.33,
          "lat": 5.79
        },
        "id": 216,
        "shortname": "Somalia",
        "iso3": "som"
      },
      "profile": {
        "appeals_response_plans": {
          "active": [
            {
              "cover": "https://reliefweb.int/sites/default/files/styles/small/public/previews/05/bd/05bd2ce1-97c9-4042-b607-ff59ca3c7133.png",
              "title": "UNHCR: The Horn of Africa Drought Situation Appeal (January - December 2023)",
              "url": "https://reliefweb.int/node/3938354"
            },
            {
              "cover": "https://reliefweb.int/sites/default/files/styles/small/public/previews/78/b4/78b44ab7-40eb-49b7-8716-093fc39d6d1c.png",
              "title": "WFP: WFP Regional Drought Response Plan for the Horn of Africa (January – December 2023)",
              "url": "https://reliefweb.int/node/3926286"
            }
          ],
          "title": "Appeals & Response Plans"
        },
        "overview": "The 2015-2016 El Niño phenomenon had a severe impact on vulnerable people in Somalia - it worsened an already widespread drought in Puntland and Somaliland with a devastating impact on communities and their livelihoods, increasing food insecurity, cash shortages and resulting in out-migration and death of livestock. Those affects are now emerging in other areas of the country, specifically in Jubaland in the south. Somaliland and Puntland have experienced below average rains for up to four seasons, spanning two years, and affecting nearly 1.4 million people. ([OCHA, 28 Nov 2016](https://reliefweb.int/node/1796964))\n\nThe humanitarian situation in Somalia is rapidly deteriorating and famine is a strong possibility in 2017. This comes only six years after a devastating famine led to the death of more than a quarter of a million people – half of them children. The severe drought is a result of two consecutive seasons of poor rainfall, more in some areas. In the worst affected areas, large-scale crop failure and high levels of livestock deaths are occurring. Malnutrition and drought-related diseases are on the rise, so are displacements, including to Ethiopia. Increasing competition for resources such as water is already increasing local tensions and could trigger further inter-communal conflict. Over 6.2 million people-half the population-are in need of humanitarian assistance. The situation of children of Somalia is particularly grave. ([OCHA, 17 Feb 2017](https://reliefweb.int/node/1907713))\n\nAs of 31 May 2017, there had been an estimated 739,000 drought displacements since November 2016...More than 480,000 of the displaced, or 65 per cent, are under the age of 18. Moreover, people under 5 years old represent more than one-quarter (195,000) of all those displaced — and are the most at risk of malnutrition and disease. ([UNHCR, 31 May 2017](https://reliefweb.int/node/2068029))\n\n3.2 million people are severely food insecure. This situation is expected to persist throughout 2017 given the high likelihood of a third consecutive poor harvest in July. Access to food is relatively better than previously projected due to large-scale humanitarian assistance...102,263 people have been treated for Severe Acute Malnutrition (SAM) since January. SAM admissions have increased by more than 50% since 2016. The Food Security and Nutrition Analysis Unit (FSNAU)’s post-Jilaal 2017 survey indicates a high prevalence of Global Acute Malnutrition (15% to 30%) in the Bay, Bakool, Sool, Sanaag, Bari and Nugal regions, as well as in Baidoa and Mogadishu IDP camps. ([OCHA, 16 Jun 2017](https://reliefweb.int/node/2084594))\n\nWhile the latest FSNAU assessments show a decrease of the number of people in need of humanitarian assistance from 6.7 million to 6.2 million people, the threat of localized famine countered by scaled-up humanitarian response is as relevant today as it was in the first months of this crisis. The Gu harvest will provide temporary relief for some communities in terms of food availability, but the harvest is reduced due to poor rains and access to food remains constrained. Prices will remain elevated through at least early 2018. Malnutrition, one of the leading indicators of the crisis, has reached emergency levels in a number of locations in southern and central Somalia, primarily, though not exclusively among displaced populations. Overall, some 388,000 acutely malnourished children are in need of critical nutrition support, including life-saving treatment for more than 87,000 severely malnourished children. Nearly 895,000 internally displaced people due to drought and conflict rely almost exclusively on assistance for basic services and life support. Major AWD/Cholera and measles outbreaks are also of continued concern. Through robust humanitarian assistance and the modest benefits from the underperforming Gu rains, the situation has stabilized but remains of serious concern at emergency levels. Whereas there is a modest decline in the number of people in need, there is an increase in the number of persons in the emergency-phase (IPC 4) compared to the previous assessment. When the threat of famine was announced in February, the number of people in need stood at 6.2 million. ([OCHA, 31 Aug 2017](https://reliefweb.int/node/2197699))\n\nHumanitarian partners are closely following what could become another failed rainy season in a context of continued risk of famine and deteriorating humanitarian indicators. According to the October Rainfall Update for Somalia by the FAO-managed Somalia Water and Land Information Management (SWALIM), the Deyr 2017 rainy season, which usually runs from October to December, kicked off in the last week of September in the north eastern areas and second week of October in southern and central regions. Many places in Bay, Bakool, Gedo and Middle Juba received rains at the start of the season. ([OCHA, 30 Oct 2017](https://reliefweb.int/node/2299179))\n\nFood security is expected to improve for agricultural and agropastoral households in January with the Deyr harvest. In both areas, though, improvements will be short‐lived and many households will face food consumption gaps through mid‐2018. In a worst‐case scenario of an extended absence of assistance, Famine (IPC Phase 5) remains possible, and continued large‐scale assistance is needed throughout 2018 to protect lives and livelihoods. ([FEWSNET, 30 Dec 2017](https://reliefweb.int/node/2397224))\n\nFood security has improved significantly in many of the areas worstaffected by the 2016/17 drought, as a result of large-scale humanitarian assistance and improvements in seasonal performance. Most areas of the country are currently Stressed (IPC Phase 2), though Crisis (IPC Phase 3) outcomes exist in some areas and among IDP populations. Between July and September, in the absence of continued humanitarian assistance, Crisis (IPC Phase 3) outcomes are likely in riverine livelihood zones and northern and central Somalia. Emergency (IPC Phase 4) is likely in Guban Pastoral livelihood zone. ([FEWSNET, 30 Jun 2018](https://reliefweb.int/node/2677274))\n\nThe record levels of rainfall seen during the April – June Gu rainy season have ushered in hopes of the substantial replenishment of water resources, and the restoration of cropland and livestock numbers across many areas of Somalia. The latest food security outlook by the Famine Early Warning System Network (FEWSNET) and the Food Security and Nutrition Analysis Unit (FSNAU) reports that food security will improve significantly in many of the areas worst-affected by the 2016/17 drought, as a result of improvements in seasonal performance supported by large-scale humanitarian assistance. However, the magnitude and intensity of the rains, coupled with the subsequent flooding, has aggravated vulnerabilities. Vulnerable communities, still recovering from the adverse effects of protracted drought, are among those who have been most severely affected by flooding. ([OCHA, 05 Jul 2018](https://reliefweb.int/node/2685429))\n\nDue to the above-average rains in the first half of 2018 and sustained humanitarian assistance, the number of people facing severe food insecurity (IPC Phase 3 and above) has decreased by 52 per cent from 3.1 million in September 2017 to 1.5 million in September 2018. However, the IPC Phase 2 caseload remained virtually unchanged, with a reduction of only 0.6 per cent. Due to the mid-2018 Gu rainy season, total cereal production exceeded the long-term average (1995-2017) by approximately 17 per cent and is 58 per cent higher than the five-year average (2013-17). Favourable rainfall between April and June 2018 also improved pasture and water availability for livestock and bolstered market conditions in some areas. Notwithstanding the relative improvement in food security outcomes since the end of the 2016/17 drought, similar gains were not observed with respect to malnutrition, which is influenced by several factors, including healthcare, clean water, proper sanitation and good hygiene practices. Malnutrition rates across Somalia remain very high and, in 2019, nearly 1 million children will be acutely malnourished, including more than 177,000 children suffering from severe acute malnutrition. ([OCHA, 20 Jan 2019](https://reliefweb.int/node/2956964))\n\nThe combined impact of the initial, and potentially complete, failure of the 2019 Gu’ rains (April-June), which followed a poor 2018 Deyr season (October-December), and abnormally hot, dry conditions during the 2019 Jilaal season (January-March) has caused widespread crop failure and accelerated decline in livestock productivity, rapidly pushing communities in the worst-affected areas into food insecurity crisis phase, or worse. The signs of crisis, such as irregular pastoral migration coupled with deteriorating livestock body conditions and reduction in milk production, increased displacement due to drought and increases in drought-related disease, are already widely observed. Out of 5.4 million expected to be acutely food insecure by July, 2.2 million will be in severe acute food insecurity conditions (IPC 3 and above), a 40 per cent increase from January this year. ([OCHA, 20 May 2019](https://reliefweb.int/node/3134518))\n\nTwo years after the prolonged 2016/2017 drought destroyed livelihoods and displaced almost one million Somalis - but also triggered a massive and successful scale up in humanitarian response to avert famine - severe climatic conditions, combined with other persistent drivers of humanitarian crisis, armed conflict, protracted and continued displacement and a spike in evictions of internally displaced persons are again pushing Somalia towards a major humanitarian emergency. ([OCHA, 12 Jul 2019](https://reliefweb.int/node/3212214/))\n\nThe Horn of Africa (HoA) (including northeast Uganda) is currently experiencing a prolonged drought, largely as a result of below average precipitation from the seasonal short rains (April-July) and long rains (October-December). Prevailing dry conditions across the region have led to the deterioration of farmland and pastures, loss of livestock, sharply increased food prices, and reduction of the availability of water in large areas of Somalia, Ethiopia, and Kenya. At the regional level, the number of severely food insecure people has increased to approximately 12 million, in large part as a result of the drought. Pre-existing protection, health, WASH, and shelter needs have been also been exacerbated. The humanitarian needs of the region’s growing displaced population are of particular concern. ([ACAPS, 22 Jul 2019](https://reliefweb.int/node/3224738/))\n\nClimatic shocks, conflict, natural disasters, widespread poverty, insecurity and vulnerability have trapped millions of Somalis in severe hunger and malnutrition for years. Late and erratic rains during the 2019 Gu’ cropping season (April-June) coupled with low river levels resulted in the poorest cereal harvest since 2011, which shattered the already fragile food security situation in the country. According to the 2019 Post-Gu’ results cereal production was up to 70 per cent below average in the southern areas for the Gu’ 2019 cropping season. If timely assistance is not provided, some 2.2 million people are expected to experience Crisis (IPC Phase 3) or Emergency (IPC Phase 4) food security outcomes through December, and one million children are projected to be acutely malnourished in 2020, including 180,000 who are likely to be severely malnourished. On the upside, the October-December 2019 Deyr rains forecast and initial performance has been positive, which would lead to improvements in food security. ([OCHA, 22 Dec 2019](https://reliefweb.int/node/3452938))\n\nMost of the main IDP settlements are currently classified as Crisis (IPC Phase 3). Given the level of destitution among IDPs and their limited livelihood options, their food security situation is unlikely to improve significantly during the projection period (February-June 2020). Urban Beletwyene is currently classified as Stressed (IPC Phase 2) when considering the positive impact of humanitarian assistance. Food security outcomes are expected to deteriorate to Crisis (IPC Phase 3) between December 2019 and June 2022 as they will be facing food consumption gasps that they will not be able to reduce without continued humanitarian assistance.([FEWSNET/FSNAU, 27 Dec 2019](https://reliefweb.int/node/3457643))\n\nGeneral acute malnutrition (GAM) is above the 15 per cent threshold in 10 of the 33 areas which experienced below average rainfall in 2019. Up to 178,000 children are expected to be impacted by severe acute malnutrition (SAM) between July 2019 and June 2020. Adding to these challenges was the presence at the end of 2019 of locusts infesting the countryside and destroying crops. As a result, it is expected in 2020 that up to 2.1 million people are expected to face food consumption gaps with 6.3 million facing acute food insecurity. ([UNICEF, 31 Dec 2019.](https://reliefweb.int/node/3493448))\n\nDespite above-average national cereal crop production and improved livestock production following a largely favorable Deyr (October-December) rainy season, up to 1.3 million people across Somalia are expected to face food consumption gaps or depletion of assets indicative of Crisis (IPC Phase 3)1 or worse outcomes through mid-2020. ([FEWSNET/FSNAU, 03 Feb 2020](https://reliefweb.int/node/3504758))\n\nFrom February to September 2020, the population in Integrated Food Security Phase Classification (IPC) Phases 3 (Crisis) and 4 (Emergency) is expected to rise by 40 percent, from 1.1 million to 1.6 million people. An additional 2.9 million people are projected to be in IPC Phase 2 (stressed). ([FAO, 18 Mar 2020](https://reliefweb.int/node/3568878))\n\nHumanitarian food assistance needs are high across Somalia, where Stressed (IPC Phase 2) and Crisis (IPC Phase 3) outcomes remain widespread. An estimated 3.5 million people in rural livelihood zones, urban areas, and IDP settlements need food assistance. Furthermore, a long-term decline in rainfall performance and preliminary climatological research suggest an elevated likelihood of below-average rainfall in the March to May 2021 season. Two consecutive poor seasons would likely result in rapidly worsening acute food insecurity in 2021.  ([FEWSNET, 31 Aug 2020](https://reliefweb.int/node/3504758))\n\nIn late 2020, the population facing food consumption gaps indicative of Crisis (IPC Phase 3) or worse outcomes is likely to reach 2.1 million. In early to mid-2021, the acutely food insecure population is likely to rise over 2.5 million due to the impact of consecutive, below-average rainfall seasons on crop and livestock production. Sustained humanitarian food assistance is required to prevent Crisis (IPC Phase 3) or worse outcomes and protect livelihoods. ([FEWSNET, 15 Nov 2020](https://reliefweb.int/node/3688150))\n\nMany parts of Somalia are currently experiencing drought conditions, triggered by below average 2020 Deyr (October-December) season rainfall which was characterized by depressed rains with poor spatial and temporal distributions and harsh conditions during the typically dry Jiaall (January-March) season. The worst affected regions include Lower Juba, Middle Juba, Gedo, Mudug, Nuugal, Bari, Toghdheer and Sool which are currently experiencing severe water shortage for domestic use, water for livestock as well as agricultural production. ([FAO, 25 Mar 2021](https://reliefweb.int/node/3724525))\n\nThe already dire humanitarian situation in 2021 will likely be exacerbated by another drought. Already in 2021, more than 80 per cent of the country is experiencing drought conditions. Although the Gu rains started in some parts of the country, forecasts indicate below-average rainfall. At least 3.4 million people are projected to be affected by drought conditions by year end, of whom around 380,000 are expected to be displaced. ([OCHA, 26 Apr 2021](https://reliefweb.int/node/3733064))\n\nNearly 40,000 people are facing mild to moderate drought conditions, as well as moderate to severe water shortages in Puntland, Galmudug, South West, Jubaland states and Banadir region, according to local authorities and partners. The situation resulted from the failure of the October-December 2020 rainy season, a harsh January - March 2021 season and a poorly distributed March-April-June season. The worst affected areas are Middle Juba, Gedo and parts of Bay and Bakool, which are experiencing moderate drought conditions, according to FAO SWALIM. Preliminary indications are that mild to moderate drought conditions may persist in many parts of Somalia until early 2022. ([OCHA, 9 Sep 2021](https://reliefweb.int/node/3772421))\n\nBetween July and September 2021, over 2.2 million people experienced high levels of acute food insecurity (IPC Phase 3 or above). This figure is projected to drastically increase to 3.5 million between October and December 2021, and include poor rural, urban and displaced populations across Somalia. The projection is based on the assumed absence of humanitarian assistance. Moreover, approximately 1.2 million children under the age of five are likely to be acutely malnourished through July 2022, including nearly 213 400 likely severely malnourished ([IPC, 12 Nov 2021](https://reliefweb.int/node/3791104))\n\nEighty per cent of Somalia is experiencing severe drought, the result of a third consecutive failed rainfall season. DG ECHO direct monitoring in most affected locations receives multiple community alerts of livestock deaths and humanitarian suffering. Nearly 100,000 people have abandoned their homes in central and southern areas in search of food, water and pasture for their livestock, facing resource-based conflict over the diminishing resources. In Jubaland, the average cost of 20-litres of water has more than doubled and the price of sorghum more than tripled, while the value of livestock (main livelihood) has plummeted: from 250 USD paid per cattle to current 70 USD. The Juba and Shabelle river levels are low and expected to decrease further. Rainwater harvesters and shallow wells have dried up, forcing communities to rely on low yield, poor quality boreholes, heightening risks for multiple diseases. Given the seasonal forecast, with little or no rain expected through the end of November 2021, current and projected drought conditions are the worse in record for past 40 years. ([ECHO, 19 Nov 2021](https://reliefweb.int/node/3793221))\n\n2.6 Million people in Somalia are facing water shortages due to severe drought conditions in Somalia. Water scarcity and drought conditions have contributed to increased water prices leading to displacements, diarrhoea-related morbidity and malnutrition in many parts of Somalia. The current worst affected regions include Gedo, Bay, Bakol, Lower Jubba, Galgadud, Mudug and parts of Bari, Nugaal, Sool, Sanaag, Togdheer, and Hiraan regions. ([UNICEF, 10 Dec 2021](https://reliefweb.int/node/3799552))\n\nOver 4.1 million people across Somalia, or 26 percent of the total population, need urgent humanitarian food assistance to prevent food consumption gaps or the accelerated depletion of livelihood assets indicative of Crisis (IPC Phase 3) or worse outcomes through mid-2022. The key drivers of acute food insecurity in Somalia include the combined effects of consecutive seasons of poor and erratic rainfall distribution and conflict. Moreover, approximately 1.4 million children, or over 44 percent of the children in Somalia under the age of five are likely to be acutely malnourished, including nearly 329,500 who are likely to be severely malnourished. ([IPC, 1 Mar 2022](https://reliefweb.int/node/3822417))\n\nAcute food insecurity in Somalia has drastically worsened since the beginning of 2022, with an estimated 4.8 million people (or 31% of the total population) already experiencing Crisis or worse (IPC Phase 3 or higher) outcomes. Further and faster deterioration of the food security and nutrition situation is expected during the April to June 2022 projection period, when more than 6 million people (or 38% of the total population) are expected to face Crisis or worse (IPC Phase 3 or higher) outcomes, including 1.7 million people likely in Emergency (IPC Phase 4) and over 81,000 people likely in Catastrophe (IPC Phase 5). In addition to the six population groups that face the risk of Famine, other areas of humanitarian concern include Southern Agropastoral, Southern Rain-fed Agropastoral of Middle and Lower Juba, and Togdheer Agropastoral livelihood zones as well as IDP settlements in Burao, Garoowe, Belet Weyne, Doolow and Kismaayo, all of which face Emergency (IPC Phase 4) between April and June 2022. ([IPC, 8 Apr 2022](https://reliefweb.int/node/3835838))\n\nThe number of people affected by drought has risen from 4.9 million in March to about 6.1 million in April, of whom nearly 760,000 are displaced and in urgent need of shelter, food, water and access to services such as health. ([OCHA, 20 Apr 2022](https://reliefweb.int/node/3842807))\n\nFamine (IPC Phase 5) is projected to emerge in three areas of Bay Region, Somalia, in late 2022 in the absence of urgent, multi-sectoral humanitarian assistance. Although levels of acute malnutrition among children and the rate of hunger-related deaths have not yet met the IPC’s technical definition of Famine (IPC Phase 5), those thresholds are expected to be reached during the October to December 2022 projection period based on currently available information that minimal humanitarian food assistance will be delivered in these areas in November and December due to funding constraints. The IPC analysis – conducted by experts across multiple agencies, including FEWS NET and FSNAU – has previously warned that up to 7.1 million people across Somalia need urgent, multi-sectoral assistance ii in order to treat and prevent acute malnutrition and reduce the number of ongoing hunger-related deaths. Additionally, for months now FEWS NET, FSNAU, and IPC partners have been warning that eight areas in Somalia, inclusive of Bay, faced a Risk of Famine. iii Although provision of food and nutrition assistance is currently ongoing, levels of assistance have not kept pace with the scale and severity of needs amid a two-year drought, protracted conflict, and record high staple food prices. ([FEWS NET, FSNAU, 5 Sep 2022](https://reliefweb.int/node/3883280))\n\nBy the end of September, 1,170,842 people had been displaced by drought since January 2021. Drought displaced 68,393 people in September 2022, a 31 per cent decrease from August 2022. Bay region (26 per cent) and Lower Juba region (22 per cent) have seen the most new arrivals, followed by Gedo, Banadir, and Bakool regions (14 per cent, 11 per cent and 11 per cent respectively). ([IOM, OCHA, UNHCR, 10 Oct 2022](https://reliefweb.int/node/3894485))\n\nAmid an anticipated scale-down in humanitarian assistance starting in April 2023 due to insufficient funding, approximately 8.3 million people across Somalia are expected to face Crisis (IPC Phase 3) or worse acute food insecurity outcomes between April and June 2023. This unprecedented level of need within Somalia is driven by the impacts of five consecutive seasons of poor rainfall, a likely sixth season of below-average rainfall from March to June 2023, and exceptionally high food prices, exacerbated by concurrent conflict/insecurity and disease outbreaks. Furthermore, Famine (IPC Phase 5) is projected between April and June 2023 among agropastoral populations in Baidoa and Burhakaba districts of Bay region and among internally displaced people (IDP) in Baidoa town of Bay region and in Mogadishu. ([FEWSNET, FSNAU, IPC, 13 Dec 2022](https://reliefweb.int/node/3915706))\n\nDuring the IPC analysis conducted in January 2023, three population groups were identified as facing a Risk of Famine between April and June 2023: agropastoral communities in Burhakaba district (Bay region), internally displaced people (IDPs) in Mogadishu settlements, and IDPs in Baidoa settlements. In March 2023, follow-up integrated food security, nutrition, and mortality surveys were conducted in these three areas in order to monitor the current situation. The survey conducted in agropastoral Burhakaba also included agropastoral populations in Baidoa district given the recent history of extreme food insecurity, nutrition, and mortality outcomes in Baidoa and the resultant need for updated information in the district. In April 2023, an IPC analysis update was conducted for the surveyed areas. For the rest of the country, the results of the February 2023 IPC analysis remain valid. ([FEWSNET, FSNAU, IPC, 25 Apr 2023](https://reliefweb.int/node/3955796))",
        "useful_links": {
          "active": [
            {
              "title": "OCHA: Address and Prevent Famine in Four Countries",
              "url": "http://interactive.unocha.org/emergency/2017_famine/index.php"
            },
            {
              "title": "WFP: Food Security Analysis - Somalia",
              "url": "http://vam.wfp.org/CountryPage_overview.aspx?iso3=SOM"
            },
            {
              "title": "WFP: Fighting Famine",
              "url": "http://www1.wfp.org/fighting-famine"
            },
            {
              "title": "FAO: Drought in the Horn of Africa",
              "url": "http://www.fao.org/emergencies/crisis/drought-hoa/en"
            },
            {
              "title": "WHO: Food Insecurity and Famine",
              "url": "http://www.who.int/emergencies/famine/en"
            },
            {
              "title": "UNICEF: Famine crisis – time is running out",
              "url": "https://www.unicef.org/emergencies/index_95476.html"
            }
          ],
          "title": "Useful Links"
        },
        "overview-html": "<p>The 2015-2016 El Niño phenomenon had a severe impact on vulnerable people in Somalia - it worsened an already widespread drought in Puntland and Somaliland with a devastating impact on communities and their livelihoods, increasing food insecurity, cash shortages and resulting in out-migration and death of livestock. Those affects are now emerging in other areas of the country, specifically in Jubaland in the south. Somaliland and Puntland have experienced below average rains for up to four seasons, spanning two years, and affecting nearly 1.4 million people. (<a href=\"https://reliefweb.int/node/1796964\">OCHA, 28 Nov 2016</a>)</p>\n<p>The humanitarian situation in Somalia is rapidly deteriorating and famine is a strong possibility in 2017. This comes only six years after a devastating famine led to the death of more than a quarter of a million people – half of them children. The severe drought is a result of two consecutive seasons of poor rainfall, more in some areas. In the worst affected areas, large-scale crop failure and high levels of livestock deaths are occurring. Malnutrition and drought-related diseases are on the rise, so are displacements, including to Ethiopia. Increasing competition for resources such as water is already increasing local tensions and could trigger further inter-communal conflict. Over 6.2 million people-half the population-are in need of humanitarian assistance. The situation of children of Somalia is particularly grave. (<a href=\"https://reliefweb.int/node/1907713\">OCHA, 17 Feb 2017</a>)</p>\n<p>As of 31 May 2017, there had been an estimated 739,000 drought displacements since November 2016...More than 480,000 of the displaced, or 65 per cent, are under the age of 18. Moreover, people under 5 years old represent more than one-quarter (195,000) of all those displaced — and are the most at risk of malnutrition and disease. (<a href=\"https://reliefweb.int/node/2068029\">UNHCR, 31 May 2017</a>)</p>\n<p>3.2 million people are severely food insecure. This situation is expected to persist throughout 2017 given the high likelihood of a third consecutive poor harvest in July. Access to food is relatively better than previously projected due to large-scale humanitarian assistance...102,263 people have been treated for Severe Acute Malnutrition (SAM) since January. SAM admissions have increased by more than 50% since 2016. The Food Security and Nutrition Analysis Unit (FSNAU)’s post-Jilaal 2017 survey indicates a high prevalence of Global Acute Malnutrition (15% to 30%) in the Bay, Bakool, Sool, Sanaag, Bari and Nugal regions, as well as in Baidoa and Mogadishu IDP camps. (<a href=\"https://reliefweb.int/node/2084594\">OCHA, 16 Jun 2017</a>)</p>\n<p>While the latest FSNAU assessments show a decrease of the number of people in need of humanitarian assistance from 6.7 million to 6.2 million people, the threat of localized famine countered by scaled-up humanitarian response is as relevant today as it was in the first months of this crisis. The Gu harvest will provide temporary relief for some communities in terms of food availability, but the harvest is reduced due to poor rains and access to food remains constrained. Prices will remain elevated through at least early 2018. Malnutrition, one of the leading indicators of the crisis, has reached emergency levels in a number of locations in southern and central Somalia, primarily, though not exclusively among displaced populations. Overall, some 388,000 acutely malnourished children are in need of critical nutrition support, including life-saving treatment for more than 87,000 severely malnourished children. Nearly 895,000 internally displaced people due to drought and conflict rely almost exclusively on assistance for basic services and life support. Major AWD/Cholera and measles outbreaks are also of continued concern. Through robust humanitarian assistance and the modest benefits from the underperforming Gu rains, the situation has stabilized but remains of serious concern at emergency levels. Whereas there is a modest decline in the number of people in need, there is an increase in the number of persons in the emergency-phase (IPC 4) compared to the previous assessment. When the threat of famine was announced in February, the number of people in need stood at 6.2 million. (<a href=\"https://reliefweb.int/node/2197699\">OCHA, 31 Aug 2017</a>)</p>\n<p>Humanitarian partners are closely following what could become another failed rainy season in a context of continued risk of famine and deteriorating humanitarian indicators. According to the October Rainfall Update for Somalia by the FAO-managed Somalia Water and Land Information Management (SWALIM), the Deyr 2017 rainy season, which usually runs from October to December, kicked off in the last week of September in the north eastern areas and second week of October in southern and central regions. Many places in Bay, Bakool, Gedo and Middle Juba received rains at the start of the season. (<a href=\"https://reliefweb.int/node/2299179\">OCHA, 30 Oct 2017</a>)</p>\n<p>Food security is expected to improve for agricultural and agropastoral households in January with the Deyr harvest. In both areas, though, improvements will be short‐lived and many households will face food consumption gaps through mid‐2018. In a worst‐case scenario of an extended absence of assistance, Famine (IPC Phase 5) remains possible, and continued large‐scale assistance is needed throughout 2018 to protect lives and livelihoods. (<a href=\"https://reliefweb.int/node/2397224\">FEWSNET, 30 Dec 2017</a>)</p>\n<p>Food security has improved significantly in many of the areas worstaffected by the 2016/17 drought, as a result of large-scale humanitarian assistance and improvements in seasonal performance. Most areas of the country are currently Stressed (IPC Phase 2), though Crisis (IPC Phase 3) outcomes exist in some areas and among IDP populations. Between July and September, in the absence of continued humanitarian assistance, Crisis (IPC Phase 3) outcomes are likely in riverine livelihood zones and northern and central Somalia. Emergency (IPC Phase 4) is likely in Guban Pastoral livelihood zone. (<a href=\"https://reliefweb.int/node/2677274\">FEWSNET, 30 Jun 2018</a>)</p>\n<p>The record levels of rainfall seen during the April – June Gu rainy season have ushered in hopes of the substantial replenishment of water resources, and the restoration of cropland and livestock numbers across many areas of Somalia. The latest food security outlook by the Famine Early Warning System Network (FEWSNET) and the Food Security and Nutrition Analysis Unit (FSNAU) reports that food security will improve significantly in many of the areas worst-affected by the 2016/17 drought, as a result of improvements in seasonal performance supported by large-scale humanitarian assistance. However, the magnitude and intensity of the rains, coupled with the subsequent flooding, has aggravated vulnerabilities. Vulnerable communities, still recovering from the adverse effects of protracted drought, are among those who have been most severely affected by flooding. (<a href=\"https://reliefweb.int/node/2685429\">OCHA, 05 Jul 2018</a>)</p>\n<p>Due to the above-average rains in the first half of 2018 and sustained humanitarian assistance, the number of people facing severe food insecurity (IPC Phase 3 and above) has decreased by 52 per cent from 3.1 million in September 2017 to 1.5 million in September 2018. However, the IPC Phase 2 caseload remained virtually unchanged, with a reduction of only 0.6 per cent. Due to the mid-2018 Gu rainy season, total cereal production exceeded the long-term average (1995-2017) by approximately 17 per cent and is 58 per cent higher than the five-year average (2013-17). Favourable rainfall between April and June 2018 also improved pasture and water availability for livestock and bolstered market conditions in some areas. Notwithstanding the relative improvement in food security outcomes since the end of the 2016/17 drought, similar gains were not observed with respect to malnutrition, which is influenced by several factors, including healthcare, clean water, proper sanitation and good hygiene practices. Malnutrition rates across Somalia remain very high and, in 2019, nearly 1 million children will be acutely malnourished, including more than 177,000 children suffering from severe acute malnutrition. (<a href=\"https://reliefweb.int/node/2956964\">OCHA, 20 Jan 2019</a>)</p>\n<p>The combined impact of the initial, and potentially complete, failure of the 2019 Gu’ rains (April-June), which followed a poor 2018 Deyr season (October-December), and abnormally hot, dry conditions during the 2019 Jilaal season (January-March) has caused widespread crop failure and accelerated decline in livestock productivity, rapidly pushing communities in the worst-affected areas into food insecurity crisis phase, or worse. The signs of crisis, such as irregular pastoral migration coupled with deteriorating livestock body conditions and reduction in milk production, increased displacement due to drought and increases in drought-related disease, are already widely observed. Out of 5.4 million expected to be acutely food insecure by July, 2.2 million will be in severe acute food insecurity conditions (IPC 3 and above), a 40 per cent increase from January this year. (<a href=\"https://reliefweb.int/node/3134518\">OCHA, 20 May 2019</a>)</p>\n<p>Two years after the prolonged 2016/2017 drought destroyed livelihoods and displaced almost one million Somalis - but also triggered a massive and successful scale up in humanitarian response to avert famine - severe climatic conditions, combined with other persistent drivers of humanitarian crisis, armed conflict, protracted and continued displacement and a spike in evictions of internally displaced persons are again pushing Somalia towards a major humanitarian emergency. (<a href=\"https://reliefweb.int/node/3212214/\">OCHA, 12 Jul 2019</a>)</p>\n<p>The Horn of Africa (HoA) (including northeast Uganda) is currently experiencing a prolonged drought, largely as a result of below average precipitation from the seasonal short rains (April-July) and long rains (October-December). Prevailing dry conditions across the region have led to the deterioration of farmland and pastures, loss of livestock, sharply increased food prices, and reduction of the availability of water in large areas of Somalia, Ethiopia, and Kenya. At the regional level, the number of severely food insecure people has increased to approximately 12 million, in large part as a result of the drought. Pre-existing protection, health, WASH, and shelter needs have been also been exacerbated. The humanitarian needs of the region’s growing displaced population are of particular concern. (<a href=\"https://reliefweb.int/node/3224738/\">ACAPS, 22 Jul 2019</a>)</p>\n<p>Climatic shocks, conflict, natural disasters, widespread poverty, insecurity and vulnerability have trapped millions of Somalis in severe hunger and malnutrition for years. Late and erratic rains during the 2019 Gu’ cropping season (April-June) coupled with low river levels resulted in the poorest cereal harvest since 2011, which shattered the already fragile food security situation in the country. According to the 2019 Post-Gu’ results cereal production was up to 70 per cent below average in the southern areas for the Gu’ 2019 cropping season. If timely assistance is not provided, some 2.2 million people are expected to experience Crisis (IPC Phase 3) or Emergency (IPC Phase 4) food security outcomes through December, and one million children are projected to be acutely malnourished in 2020, including 180,000 who are likely to be severely malnourished. On the upside, the October-December 2019 Deyr rains forecast and initial performance has been positive, which would lead to improvements in food security. (<a href=\"https://reliefweb.int/node/3452938\">OCHA, 22 Dec 2019</a>)</p>\n<p>Most of the main IDP settlements are currently classified as Crisis (IPC Phase 3). Given the level of destitution among IDPs and their limited livelihood options, their food security situation is unlikely to improve significantly during the projection period (February-June 2020). Urban Beletwyene is currently classified as Stressed (IPC Phase 2) when considering the positive impact of humanitarian assistance. Food security outcomes are expected to deteriorate to Crisis (IPC Phase 3) between December 2019 and June 2022 as they will be facing food consumption gasps that they will not be able to reduce without continued humanitarian assistance.(<a href=\"https://reliefweb.int/node/3457643\">FEWSNET/FSNAU, 27 Dec 2019</a>)</p>\n<p>General acute malnutrition (GAM) is above the 15 per cent threshold in 10 of the 33 areas which experienced below average rainfall in 2019. Up to 178,000 children are expected to be impacted by severe acute malnutrition (SAM) between July 2019 and June 2020. Adding to these challenges was the presence at the end of 2019 of locusts infesting the countryside and destroying crops. As a result, it is expected in 2020 that up to 2.1 million people are expected to face food consumption gaps with 6.3 million facing acute food insecurity. (<a href=\"https://reliefweb.int/node/3493448\">UNICEF, 31 Dec 2019.</a>)</p>\n<p>Despite above-average national cereal crop production and improved livestock production following a largely favorable Deyr (October-December) rainy season, up to 1.3 million people across Somalia are expected to face food consumption gaps or depletion of assets indicative of Crisis (IPC Phase 3)1 or worse outcomes through mid-2020. (<a href=\"https://reliefweb.int/node/3504758\">FEWSNET/FSNAU, 03 Feb 2020</a>)</p>\n<p>From February to September 2020, the population in Integrated Food Security Phase Classification (IPC) Phases 3 (Crisis) and 4 (Emergency) is expected to rise by 40 percent, from 1.1 million to 1.6 million people. An additional 2.9 million people are projected to be in IPC Phase 2 (stressed). (<a href=\"https://reliefweb.int/node/3568878\">FAO, 18 Mar 2020</a>)</p>\n<p>Humanitarian food assistance needs are high across Somalia, where Stressed (IPC Phase 2) and Crisis (IPC Phase 3) outcomes remain widespread. An estimated 3.5 million people in rural livelihood zones, urban areas, and IDP settlements need food assistance. Furthermore, a long-term decline in rainfall performance and preliminary climatological research suggest an elevated likelihood of below-average rainfall in the March to May 2021 season. Two consecutive poor seasons would likely result in rapidly worsening acute food insecurity in 2021.  (<a href=\"https://reliefweb.int/node/3504758\">FEWSNET, 31 Aug 2020</a>)</p>\n<p>In late 2020, the population facing food consumption gaps indicative of Crisis (IPC Phase 3) or worse outcomes is likely to reach 2.1 million. In early to mid-2021, the acutely food insecure population is likely to rise over 2.5 million due to the impact of consecutive, below-average rainfall seasons on crop and livestock production. Sustained humanitarian food assistance is required to prevent Crisis (IPC Phase 3) or worse outcomes and protect livelihoods. (<a href=\"https://reliefweb.int/node/3688150\">FEWSNET, 15 Nov 2020</a>)</p>\n<p>Many parts of Somalia are currently experiencing drought conditions, triggered by below average 2020 Deyr (October-December) season rainfall which was characterized by depressed rains with poor spatial and temporal distributions and harsh conditions during the typically dry Jiaall (January-March) season. The worst affected regions include Lower Juba, Middle Juba, Gedo, Mudug, Nuugal, Bari, Toghdheer and Sool which are currently experiencing severe water shortage for domestic use, water for livestock as well as agricultural production. (<a href=\"https://reliefweb.int/node/3724525\">FAO, 25 Mar 2021</a>)</p>\n<p>The already dire humanitarian situation in 2021 will likely be exacerbated by another drought. Already in 2021, more than 80 per cent of the country is experiencing drought conditions. Although the Gu rains started in some parts of the country, forecasts indicate below-average rainfall. At least 3.4 million people are projected to be affected by drought conditions by year end, of whom around 380,000 are expected to be displaced. (<a href=\"https://reliefweb.int/node/3733064\">OCHA, 26 Apr 2021</a>)</p>\n<p>Nearly 40,000 people are facing mild to moderate drought conditions, as well as moderate to severe water shortages in Puntland, Galmudug, South West, Jubaland states and Banadir region, according to local authorities and partners. The situation resulted from the failure of the October-December 2020 rainy season, a harsh January - March 2021 season and a poorly distributed March-April-June season. The worst affected areas are Middle Juba, Gedo and parts of Bay and Bakool, which are experiencing moderate drought conditions, according to FAO SWALIM. Preliminary indications are that mild to moderate drought conditions may persist in many parts of Somalia until early 2022. (<a href=\"https://reliefweb.int/node/3772421\">OCHA, 9 Sep 2021</a>)</p>\n<p>Between July and September 2021, over 2.2 million people experienced high levels of acute food insecurity (IPC Phase 3 or above). This figure is projected to drastically increase to 3.5 million between October and December 2021, and include poor rural, urban and displaced populations across Somalia. The projection is based on the assumed absence of humanitarian assistance. Moreover, approximately 1.2 million children under the age of five are likely to be acutely malnourished through July 2022, including nearly 213 400 likely severely malnourished (<a href=\"https://reliefweb.int/node/3791104\">IPC, 12 Nov 2021</a>)</p>\n<p>Eighty per cent of Somalia is experiencing severe drought, the result of a third consecutive failed rainfall season. DG ECHO direct monitoring in most affected locations receives multiple community alerts of livestock deaths and humanitarian suffering. Nearly 100,000 people have abandoned their homes in central and southern areas in search of food, water and pasture for their livestock, facing resource-based conflict over the diminishing resources. In Jubaland, the average cost of 20-litres of water has more than doubled and the price of sorghum more than tripled, while the value of livestock (main livelihood) has plummeted: from 250 USD paid per cattle to current 70 USD. The Juba and Shabelle river levels are low and expected to decrease further. Rainwater harvesters and shallow wells have dried up, forcing communities to rely on low yield, poor quality boreholes, heightening risks for multiple diseases. Given the seasonal forecast, with little or no rain expected through the end of November 2021, current and projected drought conditions are the worse in record for past 40 years. (<a href=\"https://reliefweb.int/node/3793221\">ECHO, 19 Nov 2021</a>)</p>\n<p>2.6 Million people in Somalia are facing water shortages due to severe drought conditions in Somalia. Water scarcity and drought conditions have contributed to increased water prices leading to displacements, diarrhoea-related morbidity and malnutrition in many parts of Somalia. The current worst affected regions include Gedo, Bay, Bakol, Lower Jubba, Galgadud, Mudug and parts of Bari, Nugaal, Sool, Sanaag, Togdheer, and Hiraan regions. (<a href=\"https://reliefweb.int/node/3799552\">UNICEF, 10 Dec 2021</a>)</p>\n<p>Over 4.1 million people across Somalia, or 26 percent of the total population, need urgent humanitarian food assistance to prevent food consumption gaps or the accelerated depletion of livelihood assets indicative of Crisis (IPC Phase 3) or worse outcomes through mid-2022. The key drivers of acute food insecurity in Somalia include the combined effects of consecutive seasons of poor and erratic rainfall distribution and conflict. Moreover, approximately 1.4 million children, or over 44 percent of the children in Somalia under the age of five are likely to be acutely malnourished, including nearly 329,500 who are likely to be severely malnourished. (<a href=\"https://reliefweb.int/node/3822417\">IPC, 1 Mar 2022</a>)</p>\n<p>Acute food insecurity in Somalia has drastically worsened since the beginning of 2022, with an estimated 4.8 million people (or 31% of the total population) already experiencing Crisis or worse (IPC Phase 3 or higher) outcomes. Further and faster deterioration of the food security and nutrition situation is expected during the April to June 2022 projection period, when more than 6 million people (or 38% of the total population) are expected to face Crisis or worse (IPC Phase 3 or higher) outcomes, including 1.7 million people likely in Emergency (IPC Phase 4) and over 81,000 people likely in Catastrophe (IPC Phase 5). In addition to the six population groups that face the risk of Famine, other areas of humanitarian concern include Southern Agropastoral, Southern Rain-fed Agropastoral of Middle and Lower Juba, and Togdheer Agropastoral livelihood zones as well as IDP settlements in Burao, Garoowe, Belet Weyne, Doolow and Kismaayo, all of which face Emergency (IPC Phase 4) between April and June 2022. (<a href=\"https://reliefweb.int/node/3835838\">IPC, 8 Apr 2022</a>)</p>\n<p>The number of people affected by drought has risen from 4.9 million in March to about 6.1 million in April, of whom nearly 760,000 are displaced and in urgent need of shelter, food, water and access to services such as health. (<a href=\"https://reliefweb.int/node/3842807\">OCHA, 20 Apr 2022</a>)</p>\n<p>Famine (IPC Phase 5) is projected to emerge in three areas of Bay Region, Somalia, in late 2022 in the absence of urgent, multi-sectoral humanitarian assistance. Although levels of acute malnutrition among children and the rate of hunger-related deaths have not yet met the IPC’s technical definition of Famine (IPC Phase 5), those thresholds are expected to be reached during the October to December 2022 projection period based on currently available information that minimal humanitarian food assistance will be delivered in these areas in November and December due to funding constraints. The IPC analysis – conducted by experts across multiple agencies, including FEWS NET and FSNAU – has previously warned that up to 7.1 million people across Somalia need urgent, multi-sectoral assistance ii in order to treat and prevent acute malnutrition and reduce the number of ongoing hunger-related deaths. Additionally, for months now FEWS NET, FSNAU, and IPC partners have been warning that eight areas in Somalia, inclusive of Bay, faced a Risk of Famine. iii Although provision of food and nutrition assistance is currently ongoing, levels of assistance have not kept pace with the scale and severity of needs amid a two-year drought, protracted conflict, and record high staple food prices. (<a href=\"https://reliefweb.int/node/3883280\">FEWS NET, FSNAU, 5 Sep 2022</a>)</p>\n<p>By the end of September, 1,170,842 people had been displaced by drought since January 2021. Drought displaced 68,393 people in September 2022, a 31 per cent decrease from August 2022. Bay region (26 per cent) and Lower Juba region (22 per cent) have seen the most new arrivals, followed by Gedo, Banadir, and Bakool regions (14 per cent, 11 per cent and 11 per cent respectively). (<a href=\"https://reliefweb.int/node/3894485\">IOM, OCHA, UNHCR, 10 Oct 2022</a>)</p>\n<p>Amid an anticipated scale-down in humanitarian assistance starting in April 2023 due to insufficient funding, approximately 8.3 million people across Somalia are expected to face Crisis (IPC Phase 3) or worse acute food insecurity outcomes between April and June 2023. This unprecedented level of need within Somalia is driven by the impacts of five consecutive seasons of poor rainfall, a likely sixth season of below-average rainfall from March to June 2023, and exceptionally high food prices, exacerbated by concurrent conflict/insecurity and disease outbreaks. Furthermore, Famine (IPC Phase 5) is projected between April and June 2023 among agropastoral populations in Baidoa and Burhakaba districts of Bay region and among internally displaced people (IDP) in Baidoa town of Bay region and in Mogadishu. (<a href=\"https://reliefweb.int/node/3915706\">FEWSNET, FSNAU, IPC, 13 Dec 2022</a>)</p>\n<p>During the IPC analysis conducted in January 2023, three population groups were identified as facing a Risk of Famine between April and June 2023: agropastoral communities in Burhakaba district (Bay region), internally displaced people (IDPs) in Mogadishu settlements, and IDPs in Baidoa settlements. In March 2023, follow-up integrated food security, nutrition, and mortality surveys were conducted in these three areas in order to monitor the current situation. The survey conducted in agropastoral Burhakaba also included agropastoral populations in Baidoa district given the recent history of extreme food insecurity, nutrition, and mortality outcomes in Baidoa and the resultant need for updated information in the district. In April 2023, an IPC analysis update was conducted for the surveyed areas. For the rest of the country, the results of the February 2023 IPC analysis remain valid. (<a href=\"https://reliefweb.int/node/3955796\">FEWSNET, FSNAU, IPC, 25 Apr 2023</a>)</p>\n"
      },
      "description-html": "<p>The 2015-2016 El Niño phenomenon had a severe impact on vulnerable people in Somalia - it worsened an already widespread drought in Puntland and Somaliland with a devastating impact on communities and their livelihoods, increasing food insecurity, cash shortages and resulting in out-migration and death of livestock. Those affects are now emerging in other areas of the country, specifically in Jubaland in the south. Somaliland and Puntland have experienced below average rains for up to four seasons, spanning two years, and affecting nearly 1.4 million people. (<a href=\"https://reliefweb.int/node/1796964\">OCHA, 28 Nov 2016</a>)</p>\n<p>The humanitarian situation in Somalia is rapidly deteriorating and famine is a strong possibility in 2017. This comes only six years after a devastating famine led to the death of more than a quarter of a million people – half of them children. The severe drought is a result of two consecutive seasons of poor rainfall, more in some areas. In the worst affected areas, large-scale crop failure and high levels of livestock deaths are occurring. Malnutrition and drought-related diseases are on the rise, so are displacements, including to Ethiopia. Increasing competition for resources such as water is already increasing local tensions and could trigger further inter-communal conflict. Over 6.2 million people-half the population-are in need of humanitarian assistance. The situation of children of Somalia is particularly grave. (<a href=\"https://reliefweb.int/node/1907713\">OCHA, 17 Feb 2017</a>)</p>\n<p>As of 31 May 2017, there had been an estimated 739,000 drought displacements since November 2016...More than 480,000 of the displaced, or 65 per cent, are under the age of 18. Moreover, people under 5 years old represent more than one-quarter (195,000) of all those displaced — and are the most at risk of malnutrition and disease. (<a href=\"https://reliefweb.int/node/2068029\">UNHCR, 31 May 2017</a>)</p>\n<p>3.2 million people are severely food insecure. This situation is expected to persist throughout 2017 given the high likelihood of a third consecutive poor harvest in July. Access to food is relatively better than previously projected due to large-scale humanitarian assistance...102,263 people have been treated for Severe Acute Malnutrition (SAM) since January. SAM admissions have increased by more than 50% since 2016. The Food Security and Nutrition Analysis Unit (FSNAU)’s post-Jilaal 2017 survey indicates a high prevalence of Global Acute Malnutrition (15% to 30%) in the Bay, Bakool, Sool, Sanaag, Bari and Nugal regions, as well as in Baidoa and Mogadishu IDP camps. (<a href=\"https://reliefweb.int/node/2084594\">OCHA, 16 Jun 2017</a>)</p>\n<p>While the latest FSNAU assessments show a decrease of the number of people in need of humanitarian assistance from 6.7 million to 6.2 million people, the threat of localized famine countered by scaled-up humanitarian response is as relevant today as it was in the first months of this crisis. The Gu harvest will provide temporary relief for some communities in terms of food availability, but the harvest is reduced due to poor rains and access to food remains constrained. Prices will remain elevated through at least early 2018. Malnutrition, one of the leading indicators of the crisis, has reached emergency levels in a number of locations in southern and central Somalia, primarily, though not exclusively among displaced populations. Overall, some 388,000 acutely malnourished children are in need of critical nutrition support, including life-saving treatment for more than 87,000 severely malnourished children. Nearly 895,000 internally displaced people due to drought and conflict rely almost exclusively on assistance for basic services and life support. Major AWD/Cholera and measles outbreaks are also of continued concern. Through robust humanitarian assistance and the modest benefits from the underperforming Gu rains, the situation has stabilized but remains of serious concern at emergency levels. Whereas there is a modest decline in the number of people in need, there is an increase in the number of persons in the emergency-phase (IPC 4) compared to the previous assessment. When the threat of famine was announced in February, the number of people in need stood at 6.2 million. (<a href=\"https://reliefweb.int/node/2197699\">OCHA, 31 Aug 2017</a>)</p>\n<p>Humanitarian partners are closely following what could become another failed rainy season in a context of continued risk of famine and deteriorating humanitarian indicators. According to the October Rainfall Update for Somalia by the FAO-managed Somalia Water and Land Information Management (SWALIM), the Deyr 2017 rainy season, which usually runs from October to December, kicked off in the last week of September in the north eastern areas and second week of October in southern and central regions. Many places in Bay, Bakool, Gedo and Middle Juba received rains at the start of the season. (<a href=\"https://reliefweb.int/node/2299179\">OCHA, 30 Oct 2017</a>)</p>\n<p>Food security is expected to improve for agricultural and agropastoral households in January with the Deyr harvest. In both areas, though, improvements will be short‐lived and many households will face food consumption gaps through mid‐2018. In a worst‐case scenario of an extended absence of assistance, Famine (IPC Phase 5) remains possible, and continued large‐scale assistance is needed throughout 2018 to protect lives and livelihoods. (<a href=\"https://reliefweb.int/node/2397224\">FEWSNET, 30 Dec 2017</a>)</p>\n<p>Food security has improved significantly in many of the areas worstaffected by the 2016/17 drought, as a result of large-scale humanitarian assistance and improvements in seasonal performance. Most areas of the country are currently Stressed (IPC Phase 2), though Crisis (IPC Phase 3) outcomes exist in some areas and among IDP populations. Between July and September, in the absence of continued humanitarian assistance, Crisis (IPC Phase 3) outcomes are likely in riverine livelihood zones and northern and central Somalia. Emergency (IPC Phase 4) is likely in Guban Pastoral livelihood zone. (<a href=\"https://reliefweb.int/node/2677274\">FEWSNET, 30 Jun 2018</a>)</p>\n<p>The record levels of rainfall seen during the April – June Gu rainy season have ushered in hopes of the substantial replenishment of water resources, and the restoration of cropland and livestock numbers across many areas of Somalia. The latest food security outlook by the Famine Early Warning System Network (FEWSNET) and the Food Security and Nutrition Analysis Unit (FSNAU) reports that food security will improve significantly in many of the areas worst-affected by the 2016/17 drought, as a result of improvements in seasonal performance supported by large-scale humanitarian assistance. However, the magnitude and intensity of the rains, coupled with the subsequent flooding, has aggravated vulnerabilities. Vulnerable communities, still recovering from the adverse effects of protracted drought, are among those who have been most severely affected by flooding. (<a href=\"https://reliefweb.int/node/2685429\">OCHA, 05 Jul 2018</a>)</p>\n<p>Due to the above-average rains in the first half of 2018 and sustained humanitarian assistance, the number of people facing severe food insecurity (IPC Phase 3 and above) has decreased by 52 per cent from 3.1 million in September 2017 to 1.5 million in September 2018. However, the IPC Phase 2 caseload remained virtually unchanged, with a reduction of only 0.6 per cent. Due to the mid-2018 Gu rainy season, total cereal production exceeded the long-term average (1995-2017) by approximately 17 per cent and is 58 per cent higher than the five-year average (2013-17). Favourable rainfall between April and June 2018 also improved pasture and water availability for livestock and bolstered market conditions in some areas. Notwithstanding the relative improvement in food security outcomes since the end of the 2016/17 drought, similar gains were not observed with respect to malnutrition, which is influenced by several factors, including healthcare, clean water, proper sanitation and good hygiene practices. Malnutrition rates across Somalia remain very high and, in 2019, nearly 1 million children will be acutely malnourished, including more than 177,000 children suffering from severe acute malnutrition. (<a href=\"https://reliefweb.int/node/2956964\">OCHA, 20 Jan 2019</a>)</p>\n<p>The combined impact of the initial, and potentially complete, failure of the 2019 Gu’ rains (April-June), which followed a poor 2018 Deyr season (October-December), and abnormally hot, dry conditions during the 2019 Jilaal season (January-March) has caused widespread crop failure and accelerated decline in livestock productivity, rapidly pushing communities in the worst-affected areas into food insecurity crisis phase, or worse. The signs of crisis, such as irregular pastoral migration coupled with deteriorating livestock body conditions and reduction in milk production, increased displacement due to drought and increases in drought-related disease, are already widely observed. Out of 5.4 million expected to be acutely food insecure by July, 2.2 million will be in severe acute food insecurity conditions (IPC 3 and above), a 40 per cent increase from January this year. (<a href=\"https://reliefweb.int/node/3134518\">OCHA, 20 May 2019</a>)</p>\n<p>Two years after the prolonged 2016/2017 drought destroyed livelihoods and displaced almost one million Somalis - but also triggered a massive and successful scale up in humanitarian response to avert famine - severe climatic conditions, combined with other persistent drivers of humanitarian crisis, armed conflict, protracted and continued displacement and a spike in evictions of internally displaced persons are again pushing Somalia towards a major humanitarian emergency. (<a href=\"https://reliefweb.int/node/3212214/\">OCHA, 12 Jul 2019</a>)</p>\n<p>The Horn of Africa (HoA) (including northeast Uganda) is currently experiencing a prolonged drought, largely as a result of below average precipitation from the seasonal short rains (April-July) and long rains (October-December). Prevailing dry conditions across the region have led to the deterioration of farmland and pastures, loss of livestock, sharply increased food prices, and reduction of the availability of water in large areas of Somalia, Ethiopia, and Kenya. At the regional level, the number of severely food insecure people has increased to approximately 12 million, in large part as a result of the drought. Pre-existing protection, health, WASH, and shelter needs have been also been exacerbated. The humanitarian needs of the region’s growing displaced population are of particular concern. (<a href=\"https://reliefweb.int/node/3224738/\">ACAPS, 22 Jul 2019</a>)</p>\n<p>Climatic shocks, conflict, natural disasters, widespread poverty, insecurity and vulnerability have trapped millions of Somalis in severe hunger and malnutrition for years. Late and erratic rains during the 2019 Gu’ cropping season (April-June) coupled with low river levels resulted in the poorest cereal harvest since 2011, which shattered the already fragile food security situation in the country. According to the 2019 Post-Gu’ results cereal production was up to 70 per cent below average in the southern areas for the Gu’ 2019 cropping season. If timely assistance is not provided, some 2.2 million people are expected to experience Crisis (IPC Phase 3) or Emergency (IPC Phase 4) food security outcomes through December, and one million children are projected to be acutely malnourished in 2020, including 180,000 who are likely to be severely malnourished. On the upside, the October-December 2019 Deyr rains forecast and initial performance has been positive, which would lead to improvements in food security. (<a href=\"https://reliefweb.int/node/3452938\">OCHA, 22 Dec 2019</a>)</p>\n<p>Most of the main IDP settlements are currently classified as Crisis (IPC Phase 3). Given the level of destitution among IDPs and their limited livelihood options, their food security situation is unlikely to improve significantly during the projection period (February-June 2020). Urban Beletwyene is currently classified as Stressed (IPC Phase 2) when considering the positive impact of humanitarian assistance. Food security outcomes are expected to deteriorate to Crisis (IPC Phase 3) between December 2019 and June 2022 as they will be facing food consumption gasps that they will not be able to reduce without continued humanitarian assistance.(<a href=\"https://reliefweb.int/node/3457643\">FEWSNET/FSNAU, 27 Dec 2019</a>)</p>\n<p>General acute malnutrition (GAM) is above the 15 per cent threshold in 10 of the 33 areas which experienced below average rainfall in 2019. Up to 178,000 children are expected to be impacted by severe acute malnutrition (SAM) between July 2019 and June 2020. Adding to these challenges was the presence at the end of 2019 of locusts infesting the countryside and destroying crops. As a result, it is expected in 2020 that up to 2.1 million people are expected to face food consumption gaps with 6.3 million facing acute food insecurity. (<a href=\"https://reliefweb.int/node/3493448\">UNICEF, 31 Dec 2019.</a>)</p>\n<p>Despite above-average national cereal crop production and improved livestock production following a largely favorable Deyr (October-December) rainy season, up to 1.3 million people across Somalia are expected to face food consumption gaps or depletion of assets indicative of Crisis (IPC Phase 3)1 or worse outcomes through mid-2020. (<a href=\"https://reliefweb.int/node/3504758\">FEWSNET/FSNAU, 03 Feb 2020</a>)</p>\n<p>From February to September 2020, the population in Integrated Food Security Phase Classification (IPC) Phases 3 (Crisis) and 4 (Emergency) is expected to rise by 40 percent, from 1.1 million to 1.6 million people. An additional 2.9 million people are projected to be in IPC Phase 2 (stressed). (<a href=\"https://reliefweb.int/node/3568878\">FAO, 18 Mar 2020</a>)</p>\n<p>Humanitarian food assistance needs are high across Somalia, where Stressed (IPC Phase 2) and Crisis (IPC Phase 3) outcomes remain widespread. An estimated 3.5 million people in rural livelihood zones, urban areas, and IDP settlements need food assistance. Furthermore, a long-term decline in rainfall performance and preliminary climatological research suggest an elevated likelihood of below-average rainfall in the March to May 2021 season. Two consecutive poor seasons would likely result in rapidly worsening acute food insecurity in 2021.  (<a href=\"https://reliefweb.int/node/3504758\">FEWSNET, 31 Aug 2020</a>)</p>\n<p>In late 2020, the population facing food consumption gaps indicative of Crisis (IPC Phase 3) or worse outcomes is likely to reach 2.1 million. In early to mid-2021, the acutely food insecure population is likely to rise over 2.5 million due to the impact of consecutive, below-average rainfall seasons on crop and livestock production. Sustained humanitarian food assistance is required to prevent Crisis (IPC Phase 3) or worse outcomes and protect livelihoods. (<a href=\"https://reliefweb.int/node/3688150\">FEWSNET, 15 Nov 2020</a>)</p>\n<p>Many parts of Somalia are currently experiencing drought conditions, triggered by below average 2020 Deyr (October-December) season rainfall which was characterized by depressed rains with poor spatial and temporal distributions and harsh conditions during the typically dry Jiaall (January-March) season. The worst affected regions include Lower Juba, Middle Juba, Gedo, Mudug, Nuugal, Bari, Toghdheer and Sool which are currently experiencing severe water shortage for domestic use, water for livestock as well as agricultural production. (<a href=\"https://reliefweb.int/node/3724525\">FAO, 25 Mar 2021</a>)</p>\n<p>The already dire humanitarian situation in 2021 will likely be exacerbated by another drought. Already in 2021, more than 80 per cent of the country is experiencing drought conditions. Although the Gu rains started in some parts of the country, forecasts indicate below-average rainfall. At least 3.4 million people are projected to be affected by drought conditions by year end, of whom around 380,000 are expected to be displaced. (<a href=\"https://reliefweb.int/node/3733064\">OCHA, 26 Apr 2021</a>)</p>\n<p>Nearly 40,000 people are facing mild to moderate drought conditions, as well as moderate to severe water shortages in Puntland, Galmudug, South West, Jubaland states and Banadir region, according to local authorities and partners. The situation resulted from the failure of the October-December 2020 rainy season, a harsh January - March 2021 season and a poorly distributed March-April-June season. The worst affected areas are Middle Juba, Gedo and parts of Bay and Bakool, which are experiencing moderate drought conditions, according to FAO SWALIM. Preliminary indications are that mild to moderate drought conditions may persist in many parts of Somalia until early 2022. (<a href=\"https://reliefweb.int/node/3772421\">OCHA, 9 Sep 2021</a>)</p>\n<p>Between July and September 2021, over 2.2 million people experienced high levels of acute food insecurity (IPC Phase 3 or above). This figure is projected to drastically increase to 3.5 million between October and December 2021, and include poor rural, urban and displaced populations across Somalia. The projection is based on the assumed absence of humanitarian assistance. Moreover, approximately 1.2 million children under the age of five are likely to be acutely malnourished through July 2022, including nearly 213 400 likely severely malnourished (<a href=\"https://reliefweb.int/node/3791104\">IPC, 12 Nov 2021</a>)</p>\n<p>Eighty per cent of Somalia is experiencing severe drought, the result of a third consecutive failed rainfall season. DG ECHO direct monitoring in most affected locations receives multiple community alerts of livestock deaths and humanitarian suffering. Nearly 100,000 people have abandoned their homes in central and southern areas in search of food, water and pasture for their livestock, facing resource-based conflict over the diminishing resources. In Jubaland, the average cost of 20-litres of water has more than doubled and the price of sorghum more than tripled, while the value of livestock (main livelihood) has plummeted: from 250 USD paid per cattle to current 70 USD. The Juba and Shabelle river levels are low and expected to decrease further. Rainwater harvesters and shallow wells have dried up, forcing communities to rely on low yield, poor quality boreholes, heightening risks for multiple diseases. Given the seasonal forecast, with little or no rain expected through the end of November 2021, current and projected drought conditions are the worse in record for past 40 years. (<a href=\"https://reliefweb.int/node/3793221\">ECHO, 19 Nov 2021</a>)</p>\n<p>2.6 Million people in Somalia are facing water shortages due to severe drought conditions in Somalia. Water scarcity and drought conditions have contributed to increased water prices leading to displacements, diarrhoea-related morbidity and malnutrition in many parts of Somalia. The current worst affected regions include Gedo, Bay, Bakol, Lower Jubba, Galgadud, Mudug and parts of Bari, Nugaal, Sool, Sanaag, Togdheer, and Hiraan regions. (<a href=\"https://reliefweb.int/node/3799552\">UNICEF, 10 Dec 2021</a>)</p>\n<p>Over 4.1 million people across Somalia, or 26 percent of the total population, need urgent humanitarian food assistance to prevent food consumption gaps or the accelerated depletion of livelihood assets indicative of Crisis (IPC Phase 3) or worse outcomes through mid-2022. The key drivers of acute food insecurity in Somalia include the combined effects of consecutive seasons of poor and erratic rainfall distribution and conflict. Moreover, approximately 1.4 million children, or over 44 percent of the children in Somalia under the age of five are likely to be acutely malnourished, including nearly 329,500 who are likely to be severely malnourished. (<a href=\"https://reliefweb.int/node/3822417\">IPC, 1 Mar 2022</a>)</p>\n<p>Acute food insecurity in Somalia has drastically worsened since the beginning of 2022, with an estimated 4.8 million people (or 31% of the total population) already experiencing Crisis or worse (IPC Phase 3 or higher) outcomes. Further and faster deterioration of the food security and nutrition situation is expected during the April to June 2022 projection period, when more than 6 million people (or 38% of the total population) are expected to face Crisis or worse (IPC Phase 3 or higher) outcomes, including 1.7 million people likely in Emergency (IPC Phase 4) and over 81,000 people likely in Catastrophe (IPC Phase 5). In addition to the six population groups that face the risk of Famine, other areas of humanitarian concern include Southern Agropastoral, Southern Rain-fed Agropastoral of Middle and Lower Juba, and Togdheer Agropastoral livelihood zones as well as IDP settlements in Burao, Garoowe, Belet Weyne, Doolow and Kismaayo, all of which face Emergency (IPC Phase 4) between April and June 2022. (<a href=\"https://reliefweb.int/node/3835838\">IPC, 8 Apr 2022</a>)</p>\n<p>The number of people affected by drought has risen from 4.9 million in March to about 6.1 million in April, of whom nearly 760,000 are displaced and in urgent need of shelter, food, water and access to services such as health. (<a href=\"https://reliefweb.int/node/3842807\">OCHA, 20 Apr 2022</a>)</p>\n<p>Famine (IPC Phase 5) is projected to emerge in three areas of Bay Region, Somalia, in late 2022 in the absence of urgent, multi-sectoral humanitarian assistance. Although levels of acute malnutrition among children and the rate of hunger-related deaths have not yet met the IPC’s technical definition of Famine (IPC Phase 5), those thresholds are expected to be reached during the October to December 2022 projection period based on currently available information that minimal humanitarian food assistance will be delivered in these areas in November and December due to funding constraints. The IPC analysis – conducted by experts across multiple agencies, including FEWS NET and FSNAU – has previously warned that up to 7.1 million people across Somalia need urgent, multi-sectoral assistance ii in order to treat and prevent acute malnutrition and reduce the number of ongoing hunger-related deaths. Additionally, for months now FEWS NET, FSNAU, and IPC partners have been warning that eight areas in Somalia, inclusive of Bay, faced a Risk of Famine. iii Although provision of food and nutrition assistance is currently ongoing, levels of assistance have not kept pace with the scale and severity of needs amid a two-year drought, protracted conflict, and record high staple food prices. (<a href=\"https://reliefweb.int/node/3883280\">FEWS NET, FSNAU, 5 Sep 2022</a>)</p>\n<p>By the end of September, 1,170,842 people had been displaced by drought since January 2021. Drought displaced 68,393 people in September 2022, a 31 per cent decrease from August 2022. Bay region (26 per cent) and Lower Juba region (22 per cent) have seen the most new arrivals, followed by Gedo, Banadir, and Bakool regions (14 per cent, 11 per cent and 11 per cent respectively). (<a href=\"https://reliefweb.int/node/3894485\">IOM, OCHA, UNHCR, 10 Oct 2022</a>)</p>\n<p>Amid an anticipated scale-down in humanitarian assistance starting in April 2023 due to insufficient funding, approximately 8.3 million people across Somalia are expected to face Crisis (IPC Phase 3) or worse acute food insecurity outcomes between April and June 2023. This unprecedented level of need within Somalia is driven by the impacts of five consecutive seasons of poor rainfall, a likely sixth season of below-average rainfall from March to June 2023, and exceptionally high food prices, exacerbated by concurrent conflict/insecurity and disease outbreaks. Furthermore, Famine (IPC Phase 5) is projected between April and June 2023 among agropastoral populations in Baidoa and Burhakaba districts of Bay region and among internally displaced people (IDP) in Baidoa town of Bay region and in Mogadishu. (<a href=\"https://reliefweb.int/node/3915706\">FEWSNET, FSNAU, IPC, 13 Dec 2022</a>)</p>\n<p>During the IPC analysis conducted in January 2023, three population groups were identified as facing a Risk of Famine between April and June 2023: agropastoral communities in Burhakaba district (Bay region), internally displaced people (IDPs) in Mogadishu settlements, and IDPs in Baidoa settlements. In March 2023, follow-up integrated food security, nutrition, and mortality surveys were conducted in these three areas in order to monitor the current situation. The survey conducted in agropastoral Burhakaba also included agropastoral populations in Baidoa district given the recent history of extreme food insecurity, nutrition, and mortality outcomes in Baidoa and the resultant need for updated information in the district. In April 2023, an IPC analysis update was conducted for the surveyed areas. For the rest of the country, the results of the February 2023 IPC analysis remain valid. (<a href=\"https://reliefweb.int/node/3955796\">FEWSNET, FSNAU, IPC, 25 Apr 2023</a>)</p>\n<h3>Appeals &amp; Response Plans</h3>\n<ul>\n<li>\n<a href=\"https://reliefweb.int/node/3938354\"><img src=\"https://reliefweb.int/sites/default/files/styles/small/public/previews/05/bd/05bd2ce1-97c9-4042-b607-ff59ca3c7133.png\" alt=\"UNHCR: The Horn of Africa Drought Situation Appeal (January - December 2023) - Cover preview\" /> UNHCR: The Horn of Africa Drought Situation Appeal (January - December 2023)</a>\n</li>\n<li>\n<a href=\"https://reliefweb.int/node/3926286\"><img src=\"https://reliefweb.int/sites/default/files/styles/small/public/previews/78/b4/78b44ab7-40eb-49b7-8716-093fc39d6d1c.png\" alt=\"WFP: WFP Regional Drought Response Plan for the Horn of Africa (January – December 2023) - Cover preview\" /> WFP: WFP Regional Drought Response Plan for the Horn of Africa (January – December 2023)</a>\n</li>\n</ul>\n<h3>Useful Links</h3>\n<ul>\n<li>\n<a rel=\"noopener noreferrer\" target=\"_blank\" href=\"http://interactive.unocha.org/emergency/2017_famine/index.php\">OCHA: Address and Prevent Famine in Four Countries</a>\n</li>\n<li>\n<a rel=\"noopener noreferrer\" target=\"_blank\" href=\"http://vam.wfp.org/CountryPage_overview.aspx?iso3=SOM\">WFP: Food Security Analysis - Somalia</a>\n</li>\n<li>\n<a rel=\"noopener noreferrer\" target=\"_blank\" href=\"http://www1.wfp.org/fighting-famine\">WFP: Fighting Famine</a>\n</li>\n<li>\n<a rel=\"noopener noreferrer\" target=\"_blank\" href=\"http://www.fao.org/emergencies/crisis/drought-hoa/en\">FAO: Drought in the Horn of Africa</a>\n</li>\n<li>\n<a rel=\"noopener noreferrer\" target=\"_blank\" href=\"http://www.who.int/emergencies/famine/en\">WHO: Food Insecurity and Famine</a>\n</li>\n<li>\n<a rel=\"noopener noreferrer\" target=\"_blank\" href=\"https://www.unicef.org/emergencies/index_95476.html\">UNICEF: Famine crisis – time is running out</a>\n</li>\n</ul>\n",
      "description": "The 2015-2016 El Niño phenomenon had a severe impact on vulnerable people in Somalia - it worsened an already widespread drought in Puntland and Somaliland with a devastating impact on communities and their livelihoods, increasing food insecurity, cash shortages and resulting in out-migration and death of livestock. Those affects are now emerging in other areas of the country, specifically in Jubaland in the south. Somaliland and Puntland have experienced below average rains for up to four seasons, spanning two years, and affecting nearly 1.4 million people. ([OCHA, 28 Nov 2016](https://reliefweb.int/node/1796964))\n\nThe humanitarian situation in Somalia is rapidly deteriorating and famine is a strong possibility in 2017. This comes only six years after a devastating famine led to the death of more than a quarter of a million people – half of them children. The severe drought is a result of two consecutive seasons of poor rainfall, more in some areas. In the worst affected areas, large-scale crop failure and high levels of livestock deaths are occurring. Malnutrition and drought-related diseases are on the rise, so are displacements, including to Ethiopia. Increasing competition for resources such as water is already increasing local tensions and could trigger further inter-communal conflict. Over 6.2 million people-half the population-are in need of humanitarian assistance. The situation of children of Somalia is particularly grave. ([OCHA, 17 Feb 2017](https://reliefweb.int/node/1907713))\n\nAs of 31 May 2017, there had been an estimated 739,000 drought displacements since November 2016...More than 480,000 of the displaced, or 65 per cent, are under the age of 18. Moreover, people under 5 years old represent more than one-quarter (195,000) of all those displaced — and are the most at risk of malnutrition and disease. ([UNHCR, 31 May 2017](https://reliefweb.int/node/2068029))\n\n3.2 million people are severely food insecure. This situation is expected to persist throughout 2017 given the high likelihood of a third consecutive poor harvest in July. Access to food is relatively better than previously projected due to large-scale humanitarian assistance...102,263 people have been treated for Severe Acute Malnutrition (SAM) since January. SAM admissions have increased by more than 50% since 2016. The Food Security and Nutrition Analysis Unit (FSNAU)’s post-Jilaal 2017 survey indicates a high prevalence of Global Acute Malnutrition (15% to 30%) in the Bay, Bakool, Sool, Sanaag, Bari and Nugal regions, as well as in Baidoa and Mogadishu IDP camps. ([OCHA, 16 Jun 2017](https://reliefweb.int/node/2084594))\n\nWhile the latest FSNAU assessments show a decrease of the number of people in need of humanitarian assistance from 6.7 million to 6.2 million people, the threat of localized famine countered by scaled-up humanitarian response is as relevant today as it was in the first months of this crisis. The Gu harvest will provide temporary relief for some communities in terms of food availability, but the harvest is reduced due to poor rains and access to food remains constrained. Prices will remain elevated through at least early 2018. Malnutrition, one of the leading indicators of the crisis, has reached emergency levels in a number of locations in southern and central Somalia, primarily, though not exclusively among displaced populations. Overall, some 388,000 acutely malnourished children are in need of critical nutrition support, including life-saving treatment for more than 87,000 severely malnourished children. Nearly 895,000 internally displaced people due to drought and conflict rely almost exclusively on assistance for basic services and life support. Major AWD/Cholera and measles outbreaks are also of continued concern. Through robust humanitarian assistance and the modest benefits from the underperforming Gu rains, the situation has stabilized but remains of serious concern at emergency levels. Whereas there is a modest decline in the number of people in need, there is an increase in the number of persons in the emergency-phase (IPC 4) compared to the previous assessment. When the threat of famine was announced in February, the number of people in need stood at 6.2 million. ([OCHA, 31 Aug 2017](https://reliefweb.int/node/2197699))\n\nHumanitarian partners are closely following what could become another failed rainy season in a context of continued risk of famine and deteriorating humanitarian indicators. According to the October Rainfall Update for Somalia by the FAO-managed Somalia Water and Land Information Management (SWALIM), the Deyr 2017 rainy season, which usually runs from October to December, kicked off in the last week of September in the north eastern areas and second week of October in southern and central regions. Many places in Bay, Bakool, Gedo and Middle Juba received rains at the start of the season. ([OCHA, 30 Oct 2017](https://reliefweb.int/node/2299179))\n\nFood security is expected to improve for agricultural and agropastoral households in January with the Deyr harvest. In both areas, though, improvements will be short‐lived and many households will face food consumption gaps through mid‐2018. In a worst‐case scenario of an extended absence of assistance, Famine (IPC Phase 5) remains possible, and continued large‐scale assistance is needed throughout 2018 to protect lives and livelihoods. ([FEWSNET, 30 Dec 2017](https://reliefweb.int/node/2397224))\n\nFood security has improved significantly in many of the areas worstaffected by the 2016/17 drought, as a result of large-scale humanitarian assistance and improvements in seasonal performance. Most areas of the country are currently Stressed (IPC Phase 2), though Crisis (IPC Phase 3) outcomes exist in some areas and among IDP populations. Between July and September, in the absence of continued humanitarian assistance, Crisis (IPC Phase 3) outcomes are likely in riverine livelihood zones and northern and central Somalia. Emergency (IPC Phase 4) is likely in Guban Pastoral livelihood zone. ([FEWSNET, 30 Jun 2018](https://reliefweb.int/node/2677274))\n\nThe record levels of rainfall seen during the April – June Gu rainy season have ushered in hopes of the substantial replenishment of water resources, and the restoration of cropland and livestock numbers across many areas of Somalia. The latest food security outlook by the Famine Early Warning System Network (FEWSNET) and the Food Security and Nutrition Analysis Unit (FSNAU) reports that food security will improve significantly in many of the areas worst-affected by the 2016/17 drought, as a result of improvements in seasonal performance supported by large-scale humanitarian assistance. However, the magnitude and intensity of the rains, coupled with the subsequent flooding, has aggravated vulnerabilities. Vulnerable communities, still recovering from the adverse effects of protracted drought, are among those who have been most severely affected by flooding. ([OCHA, 05 Jul 2018](https://reliefweb.int/node/2685429))\n\nDue to the above-average rains in the first half of 2018 and sustained humanitarian assistance, the number of people facing severe food insecurity (IPC Phase 3 and above) has decreased by 52 per cent from 3.1 million in September 2017 to 1.5 million in September 2018. However, the IPC Phase 2 caseload remained virtually unchanged, with a reduction of only 0.6 per cent. Due to the mid-2018 Gu rainy season, total cereal production exceeded the long-term average (1995-2017) by approximately 17 per cent and is 58 per cent higher than the five-year average (2013-17). Favourable rainfall between April and June 2018 also improved pasture and water availability for livestock and bolstered market conditions in some areas. Notwithstanding the relative improvement in food security outcomes since the end of the 2016/17 drought, similar gains were not observed with respect to malnutrition, which is influenced by several factors, including healthcare, clean water, proper sanitation and good hygiene practices. Malnutrition rates across Somalia remain very high and, in 2019, nearly 1 million children will be acutely malnourished, including more than 177,000 children suffering from severe acute malnutrition. ([OCHA, 20 Jan 2019](https://reliefweb.int/node/2956964))\n\nThe combined impact of the initial, and potentially complete, failure of the 2019 Gu’ rains (April-June), which followed a poor 2018 Deyr season (October-December), and abnormally hot, dry conditions during the 2019 Jilaal season (January-March) has caused widespread crop failure and accelerated decline in livestock productivity, rapidly pushing communities in the worst-affected areas into food insecurity crisis phase, or worse. The signs of crisis, such as irregular pastoral migration coupled with deteriorating livestock body conditions and reduction in milk production, increased displacement due to drought and increases in drought-related disease, are already widely observed. Out of 5.4 million expected to be acutely food insecure by July, 2.2 million will be in severe acute food insecurity conditions (IPC 3 and above), a 40 per cent increase from January this year. ([OCHA, 20 May 2019](https://reliefweb.int/node/3134518))\n\nTwo years after the prolonged 2016/2017 drought destroyed livelihoods and displaced almost one million Somalis - but also triggered a massive and successful scale up in humanitarian response to avert famine - severe climatic conditions, combined with other persistent drivers of humanitarian crisis, armed conflict, protracted and continued displacement and a spike in evictions of internally displaced persons are again pushing Somalia towards a major humanitarian emergency. ([OCHA, 12 Jul 2019](https://reliefweb.int/node/3212214/))\n\nThe Horn of Africa (HoA) (including northeast Uganda) is currently experiencing a prolonged drought, largely as a result of below average precipitation from the seasonal short rains (April-July) and long rains (October-December). Prevailing dry conditions across the region have led to the deterioration of farmland and pastures, loss of livestock, sharply increased food prices, and reduction of the availability of water in large areas of Somalia, Ethiopia, and Kenya. At the regional level, the number of severely food insecure people has increased to approximately 12 million, in large part as a result of the drought. Pre-existing protection, health, WASH, and shelter needs have been also been exacerbated. The humanitarian needs of the region’s growing displaced population are of particular concern. ([ACAPS, 22 Jul 2019](https://reliefweb.int/node/3224738/))\n\nClimatic shocks, conflict, natural disasters, widespread poverty, insecurity and vulnerability have trapped millions of Somalis in severe hunger and malnutrition for years. Late and erratic rains during the 2019 Gu’ cropping season (April-June) coupled with low river levels resulted in the poorest cereal harvest since 2011, which shattered the already fragile food security situation in the country. According to the 2019 Post-Gu’ results cereal production was up to 70 per cent below average in the southern areas for the Gu’ 2019 cropping season. If timely assistance is not provided, some 2.2 million people are expected to experience Crisis (IPC Phase 3) or Emergency (IPC Phase 4) food security outcomes through December, and one million children are projected to be acutely malnourished in 2020, including 180,000 who are likely to be severely malnourished. On the upside, the October-December 2019 Deyr rains forecast and initial performance has been positive, which would lead to improvements in food security. ([OCHA, 22 Dec 2019](https://reliefweb.int/node/3452938))\n\nMost of the main IDP settlements are currently classified as Crisis (IPC Phase 3). Given the level of destitution among IDPs and their limited livelihood options, their food security situation is unlikely to improve significantly during the projection period (February-June 2020). Urban Beletwyene is currently classified as Stressed (IPC Phase 2) when considering the positive impact of humanitarian assistance. Food security outcomes are expected to deteriorate to Crisis (IPC Phase 3) between December 2019 and June 2022 as they will be facing food consumption gasps that they will not be able to reduce without continued humanitarian assistance.([FEWSNET/FSNAU, 27 Dec 2019](https://reliefweb.int/node/3457643))\n\nGeneral acute malnutrition (GAM) is above the 15 per cent threshold in 10 of the 33 areas which experienced below average rainfall in 2019. Up to 178,000 children are expected to be impacted by severe acute malnutrition (SAM) between July 2019 and June 2020. Adding to these challenges was the presence at the end of 2019 of locusts infesting the countryside and destroying crops. As a result, it is expected in 2020 that up to 2.1 million people are expected to face food consumption gaps with 6.3 million facing acute food insecurity. ([UNICEF, 31 Dec 2019.](https://reliefweb.int/node/3493448))\n\nDespite above-average national cereal crop production and improved livestock production following a largely favorable Deyr (October-December) rainy season, up to 1.3 million people across Somalia are expected to face food consumption gaps or depletion of assets indicative of Crisis (IPC Phase 3)1 or worse outcomes through mid-2020. ([FEWSNET/FSNAU, 03 Feb 2020](https://reliefweb.int/node/3504758))\n\nFrom February to September 2020, the population in Integrated Food Security Phase Classification (IPC) Phases 3 (Crisis) and 4 (Emergency) is expected to rise by 40 percent, from 1.1 million to 1.6 million people. An additional 2.9 million people are projected to be in IPC Phase 2 (stressed). ([FAO, 18 Mar 2020](https://reliefweb.int/node/3568878))\n\nHumanitarian food assistance needs are high across Somalia, where Stressed (IPC Phase 2) and Crisis (IPC Phase 3) outcomes remain widespread. An estimated 3.5 million people in rural livelihood zones, urban areas, and IDP settlements need food assistance. Furthermore, a long-term decline in rainfall performance and preliminary climatological research suggest an elevated likelihood of below-average rainfall in the March to May 2021 season. Two consecutive poor seasons would likely result in rapidly worsening acute food insecurity in 2021.  ([FEWSNET, 31 Aug 2020](https://reliefweb.int/node/3504758))\n\nIn late 2020, the population facing food consumption gaps indicative of Crisis (IPC Phase 3) or worse outcomes is likely to reach 2.1 million. In early to mid-2021, the acutely food insecure population is likely to rise over 2.5 million due to the impact of consecutive, below-average rainfall seasons on crop and livestock production. Sustained humanitarian food assistance is required to prevent Crisis (IPC Phase 3) or worse outcomes and protect livelihoods. ([FEWSNET, 15 Nov 2020](https://reliefweb.int/node/3688150))\n\nMany parts of Somalia are currently experiencing drought conditions, triggered by below average 2020 Deyr (October-December) season rainfall which was characterized by depressed rains with poor spatial and temporal distributions and harsh conditions during the typically dry Jiaall (January-March) season. The worst affected regions include Lower Juba, Middle Juba, Gedo, Mudug, Nuugal, Bari, Toghdheer and Sool which are currently experiencing severe water shortage for domestic use, water for livestock as well as agricultural production. ([FAO, 25 Mar 2021](https://reliefweb.int/node/3724525))\n\nThe already dire humanitarian situation in 2021 will likely be exacerbated by another drought. Already in 2021, more than 80 per cent of the country is experiencing drought conditions. Although the Gu rains started in some parts of the country, forecasts indicate below-average rainfall. At least 3.4 million people are projected to be affected by drought conditions by year end, of whom around 380,000 are expected to be displaced. ([OCHA, 26 Apr 2021](https://reliefweb.int/node/3733064))\n\nNearly 40,000 people are facing mild to moderate drought conditions, as well as moderate to severe water shortages in Puntland, Galmudug, South West, Jubaland states and Banadir region, according to local authorities and partners. The situation resulted from the failure of the October-December 2020 rainy season, a harsh January - March 2021 season and a poorly distributed March-April-June season. The worst affected areas are Middle Juba, Gedo and parts of Bay and Bakool, which are experiencing moderate drought conditions, according to FAO SWALIM. Preliminary indications are that mild to moderate drought conditions may persist in many parts of Somalia until early 2022. ([OCHA, 9 Sep 2021](https://reliefweb.int/node/3772421))\n\nBetween July and September 2021, over 2.2 million people experienced high levels of acute food insecurity (IPC Phase 3 or above). This figure is projected to drastically increase to 3.5 million between October and December 2021, and include poor rural, urban and displaced populations across Somalia. The projection is based on the assumed absence of humanitarian assistance. Moreover, approximately 1.2 million children under the age of five are likely to be acutely malnourished through July 2022, including nearly 213 400 likely severely malnourished ([IPC, 12 Nov 2021](https://reliefweb.int/node/3791104))\n\nEighty per cent of Somalia is experiencing severe drought, the result of a third consecutive failed rainfall season. DG ECHO direct monitoring in most affected locations receives multiple community alerts of livestock deaths and humanitarian suffering. Nearly 100,000 people have abandoned their homes in central and southern areas in search of food, water and pasture for their livestock, facing resource-based conflict over the diminishing resources. In Jubaland, the average cost of 20-litres of water has more than doubled and the price of sorghum more than tripled, while the value of livestock (main livelihood) has plummeted: from 250 USD paid per cattle to current 70 USD. The Juba and Shabelle river levels are low and expected to decrease further. Rainwater harvesters and shallow wells have dried up, forcing communities to rely on low yield, poor quality boreholes, heightening risks for multiple diseases. Given the seasonal forecast, with little or no rain expected through the end of November 2021, current and projected drought conditions are the worse in record for past 40 years. ([ECHO, 19 Nov 2021](https://reliefweb.int/node/3793221))\n\n2.6 Million people in Somalia are facing water shortages due to severe drought conditions in Somalia. Water scarcity and drought conditions have contributed to increased water prices leading to displacements, diarrhoea-related morbidity and malnutrition in many parts of Somalia. The current worst affected regions include Gedo, Bay, Bakol, Lower Jubba, Galgadud, Mudug and parts of Bari, Nugaal, Sool, Sanaag, Togdheer, and Hiraan regions. ([UNICEF, 10 Dec 2021](https://reliefweb.int/node/3799552))\n\nOver 4.1 million people across Somalia, or 26 percent of the total population, need urgent humanitarian food assistance to prevent food consumption gaps or the accelerated depletion of livelihood assets indicative of Crisis (IPC Phase 3) or worse outcomes through mid-2022. The key drivers of acute food insecurity in Somalia include the combined effects of consecutive seasons of poor and erratic rainfall distribution and conflict. Moreover, approximately 1.4 million children, or over 44 percent of the children in Somalia under the age of five are likely to be acutely malnourished, including nearly 329,500 who are likely to be severely malnourished. ([IPC, 1 Mar 2022](https://reliefweb.int/node/3822417))\n\nAcute food insecurity in Somalia has drastically worsened since the beginning of 2022, with an estimated 4.8 million people (or 31% of the total population) already experiencing Crisis or worse (IPC Phase 3 or higher) outcomes. Further and faster deterioration of the food security and nutrition situation is expected during the April to June 2022 projection period, when more than 6 million people (or 38% of the total population) are expected to face Crisis or worse (IPC Phase 3 or higher) outcomes, including 1.7 million people likely in Emergency (IPC Phase 4) and over 81,000 people likely in Catastrophe (IPC Phase 5). In addition to the six population groups that face the risk of Famine, other areas of humanitarian concern include Southern Agropastoral, Southern Rain-fed Agropastoral of Middle and Lower Juba, and Togdheer Agropastoral livelihood zones as well as IDP settlements in Burao, Garoowe, Belet Weyne, Doolow and Kismaayo, all of which face Emergency (IPC Phase 4) between April and June 2022. ([IPC, 8 Apr 2022](https://reliefweb.int/node/3835838))\n\nThe number of people affected by drought has risen from 4.9 million in March to about 6.1 million in April, of whom nearly 760,000 are displaced and in urgent need of shelter, food, water and access to services such as health. ([OCHA, 20 Apr 2022](https://reliefweb.int/node/3842807))\n\nFamine (IPC Phase 5) is projected to emerge in three areas of Bay Region, Somalia, in late 2022 in the absence of urgent, multi-sectoral humanitarian assistance. Although levels of acute malnutrition among children and the rate of hunger-related deaths have not yet met the IPC’s technical definition of Famine (IPC Phase 5), those thresholds are expected to be reached during the October to December 2022 projection period based on currently available information that minimal humanitarian food assistance will be delivered in these areas in November and December due to funding constraints. The IPC analysis – conducted by experts across multiple agencies, including FEWS NET and FSNAU – has previously warned that up to 7.1 million people across Somalia need urgent, multi-sectoral assistance ii in order to treat and prevent acute malnutrition and reduce the number of ongoing hunger-related deaths. Additionally, for months now FEWS NET, FSNAU, and IPC partners have been warning that eight areas in Somalia, inclusive of Bay, faced a Risk of Famine. iii Although provision of food and nutrition assistance is currently ongoing, levels of assistance have not kept pace with the scale and severity of needs amid a two-year drought, protracted conflict, and record high staple food prices. ([FEWS NET, FSNAU, 5 Sep 2022](https://reliefweb.int/node/3883280))\n\nBy the end of September, 1,170,842 people had been displaced by drought since January 2021. Drought displaced 68,393 people in September 2022, a 31 per cent decrease from August 2022. Bay region (26 per cent) and Lower Juba region (22 per cent) have seen the most new arrivals, followed by Gedo, Banadir, and Bakool regions (14 per cent, 11 per cent and 11 per cent respectively). ([IOM, OCHA, UNHCR, 10 Oct 2022](https://reliefweb.int/node/3894485))\n\nAmid an anticipated scale-down in humanitarian assistance starting in April 2023 due to insufficient funding, approximately 8.3 million people across Somalia are expected to face Crisis (IPC Phase 3) or worse acute food insecurity outcomes between April and June 2023. This unprecedented level of need within Somalia is driven by the impacts of five consecutive seasons of poor rainfall, a likely sixth season of below-average rainfall from March to June 2023, and exceptionally high food prices, exacerbated by concurrent conflict/insecurity and disease outbreaks. Furthermore, Famine (IPC Phase 5) is projected between April and June 2023 among agropastoral populations in Baidoa and Burhakaba districts of Bay region and among internally displaced people (IDP) in Baidoa town of Bay region and in Mogadishu. ([FEWSNET, FSNAU, IPC, 13 Dec 2022](https://reliefweb.int/node/3915706))\n\nDuring the IPC analysis conducted in January 2023, three population groups were identified as facing a Risk of Famine between April and June 2023: agropastoral communities in Burhakaba district (Bay region), internally displaced people (IDPs) in Mogadishu settlements, and IDPs in Baidoa settlements. In March 2023, follow-up integrated food security, nutrition, and mortality surveys were conducted in these three areas in order to monitor the current situation. The survey conducted in agropastoral Burhakaba also included agropastoral populations in Baidoa district given the recent history of extreme food insecurity, nutrition, and mortality outcomes in Baidoa and the resultant need for updated information in the district. In April 2023, an IPC analysis update was conducted for the surveyed areas. For the rest of the country, the results of the February 2023 IPC analysis remain valid. ([FEWSNET, FSNAU, IPC, 25 Apr 2023](https://reliefweb.int/node/3955796))\n### Appeals & Response Plans\n\n- [![UNHCR: The Horn of Africa Drought Situation Appeal (January - December 2023) - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/05/bd/05bd2ce1-97c9-4042-b607-ff59ca3c7133.png) UNHCR: The Horn of Africa Drought Situation Appeal (January - December 2023)](https://reliefweb.int/node/3938354)\n- [![WFP: WFP Regional Drought Response Plan for the Horn of Africa (January – December 2023) - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/78/b4/78b44ab7-40eb-49b7-8716-093fc39d6d1c.png) WFP: WFP Regional Drought Response Plan for the Horn of Africa (January – December 2023)](https://reliefweb.int/node/3926286)\n\n### Useful Links\n\n- [OCHA: Address and Prevent Famine in Four Countries](http://interactive.unocha.org/emergency/2017_famine/index.php)\n- [WFP: Food Security Analysis - Somalia](http://vam.wfp.org/CountryPage_overview.aspx?iso3=SOM)\n- [WFP: Fighting Famine](http://www1.wfp.org/fighting-famine)\n- [FAO: Drought in the Horn of Africa](http://www.fao.org/emergencies/crisis/drought-hoa/en)\n- [WHO: Food Insecurity and Famine](http://www.who.int/emergencies/famine/en)\n- [UNICEF: Famine crisis – time is running out](https://www.unicef.org/emergencies/index_95476.html)",
      "type": [
        {
          "code": "DR",
          "name": "Drought",
          "id": 4672,
          "primary": true
        }
      ],
      "url": "https://reliefweb.int/taxonomy/term/23101",
      "related_glide": [
        "DR-2021-000054-SOM",
        "DR-2022-000289-COD"
      ],
      "current": true,
      "url_alias": "https://reliefweb.int/disaster/dr-2015-000134-som",
      "name": "Somalia: Drought - 2015-2023",
      "id": 23101,
      "glide": "DR-2015-000134-SOM",
      "status": "ongoing"
    }
  },
  "text": "Somalia: Drought - 2015-2023\n\nThe 2015-2016 El Niño phenomenon had a severe impact on vulnerable people in Somalia - it worsened an already widespread drought in Puntland and Somaliland with a devastating impact on communities and their livelihoods, increasing food insecurity, cash shortages and resulting in out-migration and death of livestock. Those affects are now emerging in other areas of the country, specifically in Jubaland in the south. Somaliland and Puntland have experienced below average rains for up to four seasons, spanning two years, and affecting nearly 1.4 million people. ([OCHA, 28 Nov 2016](https://reliefweb.int/node/1796964))\n\nThe humanitarian situation in Somalia is rapidly deteriorating and famine is a strong possibility in 2017. This comes only six years after a devastating famine led to the death of more than a quarter of a million people – half of them children. The severe drought is a result of two consecutive seasons of poor rainfall, more in some areas. In the worst affected areas, large-scale crop failure and high levels of livestock deaths are occurring. Malnutrition and drought-related diseases are on the rise, so are displacements, including to Ethiopia. Increasing competition for resources such as water is already increasing local tensions and could trigger further inter-communal conflict. Over 6.2 million people-half the population-are in need of humanitarian assistance. The situation of children of Somalia is particularly grave. ([OCHA, 17 Feb 2017](https://reliefweb.int/node/1907713))\n\nAs of 31 May 2017, there had been an estimated 739,000 drought displacements since November 2016...More than 480,000 of the displaced, or 65 per cent, are under the age of 18. Moreover, people under 5 years old represent more than one-quarter (195,000) of all those displaced — and are the most at risk of malnutrition and disease. ([UNHCR, 31 May 2017](https://reliefweb.int/node/2068029))\n\n3.2 million people are severely food insecure. This situation is expected to persist throughout 2017 given the high likelihood of a third consecutive poor harvest in July. Access to food is relatively better than previously projected due to large-scale humanitarian assistance...102,263 people have been treated for Severe Acute Malnutrition (SAM) since January. SAM admissions have increased by more than 50% since 2016. The Food Security and Nutrition Analysis Unit (FSNAU)’s post-Jilaal 2017 survey indicates a high prevalence of Global Acute Malnutrition (15% to 30%) in the Bay, Bakool, Sool, Sanaag, Bari and Nugal regions, as well as in Baidoa and Mogadishu IDP camps. ([OCHA, 16 Jun 2017](https://reliefweb.int/node/2084594))\n\nWhile the latest FSNAU assessments show a decrease of the number of people in need of humanitarian assistance from 6.7 million to 6.2 million people, the threat of localized famine countered by scaled-up humanitarian response is as relevant today as it was in the first months of this crisis. The Gu harvest will provide temporary relief for some communities in terms of food availability, but the harvest is reduced due to poor rains and access to food remains constrained. Prices will remain elevated through at least early 2018. Malnutrition, one of the leading indicators of the crisis, has reached emergency levels in a number of locations in southern and central Somalia, primarily, though not exclusively among displaced populations. Overall, some 388,000 acutely malnourished children are in need of critical nutrition support, including life-saving treatment for more than 87,000 severely malnourished children. Nearly 895,000 internally displaced people due to drought and conflict rely almost exclusively on assistance for basic services and life support. Major AWD/Cholera and measles outbreaks are also of continued concern. Through robust humanitarian assistance and the modest benefits from the underperforming Gu rains, the situation has stabilized but remains of serious concern at emergency levels. Whereas there is a modest decline in the number of people in need, there is an increase in the number of persons in the emergency-phase (IPC 4) compared to the previous assessment. When the threat of famine was announced in February, the number of people in need stood at 6.2 million. ([OCHA, 31 Aug 2017](https://reliefweb.int/node/2197699))\n\nHumanitarian partners are closely following what could become another failed rainy season in a context of continued risk of famine and deteriorating humanitarian indicators. According to the October Rainfall Update for Somalia by the FAO-managed Somalia Water and Land Information Management (SWALIM), the Deyr 2017 rainy season, which usually runs from October to December, kicked off in the last week of September in the north eastern areas and second week of October in southern and central regions. Many places in Bay, Bakool, Gedo and Middle Juba received rains at the start of the season. ([OCHA, 30 Oct 2017](https://reliefweb.int/node/2299179))\n\nFood security is expected to improve for agricultural and agropastoral households in January with the Deyr harvest. In both areas, though, improvements will be short‐lived and many households will face food consumption gaps through mid‐2018. In a worst‐case scenario of an extended absence of assistance, Famine (IPC Phase 5) remains possible, and continued large‐scale assistance is needed throughout 2018 to protect lives and livelihoods. ([FEWSNET, 30 Dec 2017](https://reliefweb.int/node/2397224))\n\nFood security has improved significantly in many of the areas worstaffected by the 2016/17 drought, as a result of large-scale humanitarian assistance and improvements in seasonal performance. Most areas of the country are currently Stressed (IPC Phase 2), though Crisis (IPC Phase 3) outcomes exist in some areas and among IDP populations. Between July and September, in the absence of continued humanitarian assistance, Crisis (IPC Phase 3) outcomes are likely in riverine livelihood zones and northern and central Somalia. Emergency (IPC Phase 4) is likely in Guban Pastoral livelihood zone. ([FEWSNET, 30 Jun 2018](https://reliefweb.int/node/2677274))\n\nThe record levels of rainfall seen during the April – June Gu rainy season have ushered in hopes of the substantial replenishment of water resources, and the restoration of cropland and livestock numbers across many areas of Somalia. The latest food security outlook by the Famine Early Warning System Network (FEWSNET) and the Food Security and Nutrition Analysis Unit (FSNAU) reports that food security will improve significantly in many of the areas worst-affected by the 2016/17 drought, as a result of improvements in seasonal performance supported by large-scale humanitarian assistance. However, the magnitude and intensity of the rains, coupled with the subsequent flooding, has aggravated vulnerabilities. Vulnerable communities, still recovering from the adverse effects of protracted drought, are among those who have been most severely affected by flooding. ([OCHA, 05 Jul 2018](https://reliefweb.int/node/2685429))\n\nDue to the above-average rains in the first half of 2018 and sustained humanitarian assistance, the number of people facing severe food insecurity (IPC Phase 3 and above) has decreased by 52 per cent from 3.1 million in September 2017 to 1.5 million in September 2018. However, the IPC Phase 2 caseload remained virtually unchanged, with a reduction of only 0.6 per cent. Due to the mid-2018 Gu rainy season, total cereal production exceeded the long-term average (1995-2017) by approximately 17 per cent and is 58 per cent higher than the five-year average (2013-17). Favourable rainfall between April and June 2018 also improved pasture and water availability for livestock and bolstered market conditions in some areas. Notwithstanding the relative improvement in food security outcomes since the end of the 2016/17 drought, similar gains were not observed with respect to malnutrition, which is influenced by several factors, including healthcare, clean water, proper sanitation and good hygiene practices. Malnutrition rates across Somalia remain very high and, in 2019, nearly 1 million children will be acutely malnourished, including more than 177,000 children suffering from severe acute malnutrition. ([OCHA, 20 Jan 2019](https://reliefweb.int/node/2956964))\n\nThe combined impact of the initial, and potentially complete, failure of the 2019 Gu’ rains (April-June), which followed a poor 2018 Deyr season (October-December), and abnormally hot, dry conditions during the 2019 Jilaal season (January-March) has caused widespread crop failure and accelerated decline in livestock productivity, rapidly pushing communities in the worst-affected areas into food insecurity crisis phase, or worse. The signs of crisis, such as irregular pastoral migration coupled with deteriorating livestock body conditions and reduction in milk production, increased displacement due to drought and increases in drought-related disease, are already widely observed. Out of 5.4 million expected to be acutely food insecure by July, 2.2 million will be in severe acute food insecurity conditions (IPC 3 and above), a 40 per cent increase from January this year. ([OCHA, 20 May 2019](https://reliefweb.int/node/3134518))\n\nTwo years after the prolonged 2016/2017 drought destroyed livelihoods and displaced almost one million Somalis - but also triggered a massive and successful scale up in humanitarian response to avert famine - severe climatic conditions, combined with other persistent drivers of humanitarian crisis, armed conflict, protracted and continued displacement and a spike in evictions of internally displaced persons are again pushing Somalia towards a major humanitarian emergency. ([OCHA, 12 Jul 2019](https://reliefweb.int/node/3212214/))\n\nThe Horn of Africa (HoA) (including northeast Uganda) is currently experiencing a prolonged drought, largely as a result of below average precipitation from the seasonal short rains (April-July) and long rains (October-December). Prevailing dry conditions across the region have led to the deterioration of farmland and pastures, loss of livestock, sharply increased food prices, and reduction of the availability of water in large areas of Somalia, Ethiopia, and Kenya. At the regional level, the number of severely food insecure people has increased to approximately 12 million, in large part as a result of the drought. Pre-existing protection, health, WASH, and shelter needs have been also been exacerbated. The humanitarian needs of the region’s growing displaced population are of particular concern. ([ACAPS, 22 Jul 2019](https://reliefweb.int/node/3224738/))\n\nClimatic shocks, conflict, natural disasters, widespread poverty, insecurity and vulnerability have trapped millions of Somalis in severe hunger and malnutrition for years. Late and erratic rains during the 2019 Gu’ cropping season (April-June) coupled with low river levels resulted in the poorest cereal harvest since 2011, which shattered the already fragile food security situation in the country. According to the 2019 Post-Gu’ results cereal production was up to 70 per cent below average in the southern areas for the Gu’ 2019 cropping season. If timely assistance is not provided, some 2.2 million people are expected to experience Crisis (IPC Phase 3) or Emergency (IPC Phase 4) food security outcomes through December, and one million children are projected to be acutely malnourished in 2020, including 180,000 who are likely to be severely malnourished. On the upside, the October-December 2019 Deyr rains forecast and initial performance has been positive, which would lead to improvements in food security. ([OCHA, 22 Dec 2019](https://reliefweb.int/node/3452938))\n\nMost of the main IDP settlements are currently classified as Crisis (IPC Phase 3). Given the level of destitution among IDPs and their limited livelihood options, their food security situation is unlikely to improve significantly during the projection period (February-June 2020). Urban Beletwyene is currently classified as Stressed (IPC Phase 2) when considering the positive impact of humanitarian assistance. Food security outcomes are expected to deteriorate to Crisis (IPC Phase 3) between December 2019 and June 2022 as they will be facing food consumption gasps that they will not be able to reduce without continued humanitarian assistance.([FEWSNET/FSNAU, 27 Dec 2019](https://reliefweb.int/node/3457643))\n\nGeneral acute malnutrition (GAM) is above the 15 per cent threshold in 10 of the 33 areas which experienced below average rainfall in 2019. Up to 178,000 children are expected to be impacted by severe acute malnutrition (SAM) between July 2019 and June 2020. Adding to these challenges was the presence at the end of 2019 of locusts infesting the countryside and destroying crops. As a result, it is expected in 2020 that up to 2.1 million people are expected to face food consumption gaps with 6.3 million facing acute food insecurity. ([UNICEF, 31 Dec 2019.](https://reliefweb.int/node/3493448))\n\nDespite above-average national cereal crop production and improved livestock production following a largely favorable Deyr (October-December) rainy season, up to 1.3 million people across Somalia are expected to face food consumption gaps or depletion of assets indicative of Crisis (IPC Phase 3)1 or worse outcomes through mid-2020. ([FEWSNET/FSNAU, 03 Feb 2020](https://reliefweb.int/node/3504758))\n\nFrom February to September 2020, the population in Integrated Food Security Phase Classification (IPC) Phases 3 (Crisis) and 4 (Emergency) is expected to rise by 40 percent, from 1.1 million to 1.6 million people. An additional 2.9 million people are projected to be in IPC Phase 2 (stressed). ([FAO, 18 Mar 2020](https://reliefweb.int/node/3568878))\n\nHumanitarian food assistance needs are high across Somalia, where Stressed (IPC Phase 2) and Crisis (IPC Phase 3) outcomes remain widespread. An estimated 3.5 million people in rural livelihood zones, urban areas, and IDP settlements need food assistance. Furthermore, a long-term decline in rainfall performance and preliminary climatological research suggest an elevated likelihood of below-average rainfall in the March to May 2021 season. Two consecutive poor seasons would likely result in rapidly worsening acute food insecurity in 2021.  ([FEWSNET, 31 Aug 2020](https://reliefweb.int/node/3504758))\n\nIn late 2020, the population facing food consumption gaps indicative of Crisis (IPC Phase 3) or worse outcomes is likely to reach 2.1 million. In early to mid-2021, the acutely food insecure population is likely to rise over 2.5 million due to the impact of consecutive, below-average rainfall seasons on crop and livestock production. Sustained humanitarian food assistance is required to prevent Crisis (IPC Phase 3) or worse outcomes and protect livelihoods. ([FEWSNET, 15 Nov 2020](https://reliefweb.int/node/3688150))\n\nMany parts of Somalia are currently experiencing drought conditions, triggered by below average 2020 Deyr (October-December) season rainfall which was characterized by depressed rains with poor spatial and temporal distributions and harsh conditions during the typically dry Jiaall (January-March) season. The worst affected regions include Lower Juba, Middle Juba, Gedo, Mudug, Nuugal, Bari, Toghdheer and Sool which are currently experiencing severe water shortage for domestic use, water for livestock as well as agricultural production. ([FAO, 25 Mar 2021](https://reliefweb.int/node/3724525))\n\nThe already dire humanitarian situation in 2021 will likely be exacerbated by another drought. Already in 2021, more than 80 per cent of the country is experiencing drought conditions. Although the Gu rains started in some parts of the country, forecasts indicate below-average rainfall. At least 3.4 million people are projected to be affected by drought conditions by year end, of whom around 380,000 are expected to be displaced. ([OCHA, 26 Apr 2021](https://reliefweb.int/node/3733064))\n\nNearly 40,000 people are facing mild to moderate drought conditions, as well as moderate to severe water shortages in Puntland, Galmudug, South West, Jubaland states and Banadir region, according to local authorities and partners. The situation resulted from the failure of the October-December 2020 rainy season, a harsh January - March 2021 season and a poorly distributed March-April-June season. The worst affected areas are Middle Juba, Gedo and parts of Bay and Bakool, which are experiencing moderate drought conditions, according to FAO SWALIM. Preliminary indications are that mild to moderate drought conditions may persist in many parts of Somalia until early 2022. ([OCHA, 9 Sep 2021](https://reliefweb.int/node/3772421))\n\nBetween July and September 2021, over 2.2 million people experienced high levels of acute food insecurity (IPC Phase 3 or above). This figure is projected to drastically increase to 3.5 million between October and December 2021, and include poor rural, urban and displaced populations across Somalia. The projection is based on the assumed absence of humanitarian assistance. Moreover, approximately 1.2 million children under the age of five are likely to be acutely malnourished through July 2022, including nearly 213 400 likely severely malnourished ([IPC, 12 Nov 2021](https://reliefweb.int/node/3791104))\n\nEighty per cent of Somalia is experiencing severe drought, the result of a third consecutive failed rainfall season. DG ECHO direct monitoring in most affected locations receives multiple community alerts of livestock deaths and humanitarian suffering. Nearly 100,000 people have abandoned their homes in central and southern areas in search of food, water and pasture for their livestock, facing resource-based conflict over the diminishing resources. In Jubaland, the average cost of 20-litres of water has more than doubled and the price of sorghum more than tripled, while the value of livestock (main livelihood) has plummeted: from 250 USD paid per cattle to current 70 USD. The Juba and Shabelle river levels are low and expected to decrease further. Rainwater harvesters and shallow wells have dried up, forcing communities to rely on low yield, poor quality boreholes, heightening risks for multiple diseases. Given the seasonal forecast, with little or no rain expected through the end of November 2021, current and projected drought conditions are the worse in record for past 40 years. ([ECHO, 19 Nov 2021](https://reliefweb.int/node/3793221))\n\n2.6 Million people in Somalia are facing water shortages due to severe drought conditions in Somalia. Water scarcity and drought conditions have contributed to increased water prices leading to displacements, diarrhoea-related morbidity and malnutrition in many parts of Somalia. The current worst affected regions include Gedo, Bay, Bakol, Lower Jubba, Galgadud, Mudug and parts of Bari, Nugaal, Sool, Sanaag, Togdheer, and Hiraan regions. ([UNICEF, 10 Dec 2021](https://reliefweb.int/node/3799552))\n\nOver 4.1 million people across Somalia, or 26 percent of the total population, need urgent humanitarian food assistance to prevent food consumption gaps or the accelerated depletion of livelihood assets indicative of Crisis (IPC Phase 3) or worse outcomes through mid-2022. The key drivers of acute food insecurity in Somalia include the combined effects of consecutive seasons of poor and erratic rainfall distribution and conflict. Moreover, approximately 1.4 million children, or over 44 percent of the children in Somalia under the age of five are likely to be acutely malnourished, including nearly 329,500 who are likely to be severely malnourished. ([IPC, 1 Mar 2022](https://reliefweb.int/node/3822417))\n\nAcute food insecurity in Somalia has drastically worsened since the beginning of 2022, with an estimated 4.8 million people (or 31% of the total population) already experiencing Crisis or worse (IPC Phase 3 or higher) outcomes. Further and faster deterioration of the food security and nutrition situation is expected during the April to June 2022 projection period, when more than 6 million people (or 38% of the total population) are expected to face Crisis or worse (IPC Phase 3 or higher) outcomes, including 1.7 million people likely in Emergency (IPC Phase 4) and over 81,000 people likely in Catastrophe (IPC Phase 5). In addition to the six population groups that face the risk of Famine, other areas of humanitarian concern include Southern Agropastoral, Southern Rain-fed Agropastoral of Middle and Lower Juba, and Togdheer Agropastoral livelihood zones as well as IDP settlements in Burao, Garoowe, Belet Weyne, Doolow and Kismaayo, all of which face Emergency (IPC Phase 4) between April and June 2022. ([IPC, 8 Apr 2022](https://reliefweb.int/node/3835838))\n\nThe number of people affected by drought has risen from 4.9 million in March to about 6.1 million in April, of whom nearly 760,000 are displaced and in urgent need of shelter, food, water and access to services such as health. ([OCHA, 20 Apr 2022](https://reliefweb.int/node/3842807))\n\nFamine (IPC Phase 5) is projected to emerge in three areas of Bay Region, Somalia, in late 2022 in the absence of urgent, multi-sectoral humanitarian assistance. Although levels of acute malnutrition among children and the rate of hunger-related deaths have not yet met the IPC’s technical definition of Famine (IPC Phase 5), those thresholds are expected to be reached during the October to December 2022 projection period based on currently available information that minimal humanitarian food assistance will be delivered in these areas in November and December due to funding constraints. The IPC analysis – conducted by experts across multiple agencies, including FEWS NET and FSNAU – has previously warned that up to 7.1 million people across Somalia need urgent, multi-sectoral assistance ii in order to treat and prevent acute malnutrition and reduce the number of ongoing hunger-related deaths. Additionally, for months now FEWS NET, FSNAU, and IPC partners have been warning that eight areas in Somalia, inclusive of Bay, faced a Risk of Famine. iii Although provision of food and nutrition assistance is currently ongoing, levels of assistance have not kept pace with the scale and severity of needs amid a two-year drought, protracted conflict, and record high staple food prices. ([FEWS NET, FSNAU, 5 Sep 2022](https://reliefweb.int/node/3883280))\n\nBy the end of September, 1,170,842 people had been displaced by drought since January 2021. Drought displaced 68,393 people in September 2022, a 31 per cent decrease from August 2022. Bay region (26 per cent) and Lower Juba region (22 per cent) have seen the most new arrivals, followed by Gedo, Banadir, and Bakool regions (14 per cent, 11 per cent and 11 per cent respectively). ([IOM, OCHA, UNHCR, 10 Oct 2022](https://reliefweb.int/node/3894485))\n\nAmid an anticipated scale-down in humanitarian assistance starting in April 2023 due to insufficient funding, approximately 8.3 million people across Somalia are expected to face Crisis (IPC Phase 3) or worse acute food insecurity outcomes between April and June 2023. This unprecedented level of need within Somalia is driven by the impacts of five consecutive seasons of poor rainfall, a likely sixth season of below-average rainfall from March to June 2023, and exceptionally high food prices, exacerbated by concurrent conflict/insecurity and disease outbreaks. Furthermore, Famine (IPC Phase 5) is projected between April and June 2023 among agropastoral populations in Baidoa and Burhakaba districts of Bay region and among internally displaced people (IDP) in Baidoa town of Bay region and in Mogadishu. ([FEWSNET, FSNAU, IPC, 13 Dec 2022](https://reliefweb.int/node/3915706))\n\nDuring the IPC analysis conducted in January 2023, three population groups were identified as facing a Risk of Famine between April and June 2023: agropastoral communities in Burhakaba district (Bay region), internally displaced people (IDPs) in Mogadishu settlements, and IDPs in Baidoa settlements. In March 2023, follow-up integrated food security, nutrition, and mortality surveys were conducted in these three areas in order to monitor the current situation. The survey conducted in agropastoral Burhakaba also included agropastoral populations in Baidoa district given the recent history of extreme food insecurity, nutrition, and mortality outcomes in Baidoa and the resultant need for updated information in the district. In April 2023, an IPC analysis update was conducted for the surveyed areas. For the rest of the country, the results of the February 2023 IPC analysis remain valid. ([FEWSNET, FSNAU, IPC, 25 Apr 2023](https://reliefweb.int/node/3955796))\n### Appeals & Response Plans\n\n- [![UNHCR: The Horn of Africa Drought Situation Appeal (January - December 2023) - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/05/bd/05bd2ce1-97c9-4042-b607-ff59ca3c7133.png) UNHCR: The Horn of Africa Drought Situation Appeal (January - December 2023)](https://reliefweb.int/node/3938354)\n- [![WFP: WFP Regional Drought Response Plan for the Horn of Africa (January – December 2023) - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/78/b4/78b44ab7-40eb-49b7-8716-093fc39d6d1c.png) WFP: WFP Regional Drought Response Plan for the Horn of Africa (January – December 2023)](https://reliefweb.int/node/3926286)\n\n### Useful Links\n\n- [OCHA: Address and Prevent Famine in Four Countries](http://interactive.unocha.org/emergency/2017_famine/index.php)\n- [WFP: Food Security Analysis - Somalia](http://vam.wfp.org/CountryPage_overview.aspx?iso3=SOM)\n- [WFP: Fighting Famine](http://www1.wfp.org/fighting-famine)\n- [FAO: Drought in the Horn of Africa](http://www.fao.org/emergencies/crisis/drought-hoa/en)\n- [WHO: Food Insecurity and Famine](http://www.who.int/emergencies/famine/en)\n- [UNICEF: Famine crisis – time is running out](https://www.unicef.org/emergencies/index_95476.html)",
  "summary": " Somalia is facing a severe drought due to below average rainfall and harsh conditions, resulting in food insecurity, cash shortages, out-migration, and death of livestock. This has caused 6.2 million people, half the population, to be in need of assistance, with 1 million children suffering from acute malnutrition. Humanitarian assistance has improved access to food, but famine is still a risk. The Deyr harvest in January is expected to improve food security, but food consumption gaps are still likely to occur through mid-2018. In 2021, 80% of the country is facing drought conditions, resulting in 3.4 million people being affected, with 1.2 million children under the age of five likely to be acutely malnourished through July 2022. As of October 10, 2022, 1,170,842 people have been displaced by drought since January 2021. In January 2023, an IPC analysis identified three population groups at risk of famine.",
  "metadata": {
    "id": "23101",
    "name": "Somalia: Drought - 2015-2023",
    "date_event": 1433808000000,
    "date_changed": 1682431298000,
    "date_created": 1433808000000,
    "primary_country_id": 216,
    "primary_country_name": "Somalia",
    "primary_country_iso3": "som",
    "primary_country_location": {
      "lon": 47.33,
      "lat": 5.79
    },
    "primary_type_id": 4672,
    "primary_type_code": "DR",
    "primary_type_name": "Drought"
  }
}