{
  "original": {
    "id": "33516",
    "fields": {
      "date": {
        "changed": "2023-01-25T13:03:58+00:00",
        "event": "2016-04-29T00:00:00+00:00",
        "created": "2016-04-29T00:00:00+00:00"
      },
      "primary_type": {
        "code": "EP",
        "name": "Epidemic",
        "id": 4642
      },
      "country": [
        {
          "href": "https://api.reliefweb.int/v1/countries/216",
          "name": "Somalia",
          "location": {
            "lon": 47.33,
            "lat": 5.79
          },
          "id": 216,
          "shortname": "Somalia",
          "iso3": "som",
          "primary": true
        }
      ],
      "primary_country": {
        "href": "https://api.reliefweb.int/v1/countries/216",
        "name": "Somalia",
        "location": {
          "lon": 47.33,
          "lat": 5.79
        },
        "id": 216,
        "shortname": "Somalia",
        "iso3": "som"
      },
      "profile": {
        "overview": "Humanitarian partners have stepped up response to the outbreak...Projections of 15,000 severe and 60,000 moderate cases over the coming months have led to plans for a significant and rapid scale up of the response. To help stabilize and contain the outbreak, the CERF rapid response grant of $2 million will strengthen and complement response activities already underway by WASH and Health partners. ([OCHA, 30 May 2016](https://reliefweb.int/node/1547586))\n\nSince the beginning of [2016], a total of 14165 case of AWD and 497 deaths have been reported in different parts of Somalia. Of these 47.7% are female while 57.9% are children below 5 years. [...] there has been a gradual reduction in number of cases from the peak 1,853 cases and 187 deaths (CFR 10.0%) in week 15 to 194 cases and 0 death in week 46. ([WHO, 20 Nov 2016](https://reliefweb.int/node/1807389))\n\nDrought conditions have increased the spread of epidemic-prone diseases such as acute watery diarrhoea, cholera and measles. In the first 7 weeks of 2017, more than 6000 cases and 65 deaths by acute watery diarrhoea/ cholera were reported. ([WHO, 27 Feb 2017](https://reliefweb.int/node/1919408))\n\nThe AWD/cholera epidemic in Hiraan, Nugal, Mudug and Bari and Banadir region has been controlled and the cholera treatment centre in Beletweyne has been closed. 2016's outbreak was one of the worst and longest in which the country has experienced in the last five years. ([WHO, 5 Mar 2017](https://reliefweb.int/node/1939709))\n\nOn 15 March 2017, the Government of Somalia, together with humanitarian partners, launched an Oral Cholera Vaccination campaign, the first of its kind in Somalia, targeting over 450,000 people in seven high-risk areas around the country...WASH partners have furthermore scaled up response to AWD/Cholera, reaching 316,000 people in southern and central Somalia through distribution of hygiene kits, chlorination of water points and hygiene promotion campaigns as of end of February. In total, some 568,600 people were assisted with temporary and/or sustainable access to safe water, 36,000 people with safe sanitation and 498,000 people with hygiene promotion activities. ([OCHA, 24 Mar 2017](https://reliefweb.int/node/1959484))\n\nIn 2017, a total of 53,015 AWD/Cholera cases have been reported across 52 districts in 16 regions, including 795 deaths (CFR 1.5 per cent). This represents the worst case scenario with an attack rate (AR) of 5.5 per 1,000 people. 41 per cent of the cases are among children below five years with a slightly higher CFR (1.8%) compared to children above five years (1.4 per cent). The number of AWD/Cholera cases in 2017 is more than three times the 2016 caseload, and 10 times the 2015 caseload. Whilst the cumulative CFR is declining from 2.3 per cent at the beginning of the outbreak to 1.5 per cent as of last week, the reported CFR from inaccessible areas is still four times higher.  ([UNICEF, 30 Jun 2017](https://reliefweb.int/node/2112184))\n\nOver the past two months there has been a significant reduction in the number of new AWD/Cholera cases in all regions of Somalia. No AWD/cholera related deaths have been reported since August in any region across Somalia. ([Health Cluster, 31 Oct 2017](https://reliefweb.int/node/2335624))\n\nCholera cases and deaths have declined significantly during the month of November 2017 with less districts reporting cases as compared to previous months. ([WHO, 30 Nov 2017](https://reliefweb.int/node/2397894))\n\nSince the start of the year, a total of 78,560 cumulative cases of AWD/cholera recorded from health facilities across the country and 1,160 deaths have been reported in 55 districts of 16 regions across Somalia. [...] Whilst an overall decline is being reported, new AWD/cholera cases have been reported from Beletweyne district of Hiran region during December. ([Health Cluster, 31 Dec 2017](https://reliefweb.int/node/2498959))\n\nAs of 18 March 2018, a total of 1613 cholera cases, including nine deaths (case fatality rate = 0.6%), have been reported from four regions: Hiraan, Banadir, Lower Juba and Middle Shabelle. The outbreak started in Beletweyne, Hiraan Region; it spread to Banadir Region in early January 2018, to Lower Juba in early February 2018, and to Middle Shabelle in early February 2018... Banadir Region is one of the regions with the highest concentration of internally displaced persons (IDPs). ([WHO, 29 Mar 2018](https://reliefweb.int/node/2535014))\n\nFollowing the heavy rains that have led to the floods in the Juba land and Shabelle basins, there has been an observed increase in the number of new AWD/Cholera cases. The cholera outbreak that started in December 2017 in Beletweyne along river Shabelle has spread to Jowhar, Kismayo, Afgoye and Banadir. The cholera spread is expected to increase due to the floods that have led to contamination of water sources in the flood affected regions. Floods have also led to blockage of access of health services which will contribute to delayed health seeking by the affected populations with... A cumulative total of 3,280 cases including 21 deaths have been reported since December 2017. ([WHO, 13 May 2018](https://reliefweb.int/node/2625049))\n\nThe cholera spread is expected to increase due to the floods that have led to contamination of water sources in the flood affected regions...Over the past 2 weeks, there has been decrease in the number of AWD/Cholera cases reported in Lower Shabelle, Banadir and Lower Jubba; the regions that are affected by floods. In week ending 8th July, active transmission of AWD/cholera was reported in Kismayo district in Lower Jubba, Afgoye Kurtunwarey, Brava and Merka in Lower Shabelle as well as in 14 districts of Banadir region (Darkenly, Daynile, Hodan, Madina, Waberi, HamarWeine, Hamarjabjab, Wardhigley, Shibis,Yaqshid, Abdiaziz, Kaaran, Huruwa, and Howlwadag districts). In Kismayo, affected communities especially in Farjano IDP are reportedly using contaminated water due to floods. There was a decrease in the number of cases reported from 344 in week 26 to 151 in week 27. ([WHO/Gov't, 8 Jul 2018](https://reliefweb.int/node/2703844))\n\nThe Ministry of Health of Somalia has announced 30 new cases of cholera and no deaths for week 38 (17 to 23 September) of 2018. Since week 28, there has been a decreasing trend in the number of cholera cases reported. The cumulative total of cases is 6394, including 42 associated deaths (case-fatality rate 0.7%) since the beginning of the current outbreak in December 2017...Over the past five weeks, there has been a decrease in the number of cases reported in Banadir and Lower Jubba, while during week 38 active transmission was reported in Kismayo district of Lower Jubba, and 7 districts of Banadir region (Darkenly, Daynile, Hodan, Madina, Waberi, Hamarjabjab, and Heliwa districts). ([WHO, 4 Oct 2018](https://reliefweb.int/node/2819544))\n\nThere has been a consecutive weekly downward trend of suspected cases reported since week 28. The peak was 296 cases in epidemiological week 23, dropping to 18 cases in this reporting period. In week 45, active transmission of Acute Watery Diarrhoea (AWD)/cholera was reported in six districts in the Banadir region: Darkenley, Daynile, Hodan, Madina, Shibis, and Yaqsid. All cases reported this week are among the internally displaced people (IDPs). None of the reported cases had previously received the oral cholera vaccine (OCV). OCV campaigns have contributed significantly to the reduction of reported cases in the country. ([WHO, 07 Dec 2018](https://reliefweb.int/node/2908223))\n\nSince epidemiological week 28, when 396 suspected cholera cases were reported, there has been a significant downward trend in the number of new suspected cholera cases reported by treatment facilities. The cumulative total of cases is 6761, including 46 associated deaths (case-fatality rate 0.68%), since the beginning of the current outbreak in December 2017 along the Shabelle River. ([WHO, 8 Jan 2019](https://reliefweb.int/node/2983423))\n\nSince the beginning of the outbreak a total of 7,104 including 46 deaths (CFR 0.7%). However; the drought affecting many parts of the country has led to limited access to safe water and food insecurity and this is expected to lead to increased spread of cholera cases to other regions. ([WHO/Health Cluster, 30 Apr 2019](https://m.reliefweb.int/report/3184394))\n\nSince December 2017, a total of 7,994 cumulative cases including 46 deaths (CFR 0.6%) were reported from 3 states of Somalia (Hirshabelle, Jubbaland and South West state) and Banadir region. The first round of Oral cholera vaccination (OCV) campaign targeting 650,000 people aged 1 year and above was started on 22 June 2019 in the districts of Kahda, Heliwa, Harmajajab, Balad, Afgoi and Kismayo. ([WHO, 23 Jun 2019](https://reliefweb.int/node/3203209))\n\nThe cumulative total number of suspected cholera cases since the beginning of this outbreak in December 2017 is 8871, including 46 associated deaths. During this reporting period, all of the cases were reported from a total of 27 districts in Banadir and Lower Jubba regions. Of the 39 cases reported during week 41, 64% of the cases (25) are children below 5 years of age. The cholera outbreak has been contained in the districts of Jubaland, Hirshabelle and South West States following the implementation of oral cholera vaccination (OCV) campaigns and other health interventions in these areas. Active transmission is still reported in Banadir and Lower Jubba regions. These areas have experienced heavy rains in the recent past that may have contributed to the contamination of water sources leading to the continued cholera transmission. The most affected districts in Banadir are Darkenley, Madina and Hodan, while in Lower Jubba it is the district of Badhadhe. ([WHO, 22 Oct 2019](https://reliefweb.int/node/3369689))\n\nThe Ministry of Health of Somalia has announced 253 new suspected cases of cholera, with no deaths reported, for epidemiological week 6 (3 February to 9 February 2020). The cumulative total number of suspected cholera cases since the beginning of this outbreak is 10 904, including 55 associated deaths. So far in 2020, active transmission has been reported from the regions of Banadir, Hiran and Lower Shebelle. Of the 253 cases reported during this week, 74.7% of the cases (189) are children under 5 years of age. ([WHO, 9 Feb 2020](https://reliefweb.int/node/3554928))\n\nThe Ministry of Health of Somalia has announced 167 new suspected cases of cholera, with one death reported, for epidemiological week 21 (18 – 24 May 2020). The cumulative total number of suspected cholera cases since the beginning of this outbreak is 13 528, including 67 associated deaths. [...] The overall reduction in the number of new cholera cases as compared to the numbers at the beginning of the outbreak is attributed to improved implementation of preventive interventions including oral cholera vaccination (OCV) campaigns and the strengthening of water, sanitation and hygiene (WaSH) activities in hot spots. ([WHO, 30 May 2020](https://reliefweb.int/node/3644155))\n\nIncreases in Acute Watery Diarrhoea (AWD) and cholera due to flooding remain a concern. On 28 May, the South West State Ministry of Health (MoH) reported 121 AWD cases and four deaths in Bay Haw and Bay Regional hospitals. Three out of four water samples collected by the MoH, the state Ministry of Energy and Water and the WASH Cluster from four sections of Baidoa town were found to be contaminated. In Banadir region, 57 AWD cases and six related deaths were reported between 15 and19 May. The cases, mostly children under 5, are from Hargadiid, Dhiblaawe, Sanaag, Gargaar, Kulan and Galadmacquul IDP settlements in Kahda district.  ([OCHA, 1 Jun 2020](https://reliefweb.int/node/3640405))\n\nThe Ministry of Health of Somalia has announced 68 new suspected cases of cholera, with one reported death, for epidemiological week 33 (10-16 August 2020). The cumulative total number of suspected cholera cases since the beginning of this year is 5485, including 30 associated deaths (CFR 0.5%). So far in 2020, active transmission has been reported from the regions of Banadir, Bay, Hiran and lower Shabele. The last cholera cases in Jowhar district of middle Shabelle were reported in week 17. Of the 5485 reported cases, 2567 (47%) are aged 2 years and below, while 17 (57%) of the 30 deaths are also aged 2 years and below. ([WHO, 30 Aug 2020](https://reliefweb.int/node/3665976))\n\n The Ministry of Health of Somalia has announced 69 new suspected cases of cholera, with no reported deaths, for epidemiological week 37 (7 to 13 September 2020). The cumulative total number of suspected cholera cases since the beginning of this year is 5760, including 30 associated deaths (CFR 0.5%). So far in 2020, active transmission has been reported from the regions of Banadir, Bay, Hiran and lower Shabele. The last cholera cases in Jowhar district of middle Shabelle were reported in week 17. Of the 6760 reported cases, 2691 (47%) are aged 2 years and below, while 17 (57%) of the 30 deaths are also aged 2 years and below. ([WHO, 27 Sep 2020](https://reliefweb.int/node/3676375))\n\nThe Ministry of Health of Somalia has announced 54 new suspected cases of cholera, with one reported death, for epidemiological week 47 (16–22 November 2020). The cumulative total number of suspected cholera cases since the beginning of this year is 6279, including 33 associated deaths (CFR 0.5%). So far in 2020, active transmission has been reported from the regions of Banadir, Bay, Hiran and lower Shabele. The last cholera cases in Jowhar district of middle Shabelle were reported in week 17. Of the 6279 reported cases, 2904 (46%) are aged 2 years and below, while 18 (55%) of the 33 registered deaths are aged 2 years and below. ([WHO, 30 Nov 2020](https://reliefweb.int/node/3692745))\n\nThe Ministry of Health of Somalia has announced 89 new suspected cases of cholera, with no reported death, for epidemiological week 3 (11 to 17 January 2021). In week 3, all of the cases were reported from the 17 flood-affected districts of Banadir region and Baidoa district of the Bay region, while no cholera cases were reported from other regions. The cumulative total number of suspected cholera cases in 2021 is 220, including 1 associated death (CFR 0.5%). ([WHO, 30 Nov 2020](https://reliefweb.int/node/3707749))\n\nThe Ministry of Health of Somalia has announced 78 new suspected cases of cholera, with no reported death, for epidemiological week 5 (25 to 31 January 2021). The cumulative total number of suspected cholera cases in 2021 is 380, including 2 associated deaths (case fatality ratio of 0.5%). All cases were reported from 17 flood affected districts of Banadir region and Baidoa district of the Bay region, with no cholera cases reported from other regions. Of the 380 cases reported since the week 1, 151 are aged ≤2 years (40%). Of the 2 deaths registered, 1 is aged ≤2 years (50%).([WHO, 14 Feb 2021](https://reliefweb.int/node/3713214))\n\n\n**Galkacyo** - New AWD cases have been reported in Galkacyo; these cases are managed in Galkacyo South Hospital which has an isolation center supported by IMC. In the month of May, 611 cases were mild and treated at the outpatient department while 277 cases were severe cases and admitted in the hospital isolation Centre. Six (6) samples collected from these cases tested Negative for Vibrio Cholerae, more samples will be taken with the support from State MOH and WHO. According to the mapping of locations where cases came from; it was reported that the majority of cases are from Hawlwadaag Village. **Dhusamareb** -  In the month of May, 502 AWD cases have been reported in Hanano and Bandiradley hospitals supported by IRC, of which 470 were with moderate symptoms and dehydration while 32 cases were severe, and all the cases recovered well. No sample was taken to test for Cholera and no death was reported at the facility. WHO with state MOH advised to collect samples for testing at the National reference laboratory for confirmation. **Qoryoley** - From 5th May 138 cases have been treated in Qoryoley General temporarily CTU supported by AYUUB NGO. 17 samples are taken for laboratory tests pending the outcome of the test. **Belet Xaawa** - AWD in Beled Xaawo has been reported from 10th May and by the end of May 380 cases were reported. Two cases of death have been confirmed. ([WHO, 25 Jun 2021](https://reliefweb.int/node/3751090))\n\nThe Ministry of Health of Somalia has announced 129 new suspected cases of cholera, with 1 reported death, for epidemiological week 30 (26 July to 1 August 2021). All cases were reported from Banadir, Bay and lower Shabelle regions. The most affected 23 districts were in Hirshabelle, South West states and Puntland, and 17 districts of Banadir region. Of the total cases reported from Somalia since the week 1, 3858 (63%) were children under 5 years of age with 51% of cases being female. The total number of suspected cholera cases in 2021 is 3,858, including 27 associated deaths with a case fatality ratio (CFR) of 0.7%. The highest CFR was reported in Abdul Aziz district (11.11%). The overall attack rate of 103 cases per 100,000 persons were reported from 23 district and the most affected districts included Daynile, Adale and Madina. ([WHO, 31 Aug 2021](https://reliefweb.int/node/3771718))\n\nSince EPI week 1 to 49, December 2021, 5455 cholera cases including 35 deaths with (CFR 0.64%), were reported from 22 districts of Hirshabelle, South West and Banadir region. ([Gov't, 17 Dec 2021](https://reliefweb.int/node/3801746))\n\nOver the past two weeks, the number of cases has increased by from 276 cases in week 39 to 318 cases in week 40 which represents a 15% decrease over the past two weeks. The number of cholera cases reported in Kismayo have decreased by 0.7% from 137 to 136 in the past 2 weeks (table 1). In Banadir, the number of cases decreased by 9% from 34 cases to 31 cases in the last two weeks (figure 3) while in Merka, the number of cases increased by 200% from 16 cases in week 37 to 48 in week 40 during the same period (figure 4) and 7 deaths were reported in the past two weeks. ([WHO, 16 Oct 2022](https://reliefweb.int/node/3896670))\n\nDuring week 52, 385 new suspected cases with one associated death were reported from 26 drought-affected districts of Somalia. The reduction in the number of new cases is linked to implementation of cholera response interventions in most affected districts. Since epidemiological week 1 of 2022, a total of 15 653 suspected cases of cholera including 88 associated deaths (CFR 0.6%) were reported from 26 districts of Somalia ([WHO, 1 Jan 2023](https://reliefweb.int/node/3925027))",
        "overview-html": "<p>Humanitarian partners have stepped up response to the outbreak...Projections of 15,000 severe and 60,000 moderate cases over the coming months have led to plans for a significant and rapid scale up of the response. To help stabilize and contain the outbreak, the CERF rapid response grant of $2 million will strengthen and complement response activities already underway by WASH and Health partners. (<a href=\"https://reliefweb.int/node/1547586\">OCHA, 30 May 2016</a>)</p>\n<p>Since the beginning of [2016], a total of 14165 case of AWD and 497 deaths have been reported in different parts of Somalia. Of these 47.7% are female while 57.9% are children below 5 years. [...] there has been a gradual reduction in number of cases from the peak 1,853 cases and 187 deaths (CFR 10.0%) in week 15 to 194 cases and 0 death in week 46. (<a href=\"https://reliefweb.int/node/1807389\">WHO, 20 Nov 2016</a>)</p>\n<p>Drought conditions have increased the spread of epidemic-prone diseases such as acute watery diarrhoea, cholera and measles. In the first 7 weeks of 2017, more than 6000 cases and 65 deaths by acute watery diarrhoea/ cholera were reported. (<a href=\"https://reliefweb.int/node/1919408\">WHO, 27 Feb 2017</a>)</p>\n<p>The AWD/cholera epidemic in Hiraan, Nugal, Mudug and Bari and Banadir region has been controlled and the cholera treatment centre in Beletweyne has been closed. 2016's outbreak was one of the worst and longest in which the country has experienced in the last five years. (<a href=\"https://reliefweb.int/node/1939709\">WHO, 5 Mar 2017</a>)</p>\n<p>On 15 March 2017, the Government of Somalia, together with humanitarian partners, launched an Oral Cholera Vaccination campaign, the first of its kind in Somalia, targeting over 450,000 people in seven high-risk areas around the country...WASH partners have furthermore scaled up response to AWD/Cholera, reaching 316,000 people in southern and central Somalia through distribution of hygiene kits, chlorination of water points and hygiene promotion campaigns as of end of February. In total, some 568,600 people were assisted with temporary and/or sustainable access to safe water, 36,000 people with safe sanitation and 498,000 people with hygiene promotion activities. (<a href=\"https://reliefweb.int/node/1959484\">OCHA, 24 Mar 2017</a>)</p>\n<p>In 2017, a total of 53,015 AWD/Cholera cases have been reported across 52 districts in 16 regions, including 795 deaths (CFR 1.5 per cent). This represents the worst case scenario with an attack rate (AR) of 5.5 per 1,000 people. 41 per cent of the cases are among children below five years with a slightly higher CFR (1.8%) compared to children above five years (1.4 per cent). The number of AWD/Cholera cases in 2017 is more than three times the 2016 caseload, and 10 times the 2015 caseload. Whilst the cumulative CFR is declining from 2.3 per cent at the beginning of the outbreak to 1.5 per cent as of last week, the reported CFR from inaccessible areas is still four times higher.  (<a href=\"https://reliefweb.int/node/2112184\">UNICEF, 30 Jun 2017</a>)</p>\n<p>Over the past two months there has been a significant reduction in the number of new AWD/Cholera cases in all regions of Somalia. No AWD/cholera related deaths have been reported since August in any region across Somalia. (<a href=\"https://reliefweb.int/node/2335624\">Health Cluster, 31 Oct 2017</a>)</p>\n<p>Cholera cases and deaths have declined significantly during the month of November 2017 with less districts reporting cases as compared to previous months. (<a href=\"https://reliefweb.int/node/2397894\">WHO, 30 Nov 2017</a>)</p>\n<p>Since the start of the year, a total of 78,560 cumulative cases of AWD/cholera recorded from health facilities across the country and 1,160 deaths have been reported in 55 districts of 16 regions across Somalia. [...] Whilst an overall decline is being reported, new AWD/cholera cases have been reported from Beletweyne district of Hiran region during December. (<a href=\"https://reliefweb.int/node/2498959\">Health Cluster, 31 Dec 2017</a>)</p>\n<p>As of 18 March 2018, a total of 1613 cholera cases, including nine deaths (case fatality rate = 0.6%), have been reported from four regions: Hiraan, Banadir, Lower Juba and Middle Shabelle. The outbreak started in Beletweyne, Hiraan Region; it spread to Banadir Region in early January 2018, to Lower Juba in early February 2018, and to Middle Shabelle in early February 2018... Banadir Region is one of the regions with the highest concentration of internally displaced persons (IDPs). (<a href=\"https://reliefweb.int/node/2535014\">WHO, 29 Mar 2018</a>)</p>\n<p>Following the heavy rains that have led to the floods in the Juba land and Shabelle basins, there has been an observed increase in the number of new AWD/Cholera cases. The cholera outbreak that started in December 2017 in Beletweyne along river Shabelle has spread to Jowhar, Kismayo, Afgoye and Banadir. The cholera spread is expected to increase due to the floods that have led to contamination of water sources in the flood affected regions. Floods have also led to blockage of access of health services which will contribute to delayed health seeking by the affected populations with... A cumulative total of 3,280 cases including 21 deaths have been reported since December 2017. (<a href=\"https://reliefweb.int/node/2625049\">WHO, 13 May 2018</a>)</p>\n<p>The cholera spread is expected to increase due to the floods that have led to contamination of water sources in the flood affected regions...Over the past 2 weeks, there has been decrease in the number of AWD/Cholera cases reported in Lower Shabelle, Banadir and Lower Jubba; the regions that are affected by floods. In week ending 8th July, active transmission of AWD/cholera was reported in Kismayo district in Lower Jubba, Afgoye Kurtunwarey, Brava and Merka in Lower Shabelle as well as in 14 districts of Banadir region (Darkenly, Daynile, Hodan, Madina, Waberi, HamarWeine, Hamarjabjab, Wardhigley, Shibis,Yaqshid, Abdiaziz, Kaaran, Huruwa, and Howlwadag districts). In Kismayo, affected communities especially in Farjano IDP are reportedly using contaminated water due to floods. There was a decrease in the number of cases reported from 344 in week 26 to 151 in week 27. (<a href=\"https://reliefweb.int/node/2703844\">WHO/Gov't, 8 Jul 2018</a>)</p>\n<p>The Ministry of Health of Somalia has announced 30 new cases of cholera and no deaths for week 38 (17 to 23 September) of 2018. Since week 28, there has been a decreasing trend in the number of cholera cases reported. The cumulative total of cases is 6394, including 42 associated deaths (case-fatality rate 0.7%) since the beginning of the current outbreak in December 2017...Over the past five weeks, there has been a decrease in the number of cases reported in Banadir and Lower Jubba, while during week 38 active transmission was reported in Kismayo district of Lower Jubba, and 7 districts of Banadir region (Darkenly, Daynile, Hodan, Madina, Waberi, Hamarjabjab, and Heliwa districts). (<a href=\"https://reliefweb.int/node/2819544\">WHO, 4 Oct 2018</a>)</p>\n<p>There has been a consecutive weekly downward trend of suspected cases reported since week 28. The peak was 296 cases in epidemiological week 23, dropping to 18 cases in this reporting period. In week 45, active transmission of Acute Watery Diarrhoea (AWD)/cholera was reported in six districts in the Banadir region: Darkenley, Daynile, Hodan, Madina, Shibis, and Yaqsid. All cases reported this week are among the internally displaced people (IDPs). None of the reported cases had previously received the oral cholera vaccine (OCV). OCV campaigns have contributed significantly to the reduction of reported cases in the country. (<a href=\"https://reliefweb.int/node/2908223\">WHO, 07 Dec 2018</a>)</p>\n<p>Since epidemiological week 28, when 396 suspected cholera cases were reported, there has been a significant downward trend in the number of new suspected cholera cases reported by treatment facilities. The cumulative total of cases is 6761, including 46 associated deaths (case-fatality rate 0.68%), since the beginning of the current outbreak in December 2017 along the Shabelle River. (<a href=\"https://reliefweb.int/node/2983423\">WHO, 8 Jan 2019</a>)</p>\n<p>Since the beginning of the outbreak a total of 7,104 including 46 deaths (CFR 0.7%). However; the drought affecting many parts of the country has led to limited access to safe water and food insecurity and this is expected to lead to increased spread of cholera cases to other regions. (<a rel=\"noopener noreferrer\" target=\"_blank\" href=\"https://m.reliefweb.int/report/3184394\">WHO/Health Cluster, 30 Apr 2019</a>)</p>\n<p>Since December 2017, a total of 7,994 cumulative cases including 46 deaths (CFR 0.6%) were reported from 3 states of Somalia (Hirshabelle, Jubbaland and South West state) and Banadir region. The first round of Oral cholera vaccination (OCV) campaign targeting 650,000 people aged 1 year and above was started on 22 June 2019 in the districts of Kahda, Heliwa, Harmajajab, Balad, Afgoi and Kismayo. (<a href=\"https://reliefweb.int/node/3203209\">WHO, 23 Jun 2019</a>)</p>\n<p>The cumulative total number of suspected cholera cases since the beginning of this outbreak in December 2017 is 8871, including 46 associated deaths. During this reporting period, all of the cases were reported from a total of 27 districts in Banadir and Lower Jubba regions. Of the 39 cases reported during week 41, 64% of the cases (25) are children below 5 years of age. The cholera outbreak has been contained in the districts of Jubaland, Hirshabelle and South West States following the implementation of oral cholera vaccination (OCV) campaigns and other health interventions in these areas. Active transmission is still reported in Banadir and Lower Jubba regions. These areas have experienced heavy rains in the recent past that may have contributed to the contamination of water sources leading to the continued cholera transmission. The most affected districts in Banadir are Darkenley, Madina and Hodan, while in Lower Jubba it is the district of Badhadhe. (<a href=\"https://reliefweb.int/node/3369689\">WHO, 22 Oct 2019</a>)</p>\n<p>The Ministry of Health of Somalia has announced 253 new suspected cases of cholera, with no deaths reported, for epidemiological week 6 (3 February to 9 February 2020). The cumulative total number of suspected cholera cases since the beginning of this outbreak is 10 904, including 55 associated deaths. So far in 2020, active transmission has been reported from the regions of Banadir, Hiran and Lower Shebelle. Of the 253 cases reported during this week, 74.7% of the cases (189) are children under 5 years of age. (<a href=\"https://reliefweb.int/node/3554928\">WHO, 9 Feb 2020</a>)</p>\n<p>The Ministry of Health of Somalia has announced 167 new suspected cases of cholera, with one death reported, for epidemiological week 21 (18 – 24 May 2020). The cumulative total number of suspected cholera cases since the beginning of this outbreak is 13 528, including 67 associated deaths. [...] The overall reduction in the number of new cholera cases as compared to the numbers at the beginning of the outbreak is attributed to improved implementation of preventive interventions including oral cholera vaccination (OCV) campaigns and the strengthening of water, sanitation and hygiene (WaSH) activities in hot spots. (<a href=\"https://reliefweb.int/node/3644155\">WHO, 30 May 2020</a>)</p>\n<p>Increases in Acute Watery Diarrhoea (AWD) and cholera due to flooding remain a concern. On 28 May, the South West State Ministry of Health (MoH) reported 121 AWD cases and four deaths in Bay Haw and Bay Regional hospitals. Three out of four water samples collected by the MoH, the state Ministry of Energy and Water and the WASH Cluster from four sections of Baidoa town were found to be contaminated. In Banadir region, 57 AWD cases and six related deaths were reported between 15 and19 May. The cases, mostly children under 5, are from Hargadiid, Dhiblaawe, Sanaag, Gargaar, Kulan and Galadmacquul IDP settlements in Kahda district.  (<a href=\"https://reliefweb.int/node/3640405\">OCHA, 1 Jun 2020</a>)</p>\n<p>The Ministry of Health of Somalia has announced 68 new suspected cases of cholera, with one reported death, for epidemiological week 33 (10-16 August 2020). The cumulative total number of suspected cholera cases since the beginning of this year is 5485, including 30 associated deaths (CFR 0.5%). So far in 2020, active transmission has been reported from the regions of Banadir, Bay, Hiran and lower Shabele. The last cholera cases in Jowhar district of middle Shabelle were reported in week 17. Of the 5485 reported cases, 2567 (47%) are aged 2 years and below, while 17 (57%) of the 30 deaths are also aged 2 years and below. (<a href=\"https://reliefweb.int/node/3665976\">WHO, 30 Aug 2020</a>)</p>\n<p>The Ministry of Health of Somalia has announced 69 new suspected cases of cholera, with no reported deaths, for epidemiological week 37 (7 to 13 September 2020). The cumulative total number of suspected cholera cases since the beginning of this year is 5760, including 30 associated deaths (CFR 0.5%). So far in 2020, active transmission has been reported from the regions of Banadir, Bay, Hiran and lower Shabele. The last cholera cases in Jowhar district of middle Shabelle were reported in week 17. Of the 6760 reported cases, 2691 (47%) are aged 2 years and below, while 17 (57%) of the 30 deaths are also aged 2 years and below. (<a href=\"https://reliefweb.int/node/3676375\">WHO, 27 Sep 2020</a>)</p>\n<p>The Ministry of Health of Somalia has announced 54 new suspected cases of cholera, with one reported death, for epidemiological week 47 (16–22 November 2020). The cumulative total number of suspected cholera cases since the beginning of this year is 6279, including 33 associated deaths (CFR 0.5%). So far in 2020, active transmission has been reported from the regions of Banadir, Bay, Hiran and lower Shabele. The last cholera cases in Jowhar district of middle Shabelle were reported in week 17. Of the 6279 reported cases, 2904 (46%) are aged 2 years and below, while 18 (55%) of the 33 registered deaths are aged 2 years and below. (<a href=\"https://reliefweb.int/node/3692745\">WHO, 30 Nov 2020</a>)</p>\n<p>The Ministry of Health of Somalia has announced 89 new suspected cases of cholera, with no reported death, for epidemiological week 3 (11 to 17 January 2021). In week 3, all of the cases were reported from the 17 flood-affected districts of Banadir region and Baidoa district of the Bay region, while no cholera cases were reported from other regions. The cumulative total number of suspected cholera cases in 2021 is 220, including 1 associated death (CFR 0.5%). (<a href=\"https://reliefweb.int/node/3707749\">WHO, 30 Nov 2020</a>)</p>\n<p>The Ministry of Health of Somalia has announced 78 new suspected cases of cholera, with no reported death, for epidemiological week 5 (25 to 31 January 2021). The cumulative total number of suspected cholera cases in 2021 is 380, including 2 associated deaths (case fatality ratio of 0.5%). All cases were reported from 17 flood affected districts of Banadir region and Baidoa district of the Bay region, with no cholera cases reported from other regions. Of the 380 cases reported since the week 1, 151 are aged ≤2 years (40%). Of the 2 deaths registered, 1 is aged ≤2 years (50%).(<a href=\"https://reliefweb.int/node/3713214\">WHO, 14 Feb 2021</a>)</p>\n<p><strong>Galkacyo</strong> - New AWD cases have been reported in Galkacyo; these cases are managed in Galkacyo South Hospital which has an isolation center supported by IMC. In the month of May, 611 cases were mild and treated at the outpatient department while 277 cases were severe cases and admitted in the hospital isolation Centre. Six (6) samples collected from these cases tested Negative for Vibrio Cholerae, more samples will be taken with the support from State MOH and WHO. According to the mapping of locations where cases came from; it was reported that the majority of cases are from Hawlwadaag Village. <strong>Dhusamareb</strong> -  In the month of May, 502 AWD cases have been reported in Hanano and Bandiradley hospitals supported by IRC, of which 470 were with moderate symptoms and dehydration while 32 cases were severe, and all the cases recovered well. No sample was taken to test for Cholera and no death was reported at the facility. WHO with state MOH advised to collect samples for testing at the National reference laboratory for confirmation. <strong>Qoryoley</strong> - From 5th May 138 cases have been treated in Qoryoley General temporarily CTU supported by AYUUB NGO. 17 samples are taken for laboratory tests pending the outcome of the test. <strong>Belet Xaawa</strong> - AWD in Beled Xaawo has been reported from 10th May and by the end of May 380 cases were reported. Two cases of death have been confirmed. (<a href=\"https://reliefweb.int/node/3751090\">WHO, 25 Jun 2021</a>)</p>\n<p>The Ministry of Health of Somalia has announced 129 new suspected cases of cholera, with 1 reported death, for epidemiological week 30 (26 July to 1 August 2021). All cases were reported from Banadir, Bay and lower Shabelle regions. The most affected 23 districts were in Hirshabelle, South West states and Puntland, and 17 districts of Banadir region. Of the total cases reported from Somalia since the week 1, 3858 (63%) were children under 5 years of age with 51% of cases being female. The total number of suspected cholera cases in 2021 is 3,858, including 27 associated deaths with a case fatality ratio (CFR) of 0.7%. The highest CFR was reported in Abdul Aziz district (11.11%). The overall attack rate of 103 cases per 100,000 persons were reported from 23 district and the most affected districts included Daynile, Adale and Madina. (<a href=\"https://reliefweb.int/node/3771718\">WHO, 31 Aug 2021</a>)</p>\n<p>Since EPI week 1 to 49, December 2021, 5455 cholera cases including 35 deaths with (CFR 0.64%), were reported from 22 districts of Hirshabelle, South West and Banadir region. (<a href=\"https://reliefweb.int/node/3801746\">Gov't, 17 Dec 2021</a>)</p>\n<p>Over the past two weeks, the number of cases has increased by from 276 cases in week 39 to 318 cases in week 40 which represents a 15% decrease over the past two weeks. The number of cholera cases reported in Kismayo have decreased by 0.7% from 137 to 136 in the past 2 weeks (table 1). In Banadir, the number of cases decreased by 9% from 34 cases to 31 cases in the last two weeks (figure 3) while in Merka, the number of cases increased by 200% from 16 cases in week 37 to 48 in week 40 during the same period (figure 4) and 7 deaths were reported in the past two weeks. (<a href=\"https://reliefweb.int/node/3896670\">WHO, 16 Oct 2022</a>)</p>\n<p>During week 52, 385 new suspected cases with one associated death were reported from 26 drought-affected districts of Somalia. The reduction in the number of new cases is linked to implementation of cholera response interventions in most affected districts. Since epidemiological week 1 of 2022, a total of 15 653 suspected cases of cholera including 88 associated deaths (CFR 0.6%) were reported from 26 districts of Somalia (<a href=\"https://reliefweb.int/node/3925027\">WHO, 1 Jan 2023</a>)</p>\n"
      },
      "description-html": "<p>Humanitarian partners have stepped up response to the outbreak...Projections of 15,000 severe and 60,000 moderate cases over the coming months have led to plans for a significant and rapid scale up of the response. To help stabilize and contain the outbreak, the CERF rapid response grant of $2 million will strengthen and complement response activities already underway by WASH and Health partners. (<a href=\"https://reliefweb.int/node/1547586\">OCHA, 30 May 2016</a>)</p>\n<p>Since the beginning of [2016], a total of 14165 case of AWD and 497 deaths have been reported in different parts of Somalia. Of these 47.7% are female while 57.9% are children below 5 years. [...] there has been a gradual reduction in number of cases from the peak 1,853 cases and 187 deaths (CFR 10.0%) in week 15 to 194 cases and 0 death in week 46. (<a href=\"https://reliefweb.int/node/1807389\">WHO, 20 Nov 2016</a>)</p>\n<p>Drought conditions have increased the spread of epidemic-prone diseases such as acute watery diarrhoea, cholera and measles. In the first 7 weeks of 2017, more than 6000 cases and 65 deaths by acute watery diarrhoea/ cholera were reported. (<a href=\"https://reliefweb.int/node/1919408\">WHO, 27 Feb 2017</a>)</p>\n<p>The AWD/cholera epidemic in Hiraan, Nugal, Mudug and Bari and Banadir region has been controlled and the cholera treatment centre in Beletweyne has been closed. 2016's outbreak was one of the worst and longest in which the country has experienced in the last five years. (<a href=\"https://reliefweb.int/node/1939709\">WHO, 5 Mar 2017</a>)</p>\n<p>On 15 March 2017, the Government of Somalia, together with humanitarian partners, launched an Oral Cholera Vaccination campaign, the first of its kind in Somalia, targeting over 450,000 people in seven high-risk areas around the country...WASH partners have furthermore scaled up response to AWD/Cholera, reaching 316,000 people in southern and central Somalia through distribution of hygiene kits, chlorination of water points and hygiene promotion campaigns as of end of February. In total, some 568,600 people were assisted with temporary and/or sustainable access to safe water, 36,000 people with safe sanitation and 498,000 people with hygiene promotion activities. (<a href=\"https://reliefweb.int/node/1959484\">OCHA, 24 Mar 2017</a>)</p>\n<p>In 2017, a total of 53,015 AWD/Cholera cases have been reported across 52 districts in 16 regions, including 795 deaths (CFR 1.5 per cent). This represents the worst case scenario with an attack rate (AR) of 5.5 per 1,000 people. 41 per cent of the cases are among children below five years with a slightly higher CFR (1.8%) compared to children above five years (1.4 per cent). The number of AWD/Cholera cases in 2017 is more than three times the 2016 caseload, and 10 times the 2015 caseload. Whilst the cumulative CFR is declining from 2.3 per cent at the beginning of the outbreak to 1.5 per cent as of last week, the reported CFR from inaccessible areas is still four times higher.  (<a href=\"https://reliefweb.int/node/2112184\">UNICEF, 30 Jun 2017</a>)</p>\n<p>Over the past two months there has been a significant reduction in the number of new AWD/Cholera cases in all regions of Somalia. No AWD/cholera related deaths have been reported since August in any region across Somalia. (<a href=\"https://reliefweb.int/node/2335624\">Health Cluster, 31 Oct 2017</a>)</p>\n<p>Cholera cases and deaths have declined significantly during the month of November 2017 with less districts reporting cases as compared to previous months. (<a href=\"https://reliefweb.int/node/2397894\">WHO, 30 Nov 2017</a>)</p>\n<p>Since the start of the year, a total of 78,560 cumulative cases of AWD/cholera recorded from health facilities across the country and 1,160 deaths have been reported in 55 districts of 16 regions across Somalia. [...] Whilst an overall decline is being reported, new AWD/cholera cases have been reported from Beletweyne district of Hiran region during December. (<a href=\"https://reliefweb.int/node/2498959\">Health Cluster, 31 Dec 2017</a>)</p>\n<p>As of 18 March 2018, a total of 1613 cholera cases, including nine deaths (case fatality rate = 0.6%), have been reported from four regions: Hiraan, Banadir, Lower Juba and Middle Shabelle. The outbreak started in Beletweyne, Hiraan Region; it spread to Banadir Region in early January 2018, to Lower Juba in early February 2018, and to Middle Shabelle in early February 2018... Banadir Region is one of the regions with the highest concentration of internally displaced persons (IDPs). (<a href=\"https://reliefweb.int/node/2535014\">WHO, 29 Mar 2018</a>)</p>\n<p>Following the heavy rains that have led to the floods in the Juba land and Shabelle basins, there has been an observed increase in the number of new AWD/Cholera cases. The cholera outbreak that started in December 2017 in Beletweyne along river Shabelle has spread to Jowhar, Kismayo, Afgoye and Banadir. The cholera spread is expected to increase due to the floods that have led to contamination of water sources in the flood affected regions. Floods have also led to blockage of access of health services which will contribute to delayed health seeking by the affected populations with... A cumulative total of 3,280 cases including 21 deaths have been reported since December 2017. (<a href=\"https://reliefweb.int/node/2625049\">WHO, 13 May 2018</a>)</p>\n<p>The cholera spread is expected to increase due to the floods that have led to contamination of water sources in the flood affected regions...Over the past 2 weeks, there has been decrease in the number of AWD/Cholera cases reported in Lower Shabelle, Banadir and Lower Jubba; the regions that are affected by floods. In week ending 8th July, active transmission of AWD/cholera was reported in Kismayo district in Lower Jubba, Afgoye Kurtunwarey, Brava and Merka in Lower Shabelle as well as in 14 districts of Banadir region (Darkenly, Daynile, Hodan, Madina, Waberi, HamarWeine, Hamarjabjab, Wardhigley, Shibis,Yaqshid, Abdiaziz, Kaaran, Huruwa, and Howlwadag districts). In Kismayo, affected communities especially in Farjano IDP are reportedly using contaminated water due to floods. There was a decrease in the number of cases reported from 344 in week 26 to 151 in week 27. (<a href=\"https://reliefweb.int/node/2703844\">WHO/Gov't, 8 Jul 2018</a>)</p>\n<p>The Ministry of Health of Somalia has announced 30 new cases of cholera and no deaths for week 38 (17 to 23 September) of 2018. Since week 28, there has been a decreasing trend in the number of cholera cases reported. The cumulative total of cases is 6394, including 42 associated deaths (case-fatality rate 0.7%) since the beginning of the current outbreak in December 2017...Over the past five weeks, there has been a decrease in the number of cases reported in Banadir and Lower Jubba, while during week 38 active transmission was reported in Kismayo district of Lower Jubba, and 7 districts of Banadir region (Darkenly, Daynile, Hodan, Madina, Waberi, Hamarjabjab, and Heliwa districts). (<a href=\"https://reliefweb.int/node/2819544\">WHO, 4 Oct 2018</a>)</p>\n<p>There has been a consecutive weekly downward trend of suspected cases reported since week 28. The peak was 296 cases in epidemiological week 23, dropping to 18 cases in this reporting period. In week 45, active transmission of Acute Watery Diarrhoea (AWD)/cholera was reported in six districts in the Banadir region: Darkenley, Daynile, Hodan, Madina, Shibis, and Yaqsid. All cases reported this week are among the internally displaced people (IDPs). None of the reported cases had previously received the oral cholera vaccine (OCV). OCV campaigns have contributed significantly to the reduction of reported cases in the country. (<a href=\"https://reliefweb.int/node/2908223\">WHO, 07 Dec 2018</a>)</p>\n<p>Since epidemiological week 28, when 396 suspected cholera cases were reported, there has been a significant downward trend in the number of new suspected cholera cases reported by treatment facilities. The cumulative total of cases is 6761, including 46 associated deaths (case-fatality rate 0.68%), since the beginning of the current outbreak in December 2017 along the Shabelle River. (<a href=\"https://reliefweb.int/node/2983423\">WHO, 8 Jan 2019</a>)</p>\n<p>Since the beginning of the outbreak a total of 7,104 including 46 deaths (CFR 0.7%). However; the drought affecting many parts of the country has led to limited access to safe water and food insecurity and this is expected to lead to increased spread of cholera cases to other regions. (<a rel=\"noopener noreferrer\" target=\"_blank\" href=\"https://m.reliefweb.int/report/3184394\">WHO/Health Cluster, 30 Apr 2019</a>)</p>\n<p>Since December 2017, a total of 7,994 cumulative cases including 46 deaths (CFR 0.6%) were reported from 3 states of Somalia (Hirshabelle, Jubbaland and South West state) and Banadir region. The first round of Oral cholera vaccination (OCV) campaign targeting 650,000 people aged 1 year and above was started on 22 June 2019 in the districts of Kahda, Heliwa, Harmajajab, Balad, Afgoi and Kismayo. (<a href=\"https://reliefweb.int/node/3203209\">WHO, 23 Jun 2019</a>)</p>\n<p>The cumulative total number of suspected cholera cases since the beginning of this outbreak in December 2017 is 8871, including 46 associated deaths. During this reporting period, all of the cases were reported from a total of 27 districts in Banadir and Lower Jubba regions. Of the 39 cases reported during week 41, 64% of the cases (25) are children below 5 years of age. The cholera outbreak has been contained in the districts of Jubaland, Hirshabelle and South West States following the implementation of oral cholera vaccination (OCV) campaigns and other health interventions in these areas. Active transmission is still reported in Banadir and Lower Jubba regions. These areas have experienced heavy rains in the recent past that may have contributed to the contamination of water sources leading to the continued cholera transmission. The most affected districts in Banadir are Darkenley, Madina and Hodan, while in Lower Jubba it is the district of Badhadhe. (<a href=\"https://reliefweb.int/node/3369689\">WHO, 22 Oct 2019</a>)</p>\n<p>The Ministry of Health of Somalia has announced 253 new suspected cases of cholera, with no deaths reported, for epidemiological week 6 (3 February to 9 February 2020). The cumulative total number of suspected cholera cases since the beginning of this outbreak is 10 904, including 55 associated deaths. So far in 2020, active transmission has been reported from the regions of Banadir, Hiran and Lower Shebelle. Of the 253 cases reported during this week, 74.7% of the cases (189) are children under 5 years of age. (<a href=\"https://reliefweb.int/node/3554928\">WHO, 9 Feb 2020</a>)</p>\n<p>The Ministry of Health of Somalia has announced 167 new suspected cases of cholera, with one death reported, for epidemiological week 21 (18 – 24 May 2020). The cumulative total number of suspected cholera cases since the beginning of this outbreak is 13 528, including 67 associated deaths. [...] The overall reduction in the number of new cholera cases as compared to the numbers at the beginning of the outbreak is attributed to improved implementation of preventive interventions including oral cholera vaccination (OCV) campaigns and the strengthening of water, sanitation and hygiene (WaSH) activities in hot spots. (<a href=\"https://reliefweb.int/node/3644155\">WHO, 30 May 2020</a>)</p>\n<p>Increases in Acute Watery Diarrhoea (AWD) and cholera due to flooding remain a concern. On 28 May, the South West State Ministry of Health (MoH) reported 121 AWD cases and four deaths in Bay Haw and Bay Regional hospitals. Three out of four water samples collected by the MoH, the state Ministry of Energy and Water and the WASH Cluster from four sections of Baidoa town were found to be contaminated. In Banadir region, 57 AWD cases and six related deaths were reported between 15 and19 May. The cases, mostly children under 5, are from Hargadiid, Dhiblaawe, Sanaag, Gargaar, Kulan and Galadmacquul IDP settlements in Kahda district.  (<a href=\"https://reliefweb.int/node/3640405\">OCHA, 1 Jun 2020</a>)</p>\n<p>The Ministry of Health of Somalia has announced 68 new suspected cases of cholera, with one reported death, for epidemiological week 33 (10-16 August 2020). The cumulative total number of suspected cholera cases since the beginning of this year is 5485, including 30 associated deaths (CFR 0.5%). So far in 2020, active transmission has been reported from the regions of Banadir, Bay, Hiran and lower Shabele. The last cholera cases in Jowhar district of middle Shabelle were reported in week 17. Of the 5485 reported cases, 2567 (47%) are aged 2 years and below, while 17 (57%) of the 30 deaths are also aged 2 years and below. (<a href=\"https://reliefweb.int/node/3665976\">WHO, 30 Aug 2020</a>)</p>\n<p>The Ministry of Health of Somalia has announced 69 new suspected cases of cholera, with no reported deaths, for epidemiological week 37 (7 to 13 September 2020). The cumulative total number of suspected cholera cases since the beginning of this year is 5760, including 30 associated deaths (CFR 0.5%). So far in 2020, active transmission has been reported from the regions of Banadir, Bay, Hiran and lower Shabele. The last cholera cases in Jowhar district of middle Shabelle were reported in week 17. Of the 6760 reported cases, 2691 (47%) are aged 2 years and below, while 17 (57%) of the 30 deaths are also aged 2 years and below. (<a href=\"https://reliefweb.int/node/3676375\">WHO, 27 Sep 2020</a>)</p>\n<p>The Ministry of Health of Somalia has announced 54 new suspected cases of cholera, with one reported death, for epidemiological week 47 (16–22 November 2020). The cumulative total number of suspected cholera cases since the beginning of this year is 6279, including 33 associated deaths (CFR 0.5%). So far in 2020, active transmission has been reported from the regions of Banadir, Bay, Hiran and lower Shabele. The last cholera cases in Jowhar district of middle Shabelle were reported in week 17. Of the 6279 reported cases, 2904 (46%) are aged 2 years and below, while 18 (55%) of the 33 registered deaths are aged 2 years and below. (<a href=\"https://reliefweb.int/node/3692745\">WHO, 30 Nov 2020</a>)</p>\n<p>The Ministry of Health of Somalia has announced 89 new suspected cases of cholera, with no reported death, for epidemiological week 3 (11 to 17 January 2021). In week 3, all of the cases were reported from the 17 flood-affected districts of Banadir region and Baidoa district of the Bay region, while no cholera cases were reported from other regions. The cumulative total number of suspected cholera cases in 2021 is 220, including 1 associated death (CFR 0.5%). (<a href=\"https://reliefweb.int/node/3707749\">WHO, 30 Nov 2020</a>)</p>\n<p>The Ministry of Health of Somalia has announced 78 new suspected cases of cholera, with no reported death, for epidemiological week 5 (25 to 31 January 2021). The cumulative total number of suspected cholera cases in 2021 is 380, including 2 associated deaths (case fatality ratio of 0.5%). All cases were reported from 17 flood affected districts of Banadir region and Baidoa district of the Bay region, with no cholera cases reported from other regions. Of the 380 cases reported since the week 1, 151 are aged ≤2 years (40%). Of the 2 deaths registered, 1 is aged ≤2 years (50%).(<a href=\"https://reliefweb.int/node/3713214\">WHO, 14 Feb 2021</a>)</p>\n<p><strong>Galkacyo</strong> - New AWD cases have been reported in Galkacyo; these cases are managed in Galkacyo South Hospital which has an isolation center supported by IMC. In the month of May, 611 cases were mild and treated at the outpatient department while 277 cases were severe cases and admitted in the hospital isolation Centre. Six (6) samples collected from these cases tested Negative for Vibrio Cholerae, more samples will be taken with the support from State MOH and WHO. According to the mapping of locations where cases came from; it was reported that the majority of cases are from Hawlwadaag Village. <strong>Dhusamareb</strong> -  In the month of May, 502 AWD cases have been reported in Hanano and Bandiradley hospitals supported by IRC, of which 470 were with moderate symptoms and dehydration while 32 cases were severe, and all the cases recovered well. No sample was taken to test for Cholera and no death was reported at the facility. WHO with state MOH advised to collect samples for testing at the National reference laboratory for confirmation. <strong>Qoryoley</strong> - From 5th May 138 cases have been treated in Qoryoley General temporarily CTU supported by AYUUB NGO. 17 samples are taken for laboratory tests pending the outcome of the test. <strong>Belet Xaawa</strong> - AWD in Beled Xaawo has been reported from 10th May and by the end of May 380 cases were reported. Two cases of death have been confirmed. (<a href=\"https://reliefweb.int/node/3751090\">WHO, 25 Jun 2021</a>)</p>\n<p>The Ministry of Health of Somalia has announced 129 new suspected cases of cholera, with 1 reported death, for epidemiological week 30 (26 July to 1 August 2021). All cases were reported from Banadir, Bay and lower Shabelle regions. The most affected 23 districts were in Hirshabelle, South West states and Puntland, and 17 districts of Banadir region. Of the total cases reported from Somalia since the week 1, 3858 (63%) were children under 5 years of age with 51% of cases being female. The total number of suspected cholera cases in 2021 is 3,858, including 27 associated deaths with a case fatality ratio (CFR) of 0.7%. The highest CFR was reported in Abdul Aziz district (11.11%). The overall attack rate of 103 cases per 100,000 persons were reported from 23 district and the most affected districts included Daynile, Adale and Madina. (<a href=\"https://reliefweb.int/node/3771718\">WHO, 31 Aug 2021</a>)</p>\n<p>Since EPI week 1 to 49, December 2021, 5455 cholera cases including 35 deaths with (CFR 0.64%), were reported from 22 districts of Hirshabelle, South West and Banadir region. (<a href=\"https://reliefweb.int/node/3801746\">Gov't, 17 Dec 2021</a>)</p>\n<p>Over the past two weeks, the number of cases has increased by from 276 cases in week 39 to 318 cases in week 40 which represents a 15% decrease over the past two weeks. The number of cholera cases reported in Kismayo have decreased by 0.7% from 137 to 136 in the past 2 weeks (table 1). In Banadir, the number of cases decreased by 9% from 34 cases to 31 cases in the last two weeks (figure 3) while in Merka, the number of cases increased by 200% from 16 cases in week 37 to 48 in week 40 during the same period (figure 4) and 7 deaths were reported in the past two weeks. (<a href=\"https://reliefweb.int/node/3896670\">WHO, 16 Oct 2022</a>)</p>\n<p>During week 52, 385 new suspected cases with one associated death were reported from 26 drought-affected districts of Somalia. The reduction in the number of new cases is linked to implementation of cholera response interventions in most affected districts. Since epidemiological week 1 of 2022, a total of 15 653 suspected cases of cholera including 88 associated deaths (CFR 0.6%) were reported from 26 districts of Somalia (<a href=\"https://reliefweb.int/node/3925027\">WHO, 1 Jan 2023</a>)</p>\n",
      "description": "Humanitarian partners have stepped up response to the outbreak...Projections of 15,000 severe and 60,000 moderate cases over the coming months have led to plans for a significant and rapid scale up of the response. To help stabilize and contain the outbreak, the CERF rapid response grant of $2 million will strengthen and complement response activities already underway by WASH and Health partners. ([OCHA, 30 May 2016](https://reliefweb.int/node/1547586))\n\nSince the beginning of [2016], a total of 14165 case of AWD and 497 deaths have been reported in different parts of Somalia. Of these 47.7% are female while 57.9% are children below 5 years. [...] there has been a gradual reduction in number of cases from the peak 1,853 cases and 187 deaths (CFR 10.0%) in week 15 to 194 cases and 0 death in week 46. ([WHO, 20 Nov 2016](https://reliefweb.int/node/1807389))\n\nDrought conditions have increased the spread of epidemic-prone diseases such as acute watery diarrhoea, cholera and measles. In the first 7 weeks of 2017, more than 6000 cases and 65 deaths by acute watery diarrhoea/ cholera were reported. ([WHO, 27 Feb 2017](https://reliefweb.int/node/1919408))\n\nThe AWD/cholera epidemic in Hiraan, Nugal, Mudug and Bari and Banadir region has been controlled and the cholera treatment centre in Beletweyne has been closed. 2016's outbreak was one of the worst and longest in which the country has experienced in the last five years. ([WHO, 5 Mar 2017](https://reliefweb.int/node/1939709))\n\nOn 15 March 2017, the Government of Somalia, together with humanitarian partners, launched an Oral Cholera Vaccination campaign, the first of its kind in Somalia, targeting over 450,000 people in seven high-risk areas around the country...WASH partners have furthermore scaled up response to AWD/Cholera, reaching 316,000 people in southern and central Somalia through distribution of hygiene kits, chlorination of water points and hygiene promotion campaigns as of end of February. In total, some 568,600 people were assisted with temporary and/or sustainable access to safe water, 36,000 people with safe sanitation and 498,000 people with hygiene promotion activities. ([OCHA, 24 Mar 2017](https://reliefweb.int/node/1959484))\n\nIn 2017, a total of 53,015 AWD/Cholera cases have been reported across 52 districts in 16 regions, including 795 deaths (CFR 1.5 per cent). This represents the worst case scenario with an attack rate (AR) of 5.5 per 1,000 people. 41 per cent of the cases are among children below five years with a slightly higher CFR (1.8%) compared to children above five years (1.4 per cent). The number of AWD/Cholera cases in 2017 is more than three times the 2016 caseload, and 10 times the 2015 caseload. Whilst the cumulative CFR is declining from 2.3 per cent at the beginning of the outbreak to 1.5 per cent as of last week, the reported CFR from inaccessible areas is still four times higher.  ([UNICEF, 30 Jun 2017](https://reliefweb.int/node/2112184))\n\nOver the past two months there has been a significant reduction in the number of new AWD/Cholera cases in all regions of Somalia. No AWD/cholera related deaths have been reported since August in any region across Somalia. ([Health Cluster, 31 Oct 2017](https://reliefweb.int/node/2335624))\n\nCholera cases and deaths have declined significantly during the month of November 2017 with less districts reporting cases as compared to previous months. ([WHO, 30 Nov 2017](https://reliefweb.int/node/2397894))\n\nSince the start of the year, a total of 78,560 cumulative cases of AWD/cholera recorded from health facilities across the country and 1,160 deaths have been reported in 55 districts of 16 regions across Somalia. [...] Whilst an overall decline is being reported, new AWD/cholera cases have been reported from Beletweyne district of Hiran region during December. ([Health Cluster, 31 Dec 2017](https://reliefweb.int/node/2498959))\n\nAs of 18 March 2018, a total of 1613 cholera cases, including nine deaths (case fatality rate = 0.6%), have been reported from four regions: Hiraan, Banadir, Lower Juba and Middle Shabelle. The outbreak started in Beletweyne, Hiraan Region; it spread to Banadir Region in early January 2018, to Lower Juba in early February 2018, and to Middle Shabelle in early February 2018... Banadir Region is one of the regions with the highest concentration of internally displaced persons (IDPs). ([WHO, 29 Mar 2018](https://reliefweb.int/node/2535014))\n\nFollowing the heavy rains that have led to the floods in the Juba land and Shabelle basins, there has been an observed increase in the number of new AWD/Cholera cases. The cholera outbreak that started in December 2017 in Beletweyne along river Shabelle has spread to Jowhar, Kismayo, Afgoye and Banadir. The cholera spread is expected to increase due to the floods that have led to contamination of water sources in the flood affected regions. Floods have also led to blockage of access of health services which will contribute to delayed health seeking by the affected populations with... A cumulative total of 3,280 cases including 21 deaths have been reported since December 2017. ([WHO, 13 May 2018](https://reliefweb.int/node/2625049))\n\nThe cholera spread is expected to increase due to the floods that have led to contamination of water sources in the flood affected regions...Over the past 2 weeks, there has been decrease in the number of AWD/Cholera cases reported in Lower Shabelle, Banadir and Lower Jubba; the regions that are affected by floods. In week ending 8th July, active transmission of AWD/cholera was reported in Kismayo district in Lower Jubba, Afgoye Kurtunwarey, Brava and Merka in Lower Shabelle as well as in 14 districts of Banadir region (Darkenly, Daynile, Hodan, Madina, Waberi, HamarWeine, Hamarjabjab, Wardhigley, Shibis,Yaqshid, Abdiaziz, Kaaran, Huruwa, and Howlwadag districts). In Kismayo, affected communities especially in Farjano IDP are reportedly using contaminated water due to floods. There was a decrease in the number of cases reported from 344 in week 26 to 151 in week 27. ([WHO/Gov't, 8 Jul 2018](https://reliefweb.int/node/2703844))\n\nThe Ministry of Health of Somalia has announced 30 new cases of cholera and no deaths for week 38 (17 to 23 September) of 2018. Since week 28, there has been a decreasing trend in the number of cholera cases reported. The cumulative total of cases is 6394, including 42 associated deaths (case-fatality rate 0.7%) since the beginning of the current outbreak in December 2017...Over the past five weeks, there has been a decrease in the number of cases reported in Banadir and Lower Jubba, while during week 38 active transmission was reported in Kismayo district of Lower Jubba, and 7 districts of Banadir region (Darkenly, Daynile, Hodan, Madina, Waberi, Hamarjabjab, and Heliwa districts). ([WHO, 4 Oct 2018](https://reliefweb.int/node/2819544))\n\nThere has been a consecutive weekly downward trend of suspected cases reported since week 28. The peak was 296 cases in epidemiological week 23, dropping to 18 cases in this reporting period. In week 45, active transmission of Acute Watery Diarrhoea (AWD)/cholera was reported in six districts in the Banadir region: Darkenley, Daynile, Hodan, Madina, Shibis, and Yaqsid. All cases reported this week are among the internally displaced people (IDPs). None of the reported cases had previously received the oral cholera vaccine (OCV). OCV campaigns have contributed significantly to the reduction of reported cases in the country. ([WHO, 07 Dec 2018](https://reliefweb.int/node/2908223))\n\nSince epidemiological week 28, when 396 suspected cholera cases were reported, there has been a significant downward trend in the number of new suspected cholera cases reported by treatment facilities. The cumulative total of cases is 6761, including 46 associated deaths (case-fatality rate 0.68%), since the beginning of the current outbreak in December 2017 along the Shabelle River. ([WHO, 8 Jan 2019](https://reliefweb.int/node/2983423))\n\nSince the beginning of the outbreak a total of 7,104 including 46 deaths (CFR 0.7%). However; the drought affecting many parts of the country has led to limited access to safe water and food insecurity and this is expected to lead to increased spread of cholera cases to other regions. ([WHO/Health Cluster, 30 Apr 2019](https://m.reliefweb.int/report/3184394))\n\nSince December 2017, a total of 7,994 cumulative cases including 46 deaths (CFR 0.6%) were reported from 3 states of Somalia (Hirshabelle, Jubbaland and South West state) and Banadir region. The first round of Oral cholera vaccination (OCV) campaign targeting 650,000 people aged 1 year and above was started on 22 June 2019 in the districts of Kahda, Heliwa, Harmajajab, Balad, Afgoi and Kismayo. ([WHO, 23 Jun 2019](https://reliefweb.int/node/3203209))\n\nThe cumulative total number of suspected cholera cases since the beginning of this outbreak in December 2017 is 8871, including 46 associated deaths. During this reporting period, all of the cases were reported from a total of 27 districts in Banadir and Lower Jubba regions. Of the 39 cases reported during week 41, 64% of the cases (25) are children below 5 years of age. The cholera outbreak has been contained in the districts of Jubaland, Hirshabelle and South West States following the implementation of oral cholera vaccination (OCV) campaigns and other health interventions in these areas. Active transmission is still reported in Banadir and Lower Jubba regions. These areas have experienced heavy rains in the recent past that may have contributed to the contamination of water sources leading to the continued cholera transmission. The most affected districts in Banadir are Darkenley, Madina and Hodan, while in Lower Jubba it is the district of Badhadhe. ([WHO, 22 Oct 2019](https://reliefweb.int/node/3369689))\n\nThe Ministry of Health of Somalia has announced 253 new suspected cases of cholera, with no deaths reported, for epidemiological week 6 (3 February to 9 February 2020). The cumulative total number of suspected cholera cases since the beginning of this outbreak is 10 904, including 55 associated deaths. So far in 2020, active transmission has been reported from the regions of Banadir, Hiran and Lower Shebelle. Of the 253 cases reported during this week, 74.7% of the cases (189) are children under 5 years of age. ([WHO, 9 Feb 2020](https://reliefweb.int/node/3554928))\n\nThe Ministry of Health of Somalia has announced 167 new suspected cases of cholera, with one death reported, for epidemiological week 21 (18 – 24 May 2020). The cumulative total number of suspected cholera cases since the beginning of this outbreak is 13 528, including 67 associated deaths. [...] The overall reduction in the number of new cholera cases as compared to the numbers at the beginning of the outbreak is attributed to improved implementation of preventive interventions including oral cholera vaccination (OCV) campaigns and the strengthening of water, sanitation and hygiene (WaSH) activities in hot spots. ([WHO, 30 May 2020](https://reliefweb.int/node/3644155))\n\nIncreases in Acute Watery Diarrhoea (AWD) and cholera due to flooding remain a concern. On 28 May, the South West State Ministry of Health (MoH) reported 121 AWD cases and four deaths in Bay Haw and Bay Regional hospitals. Three out of four water samples collected by the MoH, the state Ministry of Energy and Water and the WASH Cluster from four sections of Baidoa town were found to be contaminated. In Banadir region, 57 AWD cases and six related deaths were reported between 15 and19 May. The cases, mostly children under 5, are from Hargadiid, Dhiblaawe, Sanaag, Gargaar, Kulan and Galadmacquul IDP settlements in Kahda district.  ([OCHA, 1 Jun 2020](https://reliefweb.int/node/3640405))\n\nThe Ministry of Health of Somalia has announced 68 new suspected cases of cholera, with one reported death, for epidemiological week 33 (10-16 August 2020). The cumulative total number of suspected cholera cases since the beginning of this year is 5485, including 30 associated deaths (CFR 0.5%). So far in 2020, active transmission has been reported from the regions of Banadir, Bay, Hiran and lower Shabele. The last cholera cases in Jowhar district of middle Shabelle were reported in week 17. Of the 5485 reported cases, 2567 (47%) are aged 2 years and below, while 17 (57%) of the 30 deaths are also aged 2 years and below. ([WHO, 30 Aug 2020](https://reliefweb.int/node/3665976))\n\n The Ministry of Health of Somalia has announced 69 new suspected cases of cholera, with no reported deaths, for epidemiological week 37 (7 to 13 September 2020). The cumulative total number of suspected cholera cases since the beginning of this year is 5760, including 30 associated deaths (CFR 0.5%). So far in 2020, active transmission has been reported from the regions of Banadir, Bay, Hiran and lower Shabele. The last cholera cases in Jowhar district of middle Shabelle were reported in week 17. Of the 6760 reported cases, 2691 (47%) are aged 2 years and below, while 17 (57%) of the 30 deaths are also aged 2 years and below. ([WHO, 27 Sep 2020](https://reliefweb.int/node/3676375))\n\nThe Ministry of Health of Somalia has announced 54 new suspected cases of cholera, with one reported death, for epidemiological week 47 (16–22 November 2020). The cumulative total number of suspected cholera cases since the beginning of this year is 6279, including 33 associated deaths (CFR 0.5%). So far in 2020, active transmission has been reported from the regions of Banadir, Bay, Hiran and lower Shabele. The last cholera cases in Jowhar district of middle Shabelle were reported in week 17. Of the 6279 reported cases, 2904 (46%) are aged 2 years and below, while 18 (55%) of the 33 registered deaths are aged 2 years and below. ([WHO, 30 Nov 2020](https://reliefweb.int/node/3692745))\n\nThe Ministry of Health of Somalia has announced 89 new suspected cases of cholera, with no reported death, for epidemiological week 3 (11 to 17 January 2021). In week 3, all of the cases were reported from the 17 flood-affected districts of Banadir region and Baidoa district of the Bay region, while no cholera cases were reported from other regions. The cumulative total number of suspected cholera cases in 2021 is 220, including 1 associated death (CFR 0.5%). ([WHO, 30 Nov 2020](https://reliefweb.int/node/3707749))\n\nThe Ministry of Health of Somalia has announced 78 new suspected cases of cholera, with no reported death, for epidemiological week 5 (25 to 31 January 2021). The cumulative total number of suspected cholera cases in 2021 is 380, including 2 associated deaths (case fatality ratio of 0.5%). All cases were reported from 17 flood affected districts of Banadir region and Baidoa district of the Bay region, with no cholera cases reported from other regions. Of the 380 cases reported since the week 1, 151 are aged ≤2 years (40%). Of the 2 deaths registered, 1 is aged ≤2 years (50%).([WHO, 14 Feb 2021](https://reliefweb.int/node/3713214))\n\n\n**Galkacyo** - New AWD cases have been reported in Galkacyo; these cases are managed in Galkacyo South Hospital which has an isolation center supported by IMC. In the month of May, 611 cases were mild and treated at the outpatient department while 277 cases were severe cases and admitted in the hospital isolation Centre. Six (6) samples collected from these cases tested Negative for Vibrio Cholerae, more samples will be taken with the support from State MOH and WHO. According to the mapping of locations where cases came from; it was reported that the majority of cases are from Hawlwadaag Village. **Dhusamareb** -  In the month of May, 502 AWD cases have been reported in Hanano and Bandiradley hospitals supported by IRC, of which 470 were with moderate symptoms and dehydration while 32 cases were severe, and all the cases recovered well. No sample was taken to test for Cholera and no death was reported at the facility. WHO with state MOH advised to collect samples for testing at the National reference laboratory for confirmation. **Qoryoley** - From 5th May 138 cases have been treated in Qoryoley General temporarily CTU supported by AYUUB NGO. 17 samples are taken for laboratory tests pending the outcome of the test. **Belet Xaawa** - AWD in Beled Xaawo has been reported from 10th May and by the end of May 380 cases were reported. Two cases of death have been confirmed. ([WHO, 25 Jun 2021](https://reliefweb.int/node/3751090))\n\nThe Ministry of Health of Somalia has announced 129 new suspected cases of cholera, with 1 reported death, for epidemiological week 30 (26 July to 1 August 2021). All cases were reported from Banadir, Bay and lower Shabelle regions. The most affected 23 districts were in Hirshabelle, South West states and Puntland, and 17 districts of Banadir region. Of the total cases reported from Somalia since the week 1, 3858 (63%) were children under 5 years of age with 51% of cases being female. The total number of suspected cholera cases in 2021 is 3,858, including 27 associated deaths with a case fatality ratio (CFR) of 0.7%. The highest CFR was reported in Abdul Aziz district (11.11%). The overall attack rate of 103 cases per 100,000 persons were reported from 23 district and the most affected districts included Daynile, Adale and Madina. ([WHO, 31 Aug 2021](https://reliefweb.int/node/3771718))\n\nSince EPI week 1 to 49, December 2021, 5455 cholera cases including 35 deaths with (CFR 0.64%), were reported from 22 districts of Hirshabelle, South West and Banadir region. ([Gov't, 17 Dec 2021](https://reliefweb.int/node/3801746))\n\nOver the past two weeks, the number of cases has increased by from 276 cases in week 39 to 318 cases in week 40 which represents a 15% decrease over the past two weeks. The number of cholera cases reported in Kismayo have decreased by 0.7% from 137 to 136 in the past 2 weeks (table 1). In Banadir, the number of cases decreased by 9% from 34 cases to 31 cases in the last two weeks (figure 3) while in Merka, the number of cases increased by 200% from 16 cases in week 37 to 48 in week 40 during the same period (figure 4) and 7 deaths were reported in the past two weeks. ([WHO, 16 Oct 2022](https://reliefweb.int/node/3896670))\n\nDuring week 52, 385 new suspected cases with one associated death were reported from 26 drought-affected districts of Somalia. The reduction in the number of new cases is linked to implementation of cholera response interventions in most affected districts. Since epidemiological week 1 of 2022, a total of 15 653 suspected cases of cholera including 88 associated deaths (CFR 0.6%) were reported from 26 districts of Somalia ([WHO, 1 Jan 2023](https://reliefweb.int/node/3925027))",
      "type": [
        {
          "code": "EP",
          "name": "Epidemic",
          "id": 4642,
          "primary": true
        }
      ],
      "url": "https://reliefweb.int/taxonomy/term/33516",
      "related_glide": [
        "EP-2017-000036-SOM"
      ],
      "current": true,
      "url_alias": "https://reliefweb.int/disaster/ep-2016-000053-som",
      "name": "Somalia: Cholera Outbreak - Apr 2016",
      "id": 33516,
      "glide": "EP-2016-000053-SOM",
      "status": "ongoing"
    }
  },
  "text": "Somalia: Cholera Outbreak - Apr 2016\n\nHumanitarian partners have stepped up response to the outbreak...Projections of 15,000 severe and 60,000 moderate cases over the coming months have led to plans for a significant and rapid scale up of the response. To help stabilize and contain the outbreak, the CERF rapid response grant of $2 million will strengthen and complement response activities already underway by WASH and Health partners. ([OCHA, 30 May 2016](https://reliefweb.int/node/1547586))\n\nSince the beginning of [2016], a total of 14165 case of AWD and 497 deaths have been reported in different parts of Somalia. Of these 47.7% are female while 57.9% are children below 5 years. [...] there has been a gradual reduction in number of cases from the peak 1,853 cases and 187 deaths (CFR 10.0%) in week 15 to 194 cases and 0 death in week 46. ([WHO, 20 Nov 2016](https://reliefweb.int/node/1807389))\n\nDrought conditions have increased the spread of epidemic-prone diseases such as acute watery diarrhoea, cholera and measles. In the first 7 weeks of 2017, more than 6000 cases and 65 deaths by acute watery diarrhoea/ cholera were reported. ([WHO, 27 Feb 2017](https://reliefweb.int/node/1919408))\n\nThe AWD/cholera epidemic in Hiraan, Nugal, Mudug and Bari and Banadir region has been controlled and the cholera treatment centre in Beletweyne has been closed. 2016's outbreak was one of the worst and longest in which the country has experienced in the last five years. ([WHO, 5 Mar 2017](https://reliefweb.int/node/1939709))\n\nOn 15 March 2017, the Government of Somalia, together with humanitarian partners, launched an Oral Cholera Vaccination campaign, the first of its kind in Somalia, targeting over 450,000 people in seven high-risk areas around the country...WASH partners have furthermore scaled up response to AWD/Cholera, reaching 316,000 people in southern and central Somalia through distribution of hygiene kits, chlorination of water points and hygiene promotion campaigns as of end of February. In total, some 568,600 people were assisted with temporary and/or sustainable access to safe water, 36,000 people with safe sanitation and 498,000 people with hygiene promotion activities. ([OCHA, 24 Mar 2017](https://reliefweb.int/node/1959484))\n\nIn 2017, a total of 53,015 AWD/Cholera cases have been reported across 52 districts in 16 regions, including 795 deaths (CFR 1.5 per cent). This represents the worst case scenario with an attack rate (AR) of 5.5 per 1,000 people. 41 per cent of the cases are among children below five years with a slightly higher CFR (1.8%) compared to children above five years (1.4 per cent). The number of AWD/Cholera cases in 2017 is more than three times the 2016 caseload, and 10 times the 2015 caseload. Whilst the cumulative CFR is declining from 2.3 per cent at the beginning of the outbreak to 1.5 per cent as of last week, the reported CFR from inaccessible areas is still four times higher.  ([UNICEF, 30 Jun 2017](https://reliefweb.int/node/2112184))\n\nOver the past two months there has been a significant reduction in the number of new AWD/Cholera cases in all regions of Somalia. No AWD/cholera related deaths have been reported since August in any region across Somalia. ([Health Cluster, 31 Oct 2017](https://reliefweb.int/node/2335624))\n\nCholera cases and deaths have declined significantly during the month of November 2017 with less districts reporting cases as compared to previous months. ([WHO, 30 Nov 2017](https://reliefweb.int/node/2397894))\n\nSince the start of the year, a total of 78,560 cumulative cases of AWD/cholera recorded from health facilities across the country and 1,160 deaths have been reported in 55 districts of 16 regions across Somalia. [...] Whilst an overall decline is being reported, new AWD/cholera cases have been reported from Beletweyne district of Hiran region during December. ([Health Cluster, 31 Dec 2017](https://reliefweb.int/node/2498959))\n\nAs of 18 March 2018, a total of 1613 cholera cases, including nine deaths (case fatality rate = 0.6%), have been reported from four regions: Hiraan, Banadir, Lower Juba and Middle Shabelle. The outbreak started in Beletweyne, Hiraan Region; it spread to Banadir Region in early January 2018, to Lower Juba in early February 2018, and to Middle Shabelle in early February 2018... Banadir Region is one of the regions with the highest concentration of internally displaced persons (IDPs). ([WHO, 29 Mar 2018](https://reliefweb.int/node/2535014))\n\nFollowing the heavy rains that have led to the floods in the Juba land and Shabelle basins, there has been an observed increase in the number of new AWD/Cholera cases. The cholera outbreak that started in December 2017 in Beletweyne along river Shabelle has spread to Jowhar, Kismayo, Afgoye and Banadir. The cholera spread is expected to increase due to the floods that have led to contamination of water sources in the flood affected regions. Floods have also led to blockage of access of health services which will contribute to delayed health seeking by the affected populations with... A cumulative total of 3,280 cases including 21 deaths have been reported since December 2017. ([WHO, 13 May 2018](https://reliefweb.int/node/2625049))\n\nThe cholera spread is expected to increase due to the floods that have led to contamination of water sources in the flood affected regions...Over the past 2 weeks, there has been decrease in the number of AWD/Cholera cases reported in Lower Shabelle, Banadir and Lower Jubba; the regions that are affected by floods. In week ending 8th July, active transmission of AWD/cholera was reported in Kismayo district in Lower Jubba, Afgoye Kurtunwarey, Brava and Merka in Lower Shabelle as well as in 14 districts of Banadir region (Darkenly, Daynile, Hodan, Madina, Waberi, HamarWeine, Hamarjabjab, Wardhigley, Shibis,Yaqshid, Abdiaziz, Kaaran, Huruwa, and Howlwadag districts). In Kismayo, affected communities especially in Farjano IDP are reportedly using contaminated water due to floods. There was a decrease in the number of cases reported from 344 in week 26 to 151 in week 27. ([WHO/Gov't, 8 Jul 2018](https://reliefweb.int/node/2703844))\n\nThe Ministry of Health of Somalia has announced 30 new cases of cholera and no deaths for week 38 (17 to 23 September) of 2018. Since week 28, there has been a decreasing trend in the number of cholera cases reported. The cumulative total of cases is 6394, including 42 associated deaths (case-fatality rate 0.7%) since the beginning of the current outbreak in December 2017...Over the past five weeks, there has been a decrease in the number of cases reported in Banadir and Lower Jubba, while during week 38 active transmission was reported in Kismayo district of Lower Jubba, and 7 districts of Banadir region (Darkenly, Daynile, Hodan, Madina, Waberi, Hamarjabjab, and Heliwa districts). ([WHO, 4 Oct 2018](https://reliefweb.int/node/2819544))\n\nThere has been a consecutive weekly downward trend of suspected cases reported since week 28. The peak was 296 cases in epidemiological week 23, dropping to 18 cases in this reporting period. In week 45, active transmission of Acute Watery Diarrhoea (AWD)/cholera was reported in six districts in the Banadir region: Darkenley, Daynile, Hodan, Madina, Shibis, and Yaqsid. All cases reported this week are among the internally displaced people (IDPs). None of the reported cases had previously received the oral cholera vaccine (OCV). OCV campaigns have contributed significantly to the reduction of reported cases in the country. ([WHO, 07 Dec 2018](https://reliefweb.int/node/2908223))\n\nSince epidemiological week 28, when 396 suspected cholera cases were reported, there has been a significant downward trend in the number of new suspected cholera cases reported by treatment facilities. The cumulative total of cases is 6761, including 46 associated deaths (case-fatality rate 0.68%), since the beginning of the current outbreak in December 2017 along the Shabelle River. ([WHO, 8 Jan 2019](https://reliefweb.int/node/2983423))\n\nSince the beginning of the outbreak a total of 7,104 including 46 deaths (CFR 0.7%). However; the drought affecting many parts of the country has led to limited access to safe water and food insecurity and this is expected to lead to increased spread of cholera cases to other regions. ([WHO/Health Cluster, 30 Apr 2019](https://m.reliefweb.int/report/3184394))\n\nSince December 2017, a total of 7,994 cumulative cases including 46 deaths (CFR 0.6%) were reported from 3 states of Somalia (Hirshabelle, Jubbaland and South West state) and Banadir region. The first round of Oral cholera vaccination (OCV) campaign targeting 650,000 people aged 1 year and above was started on 22 June 2019 in the districts of Kahda, Heliwa, Harmajajab, Balad, Afgoi and Kismayo. ([WHO, 23 Jun 2019](https://reliefweb.int/node/3203209))\n\nThe cumulative total number of suspected cholera cases since the beginning of this outbreak in December 2017 is 8871, including 46 associated deaths. During this reporting period, all of the cases were reported from a total of 27 districts in Banadir and Lower Jubba regions. Of the 39 cases reported during week 41, 64% of the cases (25) are children below 5 years of age. The cholera outbreak has been contained in the districts of Jubaland, Hirshabelle and South West States following the implementation of oral cholera vaccination (OCV) campaigns and other health interventions in these areas. Active transmission is still reported in Banadir and Lower Jubba regions. These areas have experienced heavy rains in the recent past that may have contributed to the contamination of water sources leading to the continued cholera transmission. The most affected districts in Banadir are Darkenley, Madina and Hodan, while in Lower Jubba it is the district of Badhadhe. ([WHO, 22 Oct 2019](https://reliefweb.int/node/3369689))\n\nThe Ministry of Health of Somalia has announced 253 new suspected cases of cholera, with no deaths reported, for epidemiological week 6 (3 February to 9 February 2020). The cumulative total number of suspected cholera cases since the beginning of this outbreak is 10 904, including 55 associated deaths. So far in 2020, active transmission has been reported from the regions of Banadir, Hiran and Lower Shebelle. Of the 253 cases reported during this week, 74.7% of the cases (189) are children under 5 years of age. ([WHO, 9 Feb 2020](https://reliefweb.int/node/3554928))\n\nThe Ministry of Health of Somalia has announced 167 new suspected cases of cholera, with one death reported, for epidemiological week 21 (18 – 24 May 2020). The cumulative total number of suspected cholera cases since the beginning of this outbreak is 13 528, including 67 associated deaths. [...] The overall reduction in the number of new cholera cases as compared to the numbers at the beginning of the outbreak is attributed to improved implementation of preventive interventions including oral cholera vaccination (OCV) campaigns and the strengthening of water, sanitation and hygiene (WaSH) activities in hot spots. ([WHO, 30 May 2020](https://reliefweb.int/node/3644155))\n\nIncreases in Acute Watery Diarrhoea (AWD) and cholera due to flooding remain a concern. On 28 May, the South West State Ministry of Health (MoH) reported 121 AWD cases and four deaths in Bay Haw and Bay Regional hospitals. Three out of four water samples collected by the MoH, the state Ministry of Energy and Water and the WASH Cluster from four sections of Baidoa town were found to be contaminated. In Banadir region, 57 AWD cases and six related deaths were reported between 15 and19 May. The cases, mostly children under 5, are from Hargadiid, Dhiblaawe, Sanaag, Gargaar, Kulan and Galadmacquul IDP settlements in Kahda district.  ([OCHA, 1 Jun 2020](https://reliefweb.int/node/3640405))\n\nThe Ministry of Health of Somalia has announced 68 new suspected cases of cholera, with one reported death, for epidemiological week 33 (10-16 August 2020). The cumulative total number of suspected cholera cases since the beginning of this year is 5485, including 30 associated deaths (CFR 0.5%). So far in 2020, active transmission has been reported from the regions of Banadir, Bay, Hiran and lower Shabele. The last cholera cases in Jowhar district of middle Shabelle were reported in week 17. Of the 5485 reported cases, 2567 (47%) are aged 2 years and below, while 17 (57%) of the 30 deaths are also aged 2 years and below. ([WHO, 30 Aug 2020](https://reliefweb.int/node/3665976))\n\n The Ministry of Health of Somalia has announced 69 new suspected cases of cholera, with no reported deaths, for epidemiological week 37 (7 to 13 September 2020). The cumulative total number of suspected cholera cases since the beginning of this year is 5760, including 30 associated deaths (CFR 0.5%). So far in 2020, active transmission has been reported from the regions of Banadir, Bay, Hiran and lower Shabele. The last cholera cases in Jowhar district of middle Shabelle were reported in week 17. Of the 6760 reported cases, 2691 (47%) are aged 2 years and below, while 17 (57%) of the 30 deaths are also aged 2 years and below. ([WHO, 27 Sep 2020](https://reliefweb.int/node/3676375))\n\nThe Ministry of Health of Somalia has announced 54 new suspected cases of cholera, with one reported death, for epidemiological week 47 (16–22 November 2020). The cumulative total number of suspected cholera cases since the beginning of this year is 6279, including 33 associated deaths (CFR 0.5%). So far in 2020, active transmission has been reported from the regions of Banadir, Bay, Hiran and lower Shabele. The last cholera cases in Jowhar district of middle Shabelle were reported in week 17. Of the 6279 reported cases, 2904 (46%) are aged 2 years and below, while 18 (55%) of the 33 registered deaths are aged 2 years and below. ([WHO, 30 Nov 2020](https://reliefweb.int/node/3692745))\n\nThe Ministry of Health of Somalia has announced 89 new suspected cases of cholera, with no reported death, for epidemiological week 3 (11 to 17 January 2021). In week 3, all of the cases were reported from the 17 flood-affected districts of Banadir region and Baidoa district of the Bay region, while no cholera cases were reported from other regions. The cumulative total number of suspected cholera cases in 2021 is 220, including 1 associated death (CFR 0.5%). ([WHO, 30 Nov 2020](https://reliefweb.int/node/3707749))\n\nThe Ministry of Health of Somalia has announced 78 new suspected cases of cholera, with no reported death, for epidemiological week 5 (25 to 31 January 2021). The cumulative total number of suspected cholera cases in 2021 is 380, including 2 associated deaths (case fatality ratio of 0.5%). All cases were reported from 17 flood affected districts of Banadir region and Baidoa district of the Bay region, with no cholera cases reported from other regions. Of the 380 cases reported since the week 1, 151 are aged ≤2 years (40%). Of the 2 deaths registered, 1 is aged ≤2 years (50%).([WHO, 14 Feb 2021](https://reliefweb.int/node/3713214))\n\n\n**Galkacyo** - New AWD cases have been reported in Galkacyo; these cases are managed in Galkacyo South Hospital which has an isolation center supported by IMC. In the month of May, 611 cases were mild and treated at the outpatient department while 277 cases were severe cases and admitted in the hospital isolation Centre. Six (6) samples collected from these cases tested Negative for Vibrio Cholerae, more samples will be taken with the support from State MOH and WHO. According to the mapping of locations where cases came from; it was reported that the majority of cases are from Hawlwadaag Village. **Dhusamareb** -  In the month of May, 502 AWD cases have been reported in Hanano and Bandiradley hospitals supported by IRC, of which 470 were with moderate symptoms and dehydration while 32 cases were severe, and all the cases recovered well. No sample was taken to test for Cholera and no death was reported at the facility. WHO with state MOH advised to collect samples for testing at the National reference laboratory for confirmation. **Qoryoley** - From 5th May 138 cases have been treated in Qoryoley General temporarily CTU supported by AYUUB NGO. 17 samples are taken for laboratory tests pending the outcome of the test. **Belet Xaawa** - AWD in Beled Xaawo has been reported from 10th May and by the end of May 380 cases were reported. Two cases of death have been confirmed. ([WHO, 25 Jun 2021](https://reliefweb.int/node/3751090))\n\nThe Ministry of Health of Somalia has announced 129 new suspected cases of cholera, with 1 reported death, for epidemiological week 30 (26 July to 1 August 2021). All cases were reported from Banadir, Bay and lower Shabelle regions. The most affected 23 districts were in Hirshabelle, South West states and Puntland, and 17 districts of Banadir region. Of the total cases reported from Somalia since the week 1, 3858 (63%) were children under 5 years of age with 51% of cases being female. The total number of suspected cholera cases in 2021 is 3,858, including 27 associated deaths with a case fatality ratio (CFR) of 0.7%. The highest CFR was reported in Abdul Aziz district (11.11%). The overall attack rate of 103 cases per 100,000 persons were reported from 23 district and the most affected districts included Daynile, Adale and Madina. ([WHO, 31 Aug 2021](https://reliefweb.int/node/3771718))\n\nSince EPI week 1 to 49, December 2021, 5455 cholera cases including 35 deaths with (CFR 0.64%), were reported from 22 districts of Hirshabelle, South West and Banadir region. ([Gov't, 17 Dec 2021](https://reliefweb.int/node/3801746))\n\nOver the past two weeks, the number of cases has increased by from 276 cases in week 39 to 318 cases in week 40 which represents a 15% decrease over the past two weeks. The number of cholera cases reported in Kismayo have decreased by 0.7% from 137 to 136 in the past 2 weeks (table 1). In Banadir, the number of cases decreased by 9% from 34 cases to 31 cases in the last two weeks (figure 3) while in Merka, the number of cases increased by 200% from 16 cases in week 37 to 48 in week 40 during the same period (figure 4) and 7 deaths were reported in the past two weeks. ([WHO, 16 Oct 2022](https://reliefweb.int/node/3896670))\n\nDuring week 52, 385 new suspected cases with one associated death were reported from 26 drought-affected districts of Somalia. The reduction in the number of new cases is linked to implementation of cholera response interventions in most affected districts. Since epidemiological week 1 of 2022, a total of 15 653 suspected cases of cholera including 88 associated deaths (CFR 0.6%) were reported from 26 districts of Somalia ([WHO, 1 Jan 2023](https://reliefweb.int/node/3925027))",
  "summary": " In April 2016, a cholera outbreak occurred in Somalia, resulting in 14,165 cases and 497 deaths. In 2017, a total of 53,015 AWD/Cholera cases were reported across 16 regions in 52 districts, resulting in 795 deaths. In 2018, 1613 cholera cases and nine deaths were reported in four regions. In 2019, there were 7,994 reported cases of cholera and 46 associated deaths. In 2020, there were 13,528 suspected cases of cholera and 67 associated deaths. In 2021, there were 3,858 suspected cases of cholera and 27 associated deaths. In 2022, 5455 cholera cases including 35 deaths were reported. In response, humanitarian partners have provided assistance with hygiene kits, chlorination of water points, and hygiene promotion campaigns, as well as launching an Oral Cholera Vaccination campaign.",
  "metadata": {
    "id": "33516",
    "name": "Somalia: Cholera Outbreak - Apr 2016",
    "date_event": 1461888000000,
    "date_changed": 1674651838000,
    "date_created": 1461888000000,
    "primary_country_id": 216,
    "primary_country_name": "Somalia",
    "primary_country_iso3": "som",
    "primary_country_location": {
      "lon": 47.33,
      "lat": 5.79
    },
    "primary_type_id": 4642,
    "primary_type_code": "EP",
    "primary_type_name": "Epidemic"
  }
}