{
  "original": {
    "id": "51470",
    "fields": {
      "date": {
        "changed": "2023-05-01T21:04:39+00:00",
        "event": "2023-02-06T00:00:00+00:00",
        "created": "2023-02-06T06:54:36+00:00"
      },
      "primary_type": {
        "code": "EQ",
        "name": "Earthquake",
        "id": 4628
      },
      "country": [
        {
          "href": "https://api.reliefweb.int/v1/countries/226",
          "name": "Syrian Arab Republic",
          "location": {
            "lon": 38.51,
            "lat": 35.01
          },
          "id": 226,
          "shortname": "Syria",
          "iso3": "syr"
        },
        {
          "href": "https://api.reliefweb.int/v1/countries/236",
          "name": "Türkiye",
          "location": {
            "lon": 35.18,
            "lat": 39.06
          },
          "id": 236,
          "shortname": "Türkiye",
          "iso3": "tur",
          "primary": true
        }
      ],
      "primary_country": {
        "href": "https://api.reliefweb.int/v1/countries/236",
        "name": "Türkiye",
        "location": {
          "lon": 35.18,
          "lat": 39.06
        },
        "id": 236,
        "shortname": "Türkiye",
        "iso3": "tur"
      },
      "profile": {
        "appeals_response_plans": {
          "active": [
            {
              "cover": "https://reliefweb.int/sites/default/files/styles/small/public/previews/05/df/05dfc138-76aa-4028-afa4-509afd08fb30.png",
              "title": "OCHA: Flash Appeal: Türkiye Earthquake (February - May 2023) [EN/TR]",
              "url": "https://reliefweb.int/node/3934454"
            },
            {
              "cover": "https://reliefweb.int/sites/default/files/styles/small/public/previews/d9/4e/d94efeaf-f6dc-4ddd-8dcc-0ae842f967c6.png",
              "title": "OCHA: Flash Appeal: Syrian Arab Republic Earthquake (February - May 2023) [EN/AR]",
              "url": "https://reliefweb.int/node/3933501"
            },
            {
              "cover": "https://reliefweb.int/sites/default/files/styles/small/public/previews/77/d0/77d01283-703e-47ec-9fcf-8b75de4ed405.png",
              "title": "UNHCR: Syria and Türkiye Earthquake Emergency Supplementary Appeal (February - May 2023)",
              "url": "https://reliefweb.int/node/3934433"
            },
            {
              "cover": "https://reliefweb.int/sites/default/files/styles/small/public/previews/d8/34/d83442ff-fcd2-4c55-99b6-4bd3a769e8be.png",
              "title": "UNICEF: Türkiye Earthquake Response: Humanitarian Action for Children",
              "url": "https://reliefweb.int/node/3934621"
            },
            {
              "cover": "https://reliefweb.int/sites/default/files/styles/small/public/previews/de/37/de37ba9b-d6d9-4f7b-84e4-63d75c5058af.png",
              "title": "UNFPA: UNFPA Appeal for Earthquake Response across the Whole of Syria",
              "url": "https://reliefweb.int/node/3935224"
            },
            {
              "cover": "https://reliefweb.int/sites/default/files/styles/small/public/previews/ac/f7/acf7f84b-dc85-4dc3-a736-79745e15bc4b.png",
              "title": "WHO: WHO flash appeal Earthquake response in Türkiye and Whole of Syria (10 February 2023)",
              "url": "https://reliefweb.int/node/3932865"
            },
            {
              "cover": "https://reliefweb.int/sites/default/files/styles/small/public/previews/0a/d5/0ad55a0f-0181-40e6-8fc5-26359df8c474.png",
              "title": "IOM: IOM Consolidated Flash Appeal Türkiye and Syrian Arab Republic 2023 Earthquake Response (Published: 17 Feb 2023)",
              "url": "https://reliefweb.int/node/3935897"
            },
            {
              "cover": "https://reliefweb.int/sites/default/files/styles/small/public/previews/7e/7d/7e7d51e3-52f9-4a3d-83ca-bd3ffec69f24.png",
              "title": "CBi: Business Brief: Earthquakes in Türkiye and Syria - Humanitarian Overview and Call to Action (16 February 2023)",
              "url": "https://reliefweb.int/node/3934642"
            }
          ],
          "title": "Appeals & Response Plans"
        },
        "overview": "On 6 February, a 7.7 magnitude earthquake struck southern Türkiye at 4:17 a.m. This is Türkiye's most powerful earthquake recorded since 1939. [...] The Government of Türkiye has since issued a Level 4 alarm, calling for international assistance. The earthquake also heavily impacted north-west Syria, a region where 4.1 million people depend on humanitarian assistance today [...] At this time, Syrian communities are simultaneously hit with an on-going cholera outbreak and harsh winter events including heavy rain and snow over the weekend. The humanitarian response is largely overstretched with a funding gap of 48 per cent identified for the last quarter of 2022 (US$371.1 is required out of 802.1 million). ([OCHA, 6 Feb 2023](https://reliefweb.int/node/3930732/))\n\nUN and partners are preparing the first cross-border aid convoy to north-west Syria since a 7.7 magnitude earthquake struck southern Türkiye on 6 February. The cross-border operation was temporarily disrupted as the road connecting Gaziantep to the UN Transshipment Hub in Hatay was impaired. As of 8 February, two alternative routes have been identified to reach the Hub following feasibility assessments, from Gaziantep via Kilis-Kirikhan and from Mersin via Adana-Kirikhan [...] The emergency response to the earthquake continues on its third day. Death tolls in Türkiye and north-west Syria are climbing by the hour, reaching more than 11,000 people as of 8 February – a 450 per cent increase since the reported figure in the first OCHA Flash Update. At least 648 aftershocks have been reported. ([OCHA, 8 Feb 2023](https://reliefweb.int/node/3930732/))\n\nMore than 4,400 deaths and 8,100 injuries have been reported in north-west Syria, as of 15 February, since an earthquake of 7.7 magnitude struck Türkiye on 6 February. As of 15 February, more than 9,000 buildings have been completely or partially destroyed in north-west Syria, rendering at least 11,000 people homeless. [...] As of 16 February, a total of 142 trucks loaded with aid provided by six UN agencies have so far crossed to north-west Syria since the earthquakes. On 16 February, 22 trucks carrying aid by WFP and UNHCR crossed through Bab Al-Hawa while two additional trucks carrying tents provided by UNHCR crossed Bab Al-Salam. ([OCHA, 17 Feb 2023](https://reliefweb.int/node/3934681/))\n\nThe UN and humanitarian partners launched a Flash Appeal calling for $397.6 million of emergency assistance to provide relief to 4.9 million people in most acute need following the earthquakes. The United Nations Secretary General welcomed the opening of the additional two crossing points of Bab Al-Salam and Al Ra’ee from Türkiye to north-west Syria for an initial period of three months to allow for the timely delivery of humanitarian aid. ([OCHA, 15 Feb 2023](https://reliefweb.int/node/3933829/))\n\nIn Türkiye, over 36,100 people were killed and tens of thousands more were injured due to the earthquakes, while 216,347 people from affected areas have been relocated to other provinces, according to Türkiye’s Disaster and Emergency Management Authority (AFAD) on 16 February. [...] Access to and within earthquake-affected areas has improved over the past week. The road constraints impeding access between the main populated areas in the affected areas have been resolved, and roads connecting Adana, Gaziantep, Hatay, Adiyaman and Malatya are passable again. In some parts of Malatya, some roads remain accessible only with 4x4 vehicles. While Adana remains the main entry point for international humanitarian cargo coming by air, Gaziantep is also open to passenger flights and Hatay and Sanliurfa airports resumed operations on 13 February. ([OCHA, 16 Feb 2023](https://reliefweb.int/node/3934516/))\n\nAs of 15 February, the rapid structural assessment was undertaken in Aleppo in 4,159 buildings and classified 169 buildings as ‘high risk of collapse’ and 644 as ‘medium risk of collapse.’ UNMAS is marking the buildings categorized as high risk of collapse with the aim to dissuade people from returning to them. In Lattakia, a total of 1.3 million people are directly or indirectly affected by the earthquake. Approximately 34,400 families are displaced and currently either being hosted in temporary shelters, including governmental buildings, or staying with relatives with reportedly dire humanitarian needs. There are currently 29 designated shelters and the number is expected to increase in the coming days/weeks. In Tartous, a total of 0.9 million people are directly or indirectly affected by the earthquake. There are two designated shelters; the number is expected to increase in the coming days/weeks. ([OCHA, 16 Feb 2023](https://reliefweb.int/node/3934568/))\n\nAs of 18 February, 40,642 people were killed and more than 108,000 were injured due to the earthquakes in Turkey, while over 430,000 people from affected areas have been relocated to other provinces, according to AFAD. [...] As of 19 February 2023, AFAD reports that 65 United Nations Classified and other International Urban Search and Rescue (USAR) Teams are active on the ground. [...] The teams are working in the provinces of Malatya, Kahramanmaraş, Adiyaman, Gaziantep, and Hatay. A total of 191 international teams concluded search and rescue operations and have demobilized. ([OCHA, 19 Feb 2023](https://reliefweb.int/node/3935141/))\n\nThe local authorities in badly hit Aleppo [..] continue to provide immediate support to those displaced to collective shelters (it is estimated that there are still some 200 such shelters in Aleppo although the number changes daily). [...] With the search and rescue phase of the response nearly over, (humanitarian) partners are focused on assisting people in collective shelters and, in this regard, a minimum package of assistance has been developed and is being refined. [...] In Lattakia, partners met with the Government-led Operations Room, where local authorities reported that 103 buildings\nhad collapsed, 300 buildings are at risk of collapsing (people have been evacuated from them) and 172,000 people are displaced. Most of these are staying with host communities although the authorities have made just 29 shelters available leading to overcrowding. ([OCHA, 18 Feb 2023](https://reliefweb.int/node/3935078/))\n\nAt 20:04 on 20 February 2023, a 6.4 magnitude earthquake struck Hatay in southern Türkiye which was followed by a 5.8 magnitude aftershock three minutes later and 90 subsequent aftershocks. These earthquakes were felt throughout the region, causing renewed fear for those who survived the devastating earthquakes on February 6, 2023, which killed 42,310 people in the country as of 21 February 2023 according to Türkiye’s Disaster and Emergency Management Authority (AFAD). After the latest earthquakes on February 20, AFAD reported that six people lost their lives, at least 294 people were injured, 18 of which severely, and ten buildings collapsed. ([OCHA, 21 Feb 2023](https://reliefweb.int/node/3936192/))\n\nThe UN and humanitarian partners are scaling up their cross-border operation which has served as lifeline to millions of people in north-west Syria since 2014. As of 27 February, over 420 trucks loaded with aid provided by six UN agencies have crossed from Türkiye to north-west Syria using three border-crossings: Bab Al-Hawa, Bab Al-Salam and Al Ra’ee. The UN has so far completed 17 cross-border missions to north-west Syria since the first interagency visit to Idleb on 14 February. [...] At least 3 million people affected by the earthquakes are in the Idleb province. More than 4,500 deaths and more than 8,700 injuries due to the earthquakes have been reported in north-west Syria, as of 26 February, according to the Health Cluster. The districts with the highest number of deaths and injuries as of 25 February remain Harim, followed by Afrin and Jisr-Ash-Shugur. As of 26 February, more than 1,700 buildings have been completely destroyed and more than 8,600 buildings have been partially destroyed. Some 60 per cent of partially destroyed buildings were reported in Harim in the Idleb governorate and Afrin in the Aleppo governorate. ([OCHA, 28 Feb 2023](https://reliefweb.int/node/3938340/))\n\nTurkish President Recep Tayyip Erdogan announced on 6 March that the death toll from the deadly earthquakes has risen to 46,104. He said the number of collapsed and heavily damaged buildings in 11 provinces in the earthquake zone reached 230 thousand. The President added that currently 3 million 320 thousand people were evacuated from the earthquake zone and went to other provinces, while 800 thousand people in the region took shelter in their villages. [...] On 2 March, Türkiye’s Disaster and Emergency Management Presidency (AFAD) reported that the total number of people who were given shelter in the region affected by the earthquake is 1,593,808. In other provinces, a total of 329,960 people affected by the disaster are provided with accommodation services, bringing the total number of people provided with shelter and accommodation to more than 1.9 million. ([OCHA, 09 Mar 2023](https://reliefweb.int/node/3941882/))\n\nOne month after the 6 February earthquake, the humanitarian situation in the affected areas across Syria remains dire despite a scale-up in humanitarian response. Prior to the earthquake, more than 15 million people were estimated to need humanitarian assistance across the country. An estimated 8.8 million people have now been affected by the earthquake. [...] The earthquake caused an estimated US$5.1 billion in direct physical damages in Syria, according to a World Bank report, with nearly half of the damages caused to residential buildings. 3.7 million children in earthquake-affected areas across Syria are facing potentially catastrophic threats, including contagious, contact-transmitted and waterborne diseases and lack of access to basic services. ([OCHA, 09 Mar 2023](https://reliefweb.int/node/3941678/))\n\nAt least 3 million people affected by the earthquakes are in the Idleb province. More than 4,500 deaths and more than 8,700 injuries due to the earthquakes have been reported in north-west Syria, as of 13 March, according to the Health Cluster. At least 148 cities and towns in north-west Syria have been affected by the earthquakes. The districts with the highest number of deaths and injuries, as of 13 March, are Harim and Afrin. Two-thirds of all injuries were reported in Harim. As of 14 March, 1,869 buildings have been completely destroyed and 8,731 buildings have been partially destroyed. Some 57 per cent of partial and fully destroyed buildings were reported in Harim and Afrin. ([OCHA, 15 Mar 2023](https://reliefweb.int/node/3943700/))\n\n2.3 million people [in Türkiye] have been identified as living in formal and informal settlements across earthquake affected areas as of 16 March. Out of this number, 1.6 million have been identified to be living in informal settlements. ([OCHA, 17 Mar 2023](https://reliefweb.int/node/3944550/))\n\nAt least 3 million people affected by the earthquakes are in the Idleb province. More than 4,500 deaths and more than 8,700 injuries due to the earthquakes have been reported in north-west Syria, as of 13 March, according to the Health Cluster. At least 148 cities and towns in north-west Syria have been affected by the earthquakes. The districts with the highest number of deaths and injuries, as of 13 March, are Harim and Afrin. Two-thirds of all injuries were reported in Harim. As of 14 March, 1,869 buildings have been completely destroyed and 8,731 buildings have been partially destroyed. Some 57 per cent of partial and fully destroyed buildings were reported in Harim and Afrin. ([OCHA, 23 Mar 2023](https://reliefweb.int/node/3946475/))\n\nOn 20 March, Türkiye’s Disaster and Emergency Management Presidency (AFAD) reported that the death toll from the devastating earthquakes on 6 February has increased to 50,096. There have been 107,204 injuries. IOM reports that 3 million people have been displaced by the earthquakes in Türkiye. An estimated 1.7 million people live in informal settlements, mostly in makeshift shelters or tents with extremely basic living conditions. [...] To date, UN agencies and humanitarian partners have reached close to 535 thousand people with support for improved living spaces, including tents, Relief Housing Units (RHUs) and tarpaulins. 1.4 million people received support for water, sanitation and hygiene, and about 47 thousand people received health support. Over 345 organizations are distributing hot meals to approximately 1.25 million people every day. [...] The United Nations Food and Agriculture Organization (FAO) said that the earthquakes caused $6.7 billion in losses and damage to crops, livestock production, food stocks and agricultural infrastructure and assets. ([OCHA, 24 Mar 2023](https://reliefweb.int/node/3946530/))\n\nAround 60 thousand Syrians in Türkiye have returned to their home country across the border since the earthquakes on 6 February, said the Turkish National Defense Minister. Urgent support is needed to prevent a slide into poverty and an increase in child labour and low-wage jobs with no financial security or stability, following the devastating earthquakes in Türkiye and Syria in February, warned the International Labour Organization (ILO) in a new assessment report. The ILO estimates a 16.0% loss in working hours in the affected areas. The reduction in activity is comparable to the hours of work done by 657 thousand full-time equivalent workers. An estimated 1.6 million people live in informal settlements, with bare minimum living conditions and limited or no access to services. Despite receiving some humanitarian support, these families still need improved shelters, water and sanitation services, and basic household items. Drinking water emerges as one of the main needs due to disruptions to water networks. These disruptions not only\ncreate challenges for accessing safe and clean water, but also pose a significant risk to food safety, agriculture, and livestock breeding. Access to essential services, disease control, and water and sanitation services continue to be among the priority needs, particularly in informal settlements. The Ministry of National Education has resumed education in all ten provinces affected by the earthquakes. However, education in the four most severely impacted provinces has gradually resumed in specific districts. ([OCHA, 30 Mar 2023](https://reliefweb.int/node/3948604/))\n\nTürkiye added six more provinces to the earthquake disaster zone as they suffered damage in the 6 February earthquakes, announced the nation’s disaster agency. The Disaster and Emergency Management Presidency (AFAD) has added settlements in the provinces of Bingöl, Kayseri, Mardin, Tunceli, Niğde, and Batman to the qualifying zone for governmental aid, as damaged buildings were identified in these areas, according to a statement issued by AFAD. On 5 April, Türkiye’s Ministry of Interior announced that they have established 345 tent cities and 305 container cities in the earthquake-affected region, adding that 2.6 million people are living in tent cities, while nearly 79 thousand people are living in container cities. Additionally, the Ministry reported that over 1.6 million people have received a support payment of 10,000 Turkish Liras ($519). AFAD says there has been a notable decline in the number of individuals hosted in other provinces, as many are now returning to their provinces in the earthquake-affected region. Interior Minister Süleyman Soylu has reported on 5 April that the death toll from the devastating earthquakes has risen to 50,339. The death toll is updated at long intervals due to the fact that identification of bodies takes time, Soylu said. ([OCHA, 6 Apr 2023](https://reliefweb.int/node/3950991/))\n\nOngoing environmental challenges continue to affect people, particularly those living in informal sites and tent cities. Heavy rain affected areas including Adıyaman, Kahramanmaraş, Malatya, Şanlıurfa and Hatay on 10 and 11 April, causing flooding in tents and other dwellings and a yellow warning was issued for heavy rainfall in 21 provinces, including those in the earthquake zone. On 11 April, three earthquakes measuring 4.3, 4.2 and 4.0 magnitude occurred in proximity to the areas affected by the February earthquakes. ([OCHA, 17 Apr 2023](https://reliefweb.int/node/3953700/))\n\nMore than 4,500 deaths and 10,400 injuries due to the earthquakes have been reported in north-west Syria according to the Health Cluster. 43 per cent of the injured are women and girls. 20 per cent of the injured are children aged five to 14 years old. At least 148 communities in north-west Syria have been affected by the earthquakes. The districts with the highest number of deaths and injuries are Harim and Afrin. Some 1,100 deaths (a quarter of reported deaths) were recorded in Jandairis in the Afrin district. At least 10,600 buildings have been destroyed by the earthquakes at varying degrees (1,869 buildings have been completely destroyed and 8,731 buildings have been partially destroyed). ([OCHA, 28 Apr 2023](https://reliefweb.int/node/3957102/))\n\nPeople [in Türkiye] who were forced to relocate after the earthquakes are showing interest in returning to their areas of origin. This is partly attributed to the pace of the development of formal settlements housing people in containers (“container cities”). Some 20 per cent of people who temporarily relocated to cities outside the earthquake-affected provinces are returning, according to the Ministry of Interior. Financial constraints and the high cost of living in the hosting provinces may be possible factors for those returning. Rents rose 47 per cent in Gaziantep Province and 25 per cent in Hatay Province between February and April (the national average where data is available is 16 per cent). The United Nations High Commissioner for Refugees (UNHCR) has observed an increase in returns of refugees to the affected provinces as well, for similar reasons. To meet the needs of the returning population, authorities are attempting to strengthen shelter capacity through temporary accommodation. ([OCHA, 29 Apr 2023](https://reliefweb.int/node/3957214/))",
        "useful_links": {
          "active": [
            {
              "title": "FTS (Financial Tracking Services): 2023 Türkiye –Syria Earthquakes",
              "url": "https://fts.unocha.org/emergencies/954/summary/2023?_gl=1*1jrrvyn*_ga*NDM1MDI2OTU0LjE2NTM2NjYwMjI.*_ga_E60ZNX2F68*MTY3NjQ4MzAyOS4zOC4wLjE2NzY0ODMwMjkuNjAuMC4w"
            },
            {
              "logo": "https://en.afad.gov.tr/kurumlar/en.afad/Tasarim/afad_logo_en.png",
              "title": "AFAD (Türkiye Ministry Of Interior Disaster And Emergency Management Presidency) ",
              "url": "https://en.afad.gov.tr/"
            },
            {
              "logo": "https://www.kizilay.org.tr/assets/images/logokzly.png",
              "title": "Türk Kızılay/Turkish Red Crescent",
              "url": "https://www.kizilay.org.tr/"
            },
            {
              "title": "Global Logistics Cluster: Türkiye and Syria Earthquake -  Feb 2023",
              "url": "https://logcluster.org/earthquake-2023-February"
            },
            {
              "title": "United Nations: Türkiye-Syria Earthquake Response",
              "url": "https://www.un.org/en/t%C3%BCrkiye-syria-earthquake-response"
            }
          ],
          "title": "Useful Links"
        },
        "overview-html": "<p>On 6 February, a 7.7 magnitude earthquake struck southern Türkiye at 4:17 a.m. This is Türkiye's most powerful earthquake recorded since 1939. [...] The Government of Türkiye has since issued a Level 4 alarm, calling for international assistance. The earthquake also heavily impacted north-west Syria, a region where 4.1 million people depend on humanitarian assistance today [...] At this time, Syrian communities are simultaneously hit with an on-going cholera outbreak and harsh winter events including heavy rain and snow over the weekend. The humanitarian response is largely overstretched with a funding gap of 48 per cent identified for the last quarter of 2022 (US$371.1 is required out of 802.1 million). (<a href=\"https://reliefweb.int/node/3930732/\">OCHA, 6 Feb 2023</a>)</p>\n<p>UN and partners are preparing the first cross-border aid convoy to north-west Syria since a 7.7 magnitude earthquake struck southern Türkiye on 6 February. The cross-border operation was temporarily disrupted as the road connecting Gaziantep to the UN Transshipment Hub in Hatay was impaired. As of 8 February, two alternative routes have been identified to reach the Hub following feasibility assessments, from Gaziantep via Kilis-Kirikhan and from Mersin via Adana-Kirikhan [...] The emergency response to the earthquake continues on its third day. Death tolls in Türkiye and north-west Syria are climbing by the hour, reaching more than 11,000 people as of 8 February – a 450 per cent increase since the reported figure in the first OCHA Flash Update. At least 648 aftershocks have been reported. (<a href=\"https://reliefweb.int/node/3930732/\">OCHA, 8 Feb 2023</a>)</p>\n<p>More than 4,400 deaths and 8,100 injuries have been reported in north-west Syria, as of 15 February, since an earthquake of 7.7 magnitude struck Türkiye on 6 February. As of 15 February, more than 9,000 buildings have been completely or partially destroyed in north-west Syria, rendering at least 11,000 people homeless. [...] As of 16 February, a total of 142 trucks loaded with aid provided by six UN agencies have so far crossed to north-west Syria since the earthquakes. On 16 February, 22 trucks carrying aid by WFP and UNHCR crossed through Bab Al-Hawa while two additional trucks carrying tents provided by UNHCR crossed Bab Al-Salam. (<a href=\"https://reliefweb.int/node/3934681/\">OCHA, 17 Feb 2023</a>)</p>\n<p>The UN and humanitarian partners launched a Flash Appeal calling for $397.6 million of emergency assistance to provide relief to 4.9 million people in most acute need following the earthquakes. The United Nations Secretary General welcomed the opening of the additional two crossing points of Bab Al-Salam and Al Ra’ee from Türkiye to north-west Syria for an initial period of three months to allow for the timely delivery of humanitarian aid. (<a href=\"https://reliefweb.int/node/3933829/\">OCHA, 15 Feb 2023</a>)</p>\n<p>In Türkiye, over 36,100 people were killed and tens of thousands more were injured due to the earthquakes, while 216,347 people from affected areas have been relocated to other provinces, according to Türkiye’s Disaster and Emergency Management Authority (AFAD) on 16 February. [...] Access to and within earthquake-affected areas has improved over the past week. The road constraints impeding access between the main populated areas in the affected areas have been resolved, and roads connecting Adana, Gaziantep, Hatay, Adiyaman and Malatya are passable again. In some parts of Malatya, some roads remain accessible only with 4x4 vehicles. While Adana remains the main entry point for international humanitarian cargo coming by air, Gaziantep is also open to passenger flights and Hatay and Sanliurfa airports resumed operations on 13 February. (<a href=\"https://reliefweb.int/node/3934516/\">OCHA, 16 Feb 2023</a>)</p>\n<p>As of 15 February, the rapid structural assessment was undertaken in Aleppo in 4,159 buildings and classified 169 buildings as ‘high risk of collapse’ and 644 as ‘medium risk of collapse.’ UNMAS is marking the buildings categorized as high risk of collapse with the aim to dissuade people from returning to them. In Lattakia, a total of 1.3 million people are directly or indirectly affected by the earthquake. Approximately 34,400 families are displaced and currently either being hosted in temporary shelters, including governmental buildings, or staying with relatives with reportedly dire humanitarian needs. There are currently 29 designated shelters and the number is expected to increase in the coming days/weeks. In Tartous, a total of 0.9 million people are directly or indirectly affected by the earthquake. There are two designated shelters; the number is expected to increase in the coming days/weeks. (<a href=\"https://reliefweb.int/node/3934568/\">OCHA, 16 Feb 2023</a>)</p>\n<p>As of 18 February, 40,642 people were killed and more than 108,000 were injured due to the earthquakes in Turkey, while over 430,000 people from affected areas have been relocated to other provinces, according to AFAD. [...] As of 19 February 2023, AFAD reports that 65 United Nations Classified and other International Urban Search and Rescue (USAR) Teams are active on the ground. [...] The teams are working in the provinces of Malatya, Kahramanmaraş, Adiyaman, Gaziantep, and Hatay. A total of 191 international teams concluded search and rescue operations and have demobilized. (<a href=\"https://reliefweb.int/node/3935141/\">OCHA, 19 Feb 2023</a>)</p>\n<p>The local authorities in badly hit Aleppo [..] continue to provide immediate support to those displaced to collective shelters (it is estimated that there are still some 200 such shelters in Aleppo although the number changes daily). [...] With the search and rescue phase of the response nearly over, (humanitarian) partners are focused on assisting people in collective shelters and, in this regard, a minimum package of assistance has been developed and is being refined. [...] In Lattakia, partners met with the Government-led Operations Room, where local authorities reported that 103 buildings\nhad collapsed, 300 buildings are at risk of collapsing (people have been evacuated from them) and 172,000 people are displaced. Most of these are staying with host communities although the authorities have made just 29 shelters available leading to overcrowding. (<a href=\"https://reliefweb.int/node/3935078/\">OCHA, 18 Feb 2023</a>)</p>\n<p>At 20:04 on 20 February 2023, a 6.4 magnitude earthquake struck Hatay in southern Türkiye which was followed by a 5.8 magnitude aftershock three minutes later and 90 subsequent aftershocks. These earthquakes were felt throughout the region, causing renewed fear for those who survived the devastating earthquakes on February 6, 2023, which killed 42,310 people in the country as of 21 February 2023 according to Türkiye’s Disaster and Emergency Management Authority (AFAD). After the latest earthquakes on February 20, AFAD reported that six people lost their lives, at least 294 people were injured, 18 of which severely, and ten buildings collapsed. (<a href=\"https://reliefweb.int/node/3936192/\">OCHA, 21 Feb 2023</a>)</p>\n<p>The UN and humanitarian partners are scaling up their cross-border operation which has served as lifeline to millions of people in north-west Syria since 2014. As of 27 February, over 420 trucks loaded with aid provided by six UN agencies have crossed from Türkiye to north-west Syria using three border-crossings: Bab Al-Hawa, Bab Al-Salam and Al Ra’ee. The UN has so far completed 17 cross-border missions to north-west Syria since the first interagency visit to Idleb on 14 February. [...] At least 3 million people affected by the earthquakes are in the Idleb province. More than 4,500 deaths and more than 8,700 injuries due to the earthquakes have been reported in north-west Syria, as of 26 February, according to the Health Cluster. The districts with the highest number of deaths and injuries as of 25 February remain Harim, followed by Afrin and Jisr-Ash-Shugur. As of 26 February, more than 1,700 buildings have been completely destroyed and more than 8,600 buildings have been partially destroyed. Some 60 per cent of partially destroyed buildings were reported in Harim in the Idleb governorate and Afrin in the Aleppo governorate. (<a href=\"https://reliefweb.int/node/3938340/\">OCHA, 28 Feb 2023</a>)</p>\n<p>Turkish President Recep Tayyip Erdogan announced on 6 March that the death toll from the deadly earthquakes has risen to 46,104. He said the number of collapsed and heavily damaged buildings in 11 provinces in the earthquake zone reached 230 thousand. The President added that currently 3 million 320 thousand people were evacuated from the earthquake zone and went to other provinces, while 800 thousand people in the region took shelter in their villages. [...] On 2 March, Türkiye’s Disaster and Emergency Management Presidency (AFAD) reported that the total number of people who were given shelter in the region affected by the earthquake is 1,593,808. In other provinces, a total of 329,960 people affected by the disaster are provided with accommodation services, bringing the total number of people provided with shelter and accommodation to more than 1.9 million. (<a href=\"https://reliefweb.int/node/3941882/\">OCHA, 09 Mar 2023</a>)</p>\n<p>One month after the 6 February earthquake, the humanitarian situation in the affected areas across Syria remains dire despite a scale-up in humanitarian response. Prior to the earthquake, more than 15 million people were estimated to need humanitarian assistance across the country. An estimated 8.8 million people have now been affected by the earthquake. [...] The earthquake caused an estimated US$5.1 billion in direct physical damages in Syria, according to a World Bank report, with nearly half of the damages caused to residential buildings. 3.7 million children in earthquake-affected areas across Syria are facing potentially catastrophic threats, including contagious, contact-transmitted and waterborne diseases and lack of access to basic services. (<a href=\"https://reliefweb.int/node/3941678/\">OCHA, 09 Mar 2023</a>)</p>\n<p>At least 3 million people affected by the earthquakes are in the Idleb province. More than 4,500 deaths and more than 8,700 injuries due to the earthquakes have been reported in north-west Syria, as of 13 March, according to the Health Cluster. At least 148 cities and towns in north-west Syria have been affected by the earthquakes. The districts with the highest number of deaths and injuries, as of 13 March, are Harim and Afrin. Two-thirds of all injuries were reported in Harim. As of 14 March, 1,869 buildings have been completely destroyed and 8,731 buildings have been partially destroyed. Some 57 per cent of partial and fully destroyed buildings were reported in Harim and Afrin. (<a href=\"https://reliefweb.int/node/3943700/\">OCHA, 15 Mar 2023</a>)</p>\n<p>2.3 million people [in Türkiye] have been identified as living in formal and informal settlements across earthquake affected areas as of 16 March. Out of this number, 1.6 million have been identified to be living in informal settlements. (<a href=\"https://reliefweb.int/node/3944550/\">OCHA, 17 Mar 2023</a>)</p>\n<p>At least 3 million people affected by the earthquakes are in the Idleb province. More than 4,500 deaths and more than 8,700 injuries due to the earthquakes have been reported in north-west Syria, as of 13 March, according to the Health Cluster. At least 148 cities and towns in north-west Syria have been affected by the earthquakes. The districts with the highest number of deaths and injuries, as of 13 March, are Harim and Afrin. Two-thirds of all injuries were reported in Harim. As of 14 March, 1,869 buildings have been completely destroyed and 8,731 buildings have been partially destroyed. Some 57 per cent of partial and fully destroyed buildings were reported in Harim and Afrin. (<a href=\"https://reliefweb.int/node/3946475/\">OCHA, 23 Mar 2023</a>)</p>\n<p>On 20 March, Türkiye’s Disaster and Emergency Management Presidency (AFAD) reported that the death toll from the devastating earthquakes on 6 February has increased to 50,096. There have been 107,204 injuries. IOM reports that 3 million people have been displaced by the earthquakes in Türkiye. An estimated 1.7 million people live in informal settlements, mostly in makeshift shelters or tents with extremely basic living conditions. [...] To date, UN agencies and humanitarian partners have reached close to 535 thousand people with support for improved living spaces, including tents, Relief Housing Units (RHUs) and tarpaulins. 1.4 million people received support for water, sanitation and hygiene, and about 47 thousand people received health support. Over 345 organizations are distributing hot meals to approximately 1.25 million people every day. [...] The United Nations Food and Agriculture Organization (FAO) said that the earthquakes caused $6.7 billion in losses and damage to crops, livestock production, food stocks and agricultural infrastructure and assets. (<a href=\"https://reliefweb.int/node/3946530/\">OCHA, 24 Mar 2023</a>)</p>\n<p>Around 60 thousand Syrians in Türkiye have returned to their home country across the border since the earthquakes on 6 February, said the Turkish National Defense Minister. Urgent support is needed to prevent a slide into poverty and an increase in child labour and low-wage jobs with no financial security or stability, following the devastating earthquakes in Türkiye and Syria in February, warned the International Labour Organization (ILO) in a new assessment report. The ILO estimates a 16.0% loss in working hours in the affected areas. The reduction in activity is comparable to the hours of work done by 657 thousand full-time equivalent workers. An estimated 1.6 million people live in informal settlements, with bare minimum living conditions and limited or no access to services. Despite receiving some humanitarian support, these families still need improved shelters, water and sanitation services, and basic household items. Drinking water emerges as one of the main needs due to disruptions to water networks. These disruptions not only\ncreate challenges for accessing safe and clean water, but also pose a significant risk to food safety, agriculture, and livestock breeding. Access to essential services, disease control, and water and sanitation services continue to be among the priority needs, particularly in informal settlements. The Ministry of National Education has resumed education in all ten provinces affected by the earthquakes. However, education in the four most severely impacted provinces has gradually resumed in specific districts. (<a href=\"https://reliefweb.int/node/3948604/\">OCHA, 30 Mar 2023</a>)</p>\n<p>Türkiye added six more provinces to the earthquake disaster zone as they suffered damage in the 6 February earthquakes, announced the nation’s disaster agency. The Disaster and Emergency Management Presidency (AFAD) has added settlements in the provinces of Bingöl, Kayseri, Mardin, Tunceli, Niğde, and Batman to the qualifying zone for governmental aid, as damaged buildings were identified in these areas, according to a statement issued by AFAD. On 5 April, Türkiye’s Ministry of Interior announced that they have established 345 tent cities and 305 container cities in the earthquake-affected region, adding that 2.6 million people are living in tent cities, while nearly 79 thousand people are living in container cities. Additionally, the Ministry reported that over 1.6 million people have received a support payment of 10,000 Turkish Liras ($519). AFAD says there has been a notable decline in the number of individuals hosted in other provinces, as many are now returning to their provinces in the earthquake-affected region. Interior Minister Süleyman Soylu has reported on 5 April that the death toll from the devastating earthquakes has risen to 50,339. The death toll is updated at long intervals due to the fact that identification of bodies takes time, Soylu said. (<a href=\"https://reliefweb.int/node/3950991/\">OCHA, 6 Apr 2023</a>)</p>\n<p>Ongoing environmental challenges continue to affect people, particularly those living in informal sites and tent cities. Heavy rain affected areas including Adıyaman, Kahramanmaraş, Malatya, Şanlıurfa and Hatay on 10 and 11 April, causing flooding in tents and other dwellings and a yellow warning was issued for heavy rainfall in 21 provinces, including those in the earthquake zone. On 11 April, three earthquakes measuring 4.3, 4.2 and 4.0 magnitude occurred in proximity to the areas affected by the February earthquakes. (<a href=\"https://reliefweb.int/node/3953700/\">OCHA, 17 Apr 2023</a>)</p>\n<p>More than 4,500 deaths and 10,400 injuries due to the earthquakes have been reported in north-west Syria according to the Health Cluster. 43 per cent of the injured are women and girls. 20 per cent of the injured are children aged five to 14 years old. At least 148 communities in north-west Syria have been affected by the earthquakes. The districts with the highest number of deaths and injuries are Harim and Afrin. Some 1,100 deaths (a quarter of reported deaths) were recorded in Jandairis in the Afrin district. At least 10,600 buildings have been destroyed by the earthquakes at varying degrees (1,869 buildings have been completely destroyed and 8,731 buildings have been partially destroyed). (<a href=\"https://reliefweb.int/node/3957102/\">OCHA, 28 Apr 2023</a>)</p>\n<p>People [in Türkiye] who were forced to relocate after the earthquakes are showing interest in returning to their areas of origin. This is partly attributed to the pace of the development of formal settlements housing people in containers (“container cities”). Some 20 per cent of people who temporarily relocated to cities outside the earthquake-affected provinces are returning, according to the Ministry of Interior. Financial constraints and the high cost of living in the hosting provinces may be possible factors for those returning. Rents rose 47 per cent in Gaziantep Province and 25 per cent in Hatay Province between February and April (the national average where data is available is 16 per cent). The United Nations High Commissioner for Refugees (UNHCR) has observed an increase in returns of refugees to the affected provinces as well, for similar reasons. To meet the needs of the returning population, authorities are attempting to strengthen shelter capacity through temporary accommodation. (<a href=\"https://reliefweb.int/node/3957214/\">OCHA, 29 Apr 2023</a>)</p>\n"
      },
      "description-html": "<p>On 6 February, a 7.7 magnitude earthquake struck southern Türkiye at 4:17 a.m. This is Türkiye's most powerful earthquake recorded since 1939. [...] The Government of Türkiye has since issued a Level 4 alarm, calling for international assistance. The earthquake also heavily impacted north-west Syria, a region where 4.1 million people depend on humanitarian assistance today [...] At this time, Syrian communities are simultaneously hit with an on-going cholera outbreak and harsh winter events including heavy rain and snow over the weekend. The humanitarian response is largely overstretched with a funding gap of 48 per cent identified for the last quarter of 2022 (US$371.1 is required out of 802.1 million). (<a href=\"https://reliefweb.int/node/3930732/\">OCHA, 6 Feb 2023</a>)</p>\n<p>UN and partners are preparing the first cross-border aid convoy to north-west Syria since a 7.7 magnitude earthquake struck southern Türkiye on 6 February. The cross-border operation was temporarily disrupted as the road connecting Gaziantep to the UN Transshipment Hub in Hatay was impaired. As of 8 February, two alternative routes have been identified to reach the Hub following feasibility assessments, from Gaziantep via Kilis-Kirikhan and from Mersin via Adana-Kirikhan [...] The emergency response to the earthquake continues on its third day. Death tolls in Türkiye and north-west Syria are climbing by the hour, reaching more than 11,000 people as of 8 February – a 450 per cent increase since the reported figure in the first OCHA Flash Update. At least 648 aftershocks have been reported. (<a href=\"https://reliefweb.int/node/3930732/\">OCHA, 8 Feb 2023</a>)</p>\n<p>More than 4,400 deaths and 8,100 injuries have been reported in north-west Syria, as of 15 February, since an earthquake of 7.7 magnitude struck Türkiye on 6 February. As of 15 February, more than 9,000 buildings have been completely or partially destroyed in north-west Syria, rendering at least 11,000 people homeless. [...] As of 16 February, a total of 142 trucks loaded with aid provided by six UN agencies have so far crossed to north-west Syria since the earthquakes. On 16 February, 22 trucks carrying aid by WFP and UNHCR crossed through Bab Al-Hawa while two additional trucks carrying tents provided by UNHCR crossed Bab Al-Salam. (<a href=\"https://reliefweb.int/node/3934681/\">OCHA, 17 Feb 2023</a>)</p>\n<p>The UN and humanitarian partners launched a Flash Appeal calling for $397.6 million of emergency assistance to provide relief to 4.9 million people in most acute need following the earthquakes. The United Nations Secretary General welcomed the opening of the additional two crossing points of Bab Al-Salam and Al Ra’ee from Türkiye to north-west Syria for an initial period of three months to allow for the timely delivery of humanitarian aid. (<a href=\"https://reliefweb.int/node/3933829/\">OCHA, 15 Feb 2023</a>)</p>\n<p>In Türkiye, over 36,100 people were killed and tens of thousands more were injured due to the earthquakes, while 216,347 people from affected areas have been relocated to other provinces, according to Türkiye’s Disaster and Emergency Management Authority (AFAD) on 16 February. [...] Access to and within earthquake-affected areas has improved over the past week. The road constraints impeding access between the main populated areas in the affected areas have been resolved, and roads connecting Adana, Gaziantep, Hatay, Adiyaman and Malatya are passable again. In some parts of Malatya, some roads remain accessible only with 4x4 vehicles. While Adana remains the main entry point for international humanitarian cargo coming by air, Gaziantep is also open to passenger flights and Hatay and Sanliurfa airports resumed operations on 13 February. (<a href=\"https://reliefweb.int/node/3934516/\">OCHA, 16 Feb 2023</a>)</p>\n<p>As of 15 February, the rapid structural assessment was undertaken in Aleppo in 4,159 buildings and classified 169 buildings as ‘high risk of collapse’ and 644 as ‘medium risk of collapse.’ UNMAS is marking the buildings categorized as high risk of collapse with the aim to dissuade people from returning to them. In Lattakia, a total of 1.3 million people are directly or indirectly affected by the earthquake. Approximately 34,400 families are displaced and currently either being hosted in temporary shelters, including governmental buildings, or staying with relatives with reportedly dire humanitarian needs. There are currently 29 designated shelters and the number is expected to increase in the coming days/weeks. In Tartous, a total of 0.9 million people are directly or indirectly affected by the earthquake. There are two designated shelters; the number is expected to increase in the coming days/weeks. (<a href=\"https://reliefweb.int/node/3934568/\">OCHA, 16 Feb 2023</a>)</p>\n<p>As of 18 February, 40,642 people were killed and more than 108,000 were injured due to the earthquakes in Turkey, while over 430,000 people from affected areas have been relocated to other provinces, according to AFAD. [...] As of 19 February 2023, AFAD reports that 65 United Nations Classified and other International Urban Search and Rescue (USAR) Teams are active on the ground. [...] The teams are working in the provinces of Malatya, Kahramanmaraş, Adiyaman, Gaziantep, and Hatay. A total of 191 international teams concluded search and rescue operations and have demobilized. (<a href=\"https://reliefweb.int/node/3935141/\">OCHA, 19 Feb 2023</a>)</p>\n<p>The local authorities in badly hit Aleppo [..] continue to provide immediate support to those displaced to collective shelters (it is estimated that there are still some 200 such shelters in Aleppo although the number changes daily). [...] With the search and rescue phase of the response nearly over, (humanitarian) partners are focused on assisting people in collective shelters and, in this regard, a minimum package of assistance has been developed and is being refined. [...] In Lattakia, partners met with the Government-led Operations Room, where local authorities reported that 103 buildings\nhad collapsed, 300 buildings are at risk of collapsing (people have been evacuated from them) and 172,000 people are displaced. Most of these are staying with host communities although the authorities have made just 29 shelters available leading to overcrowding. (<a href=\"https://reliefweb.int/node/3935078/\">OCHA, 18 Feb 2023</a>)</p>\n<p>At 20:04 on 20 February 2023, a 6.4 magnitude earthquake struck Hatay in southern Türkiye which was followed by a 5.8 magnitude aftershock three minutes later and 90 subsequent aftershocks. These earthquakes were felt throughout the region, causing renewed fear for those who survived the devastating earthquakes on February 6, 2023, which killed 42,310 people in the country as of 21 February 2023 according to Türkiye’s Disaster and Emergency Management Authority (AFAD). After the latest earthquakes on February 20, AFAD reported that six people lost their lives, at least 294 people were injured, 18 of which severely, and ten buildings collapsed. (<a href=\"https://reliefweb.int/node/3936192/\">OCHA, 21 Feb 2023</a>)</p>\n<p>The UN and humanitarian partners are scaling up their cross-border operation which has served as lifeline to millions of people in north-west Syria since 2014. As of 27 February, over 420 trucks loaded with aid provided by six UN agencies have crossed from Türkiye to north-west Syria using three border-crossings: Bab Al-Hawa, Bab Al-Salam and Al Ra’ee. The UN has so far completed 17 cross-border missions to north-west Syria since the first interagency visit to Idleb on 14 February. [...] At least 3 million people affected by the earthquakes are in the Idleb province. More than 4,500 deaths and more than 8,700 injuries due to the earthquakes have been reported in north-west Syria, as of 26 February, according to the Health Cluster. The districts with the highest number of deaths and injuries as of 25 February remain Harim, followed by Afrin and Jisr-Ash-Shugur. As of 26 February, more than 1,700 buildings have been completely destroyed and more than 8,600 buildings have been partially destroyed. Some 60 per cent of partially destroyed buildings were reported in Harim in the Idleb governorate and Afrin in the Aleppo governorate. (<a href=\"https://reliefweb.int/node/3938340/\">OCHA, 28 Feb 2023</a>)</p>\n<p>Turkish President Recep Tayyip Erdogan announced on 6 March that the death toll from the deadly earthquakes has risen to 46,104. He said the number of collapsed and heavily damaged buildings in 11 provinces in the earthquake zone reached 230 thousand. The President added that currently 3 million 320 thousand people were evacuated from the earthquake zone and went to other provinces, while 800 thousand people in the region took shelter in their villages. [...] On 2 March, Türkiye’s Disaster and Emergency Management Presidency (AFAD) reported that the total number of people who were given shelter in the region affected by the earthquake is 1,593,808. In other provinces, a total of 329,960 people affected by the disaster are provided with accommodation services, bringing the total number of people provided with shelter and accommodation to more than 1.9 million. (<a href=\"https://reliefweb.int/node/3941882/\">OCHA, 09 Mar 2023</a>)</p>\n<p>One month after the 6 February earthquake, the humanitarian situation in the affected areas across Syria remains dire despite a scale-up in humanitarian response. Prior to the earthquake, more than 15 million people were estimated to need humanitarian assistance across the country. An estimated 8.8 million people have now been affected by the earthquake. [...] The earthquake caused an estimated US$5.1 billion in direct physical damages in Syria, according to a World Bank report, with nearly half of the damages caused to residential buildings. 3.7 million children in earthquake-affected areas across Syria are facing potentially catastrophic threats, including contagious, contact-transmitted and waterborne diseases and lack of access to basic services. (<a href=\"https://reliefweb.int/node/3941678/\">OCHA, 09 Mar 2023</a>)</p>\n<p>At least 3 million people affected by the earthquakes are in the Idleb province. More than 4,500 deaths and more than 8,700 injuries due to the earthquakes have been reported in north-west Syria, as of 13 March, according to the Health Cluster. At least 148 cities and towns in north-west Syria have been affected by the earthquakes. The districts with the highest number of deaths and injuries, as of 13 March, are Harim and Afrin. Two-thirds of all injuries were reported in Harim. As of 14 March, 1,869 buildings have been completely destroyed and 8,731 buildings have been partially destroyed. Some 57 per cent of partial and fully destroyed buildings were reported in Harim and Afrin. (<a href=\"https://reliefweb.int/node/3943700/\">OCHA, 15 Mar 2023</a>)</p>\n<p>2.3 million people [in Türkiye] have been identified as living in formal and informal settlements across earthquake affected areas as of 16 March. Out of this number, 1.6 million have been identified to be living in informal settlements. (<a href=\"https://reliefweb.int/node/3944550/\">OCHA, 17 Mar 2023</a>)</p>\n<p>At least 3 million people affected by the earthquakes are in the Idleb province. More than 4,500 deaths and more than 8,700 injuries due to the earthquakes have been reported in north-west Syria, as of 13 March, according to the Health Cluster. At least 148 cities and towns in north-west Syria have been affected by the earthquakes. The districts with the highest number of deaths and injuries, as of 13 March, are Harim and Afrin. Two-thirds of all injuries were reported in Harim. As of 14 March, 1,869 buildings have been completely destroyed and 8,731 buildings have been partially destroyed. Some 57 per cent of partial and fully destroyed buildings were reported in Harim and Afrin. (<a href=\"https://reliefweb.int/node/3946475/\">OCHA, 23 Mar 2023</a>)</p>\n<p>On 20 March, Türkiye’s Disaster and Emergency Management Presidency (AFAD) reported that the death toll from the devastating earthquakes on 6 February has increased to 50,096. There have been 107,204 injuries. IOM reports that 3 million people have been displaced by the earthquakes in Türkiye. An estimated 1.7 million people live in informal settlements, mostly in makeshift shelters or tents with extremely basic living conditions. [...] To date, UN agencies and humanitarian partners have reached close to 535 thousand people with support for improved living spaces, including tents, Relief Housing Units (RHUs) and tarpaulins. 1.4 million people received support for water, sanitation and hygiene, and about 47 thousand people received health support. Over 345 organizations are distributing hot meals to approximately 1.25 million people every day. [...] The United Nations Food and Agriculture Organization (FAO) said that the earthquakes caused $6.7 billion in losses and damage to crops, livestock production, food stocks and agricultural infrastructure and assets. (<a href=\"https://reliefweb.int/node/3946530/\">OCHA, 24 Mar 2023</a>)</p>\n<p>Around 60 thousand Syrians in Türkiye have returned to their home country across the border since the earthquakes on 6 February, said the Turkish National Defense Minister. Urgent support is needed to prevent a slide into poverty and an increase in child labour and low-wage jobs with no financial security or stability, following the devastating earthquakes in Türkiye and Syria in February, warned the International Labour Organization (ILO) in a new assessment report. The ILO estimates a 16.0% loss in working hours in the affected areas. The reduction in activity is comparable to the hours of work done by 657 thousand full-time equivalent workers. An estimated 1.6 million people live in informal settlements, with bare minimum living conditions and limited or no access to services. Despite receiving some humanitarian support, these families still need improved shelters, water and sanitation services, and basic household items. Drinking water emerges as one of the main needs due to disruptions to water networks. These disruptions not only\ncreate challenges for accessing safe and clean water, but also pose a significant risk to food safety, agriculture, and livestock breeding. Access to essential services, disease control, and water and sanitation services continue to be among the priority needs, particularly in informal settlements. The Ministry of National Education has resumed education in all ten provinces affected by the earthquakes. However, education in the four most severely impacted provinces has gradually resumed in specific districts. (<a href=\"https://reliefweb.int/node/3948604/\">OCHA, 30 Mar 2023</a>)</p>\n<p>Türkiye added six more provinces to the earthquake disaster zone as they suffered damage in the 6 February earthquakes, announced the nation’s disaster agency. The Disaster and Emergency Management Presidency (AFAD) has added settlements in the provinces of Bingöl, Kayseri, Mardin, Tunceli, Niğde, and Batman to the qualifying zone for governmental aid, as damaged buildings were identified in these areas, according to a statement issued by AFAD. On 5 April, Türkiye’s Ministry of Interior announced that they have established 345 tent cities and 305 container cities in the earthquake-affected region, adding that 2.6 million people are living in tent cities, while nearly 79 thousand people are living in container cities. Additionally, the Ministry reported that over 1.6 million people have received a support payment of 10,000 Turkish Liras ($519). AFAD says there has been a notable decline in the number of individuals hosted in other provinces, as many are now returning to their provinces in the earthquake-affected region. Interior Minister Süleyman Soylu has reported on 5 April that the death toll from the devastating earthquakes has risen to 50,339. The death toll is updated at long intervals due to the fact that identification of bodies takes time, Soylu said. (<a href=\"https://reliefweb.int/node/3950991/\">OCHA, 6 Apr 2023</a>)</p>\n<p>Ongoing environmental challenges continue to affect people, particularly those living in informal sites and tent cities. Heavy rain affected areas including Adıyaman, Kahramanmaraş, Malatya, Şanlıurfa and Hatay on 10 and 11 April, causing flooding in tents and other dwellings and a yellow warning was issued for heavy rainfall in 21 provinces, including those in the earthquake zone. On 11 April, three earthquakes measuring 4.3, 4.2 and 4.0 magnitude occurred in proximity to the areas affected by the February earthquakes. (<a href=\"https://reliefweb.int/node/3953700/\">OCHA, 17 Apr 2023</a>)</p>\n<p>More than 4,500 deaths and 10,400 injuries due to the earthquakes have been reported in north-west Syria according to the Health Cluster. 43 per cent of the injured are women and girls. 20 per cent of the injured are children aged five to 14 years old. At least 148 communities in north-west Syria have been affected by the earthquakes. The districts with the highest number of deaths and injuries are Harim and Afrin. Some 1,100 deaths (a quarter of reported deaths) were recorded in Jandairis in the Afrin district. At least 10,600 buildings have been destroyed by the earthquakes at varying degrees (1,869 buildings have been completely destroyed and 8,731 buildings have been partially destroyed). (<a href=\"https://reliefweb.int/node/3957102/\">OCHA, 28 Apr 2023</a>)</p>\n<p>People [in Türkiye] who were forced to relocate after the earthquakes are showing interest in returning to their areas of origin. This is partly attributed to the pace of the development of formal settlements housing people in containers (“container cities”). Some 20 per cent of people who temporarily relocated to cities outside the earthquake-affected provinces are returning, according to the Ministry of Interior. Financial constraints and the high cost of living in the hosting provinces may be possible factors for those returning. Rents rose 47 per cent in Gaziantep Province and 25 per cent in Hatay Province between February and April (the national average where data is available is 16 per cent). The United Nations High Commissioner for Refugees (UNHCR) has observed an increase in returns of refugees to the affected provinces as well, for similar reasons. To meet the needs of the returning population, authorities are attempting to strengthen shelter capacity through temporary accommodation. (<a href=\"https://reliefweb.int/node/3957214/\">OCHA, 29 Apr 2023</a>)</p>\n<h3>Appeals &amp; Response Plans</h3>\n<ul>\n<li>\n<a href=\"https://reliefweb.int/node/3934454\"><img src=\"https://reliefweb.int/sites/default/files/styles/small/public/previews/05/df/05dfc138-76aa-4028-afa4-509afd08fb30.png\" alt=\"OCHA: Flash Appeal: Türkiye Earthquake (February - May 2023) [EN/TR] - Cover preview\" /> OCHA: Flash Appeal: Türkiye Earthquake (February - May 2023) [EN/TR]</a>\n</li>\n<li>\n<a href=\"https://reliefweb.int/node/3933501\"><img src=\"https://reliefweb.int/sites/default/files/styles/small/public/previews/d9/4e/d94efeaf-f6dc-4ddd-8dcc-0ae842f967c6.png\" alt=\"OCHA: Flash Appeal: Syrian Arab Republic Earthquake (February - May 2023) [EN/AR] - Cover preview\" /> OCHA: Flash Appeal: Syrian Arab Republic Earthquake (February - May 2023) [EN/AR]</a>\n</li>\n<li>\n<a href=\"https://reliefweb.int/node/3934433\"><img src=\"https://reliefweb.int/sites/default/files/styles/small/public/previews/77/d0/77d01283-703e-47ec-9fcf-8b75de4ed405.png\" alt=\"UNHCR: Syria and Türkiye Earthquake Emergency Supplementary Appeal (February - May 2023) - Cover preview\" /> UNHCR: Syria and Türkiye Earthquake Emergency Supplementary Appeal (February - May 2023)</a>\n</li>\n<li>\n<a href=\"https://reliefweb.int/node/3934621\"><img src=\"https://reliefweb.int/sites/default/files/styles/small/public/previews/d8/34/d83442ff-fcd2-4c55-99b6-4bd3a769e8be.png\" alt=\"UNICEF: Türkiye Earthquake Response: Humanitarian Action for Children - Cover preview\" /> UNICEF: Türkiye Earthquake Response: Humanitarian Action for Children</a>\n</li>\n<li>\n<a href=\"https://reliefweb.int/node/3935224\"><img src=\"https://reliefweb.int/sites/default/files/styles/small/public/previews/de/37/de37ba9b-d6d9-4f7b-84e4-63d75c5058af.png\" alt=\"UNFPA: UNFPA Appeal for Earthquake Response across the Whole of Syria - Cover preview\" /> UNFPA: UNFPA Appeal for Earthquake Response across the Whole of Syria</a>\n</li>\n<li>\n<a href=\"https://reliefweb.int/node/3932865\"><img src=\"https://reliefweb.int/sites/default/files/styles/small/public/previews/ac/f7/acf7f84b-dc85-4dc3-a736-79745e15bc4b.png\" alt=\"WHO: WHO flash appeal Earthquake response in Türkiye and Whole of Syria (10 February 2023) - Cover preview\" /> WHO: WHO flash appeal Earthquake response in Türkiye and Whole of Syria (10 February 2023)</a>\n</li>\n<li>\n<a href=\"https://reliefweb.int/node/3935897\"><img src=\"https://reliefweb.int/sites/default/files/styles/small/public/previews/0a/d5/0ad55a0f-0181-40e6-8fc5-26359df8c474.png\" alt=\"IOM: IOM Consolidated Flash Appeal Türkiye and Syrian Arab Republic 2023 Earthquake Response (Published: 17 Feb 2023) - Cover preview\" /> IOM: IOM Consolidated Flash Appeal Türkiye and Syrian Arab Republic 2023 Earthquake Response (Published: 17 Feb 2023)</a>\n</li>\n<li>\n<a href=\"https://reliefweb.int/node/3934642\"><img src=\"https://reliefweb.int/sites/default/files/styles/small/public/previews/7e/7d/7e7d51e3-52f9-4a3d-83ca-bd3ffec69f24.png\" alt=\"CBi: Business Brief: Earthquakes in Türkiye and Syria - Humanitarian Overview and Call to Action (16 February 2023) - Cover preview\" /> CBi: Business Brief: Earthquakes in Türkiye and Syria - Humanitarian Overview and Call to Action (16 February 2023)</a>\n</li>\n</ul>\n<h3>Useful Links</h3>\n<ul>\n<li>\n<a rel=\"noopener noreferrer\" target=\"_blank\" href=\"https://fts.unocha.org/emergencies/954/summary/2023?_gl=1*1jrrvyn*_ga*NDM1MDI2OTU0LjE2NTM2NjYwMjI.*_ga_E60ZNX2F68*MTY3NjQ4MzAyOS4zOC4wLjE2NzY0ODMwMjkuNjAuMC4w\">FTS (Financial Tracking Services): 2023 Türkiye –Syria Earthquakes</a>\n</li>\n<li>\n<a rel=\"noopener noreferrer\" target=\"_blank\" href=\"https://en.afad.gov.tr/\"><img src=\"https://en.afad.gov.tr/kurumlar/en.afad/Tasarim/afad_logo_en.png\" alt=\"AFAD (Türkiye Ministry Of Interior Disaster And Emergency Management Presidency)  - Logo\" /></a>\n</li>\n<li>\n<a rel=\"noopener noreferrer\" target=\"_blank\" href=\"https://www.kizilay.org.tr/\"><img src=\"https://www.kizilay.org.tr/assets/images/logokzly.png\" alt=\"Türk Kızılay/Turkish Red Crescent - Logo\" /></a>\n</li>\n<li>\n<a rel=\"noopener noreferrer\" target=\"_blank\" href=\"https://logcluster.org/earthquake-2023-February\">Global Logistics Cluster: Türkiye and Syria Earthquake -  Feb 2023</a>\n</li>\n<li>\n<a rel=\"noopener noreferrer\" target=\"_blank\" href=\"https://www.un.org/en/t%C3%BCrkiye-syria-earthquake-response\">United Nations: Türkiye-Syria Earthquake Response</a>\n</li>\n</ul>\n",
      "description": "On 6 February, a 7.7 magnitude earthquake struck southern Türkiye at 4:17 a.m. This is Türkiye's most powerful earthquake recorded since 1939. [...] The Government of Türkiye has since issued a Level 4 alarm, calling for international assistance. The earthquake also heavily impacted north-west Syria, a region where 4.1 million people depend on humanitarian assistance today [...] At this time, Syrian communities are simultaneously hit with an on-going cholera outbreak and harsh winter events including heavy rain and snow over the weekend. The humanitarian response is largely overstretched with a funding gap of 48 per cent identified for the last quarter of 2022 (US$371.1 is required out of 802.1 million). ([OCHA, 6 Feb 2023](https://reliefweb.int/node/3930732/))\n\nUN and partners are preparing the first cross-border aid convoy to north-west Syria since a 7.7 magnitude earthquake struck southern Türkiye on 6 February. The cross-border operation was temporarily disrupted as the road connecting Gaziantep to the UN Transshipment Hub in Hatay was impaired. As of 8 February, two alternative routes have been identified to reach the Hub following feasibility assessments, from Gaziantep via Kilis-Kirikhan and from Mersin via Adana-Kirikhan [...] The emergency response to the earthquake continues on its third day. Death tolls in Türkiye and north-west Syria are climbing by the hour, reaching more than 11,000 people as of 8 February – a 450 per cent increase since the reported figure in the first OCHA Flash Update. At least 648 aftershocks have been reported. ([OCHA, 8 Feb 2023](https://reliefweb.int/node/3930732/))\n\nMore than 4,400 deaths and 8,100 injuries have been reported in north-west Syria, as of 15 February, since an earthquake of 7.7 magnitude struck Türkiye on 6 February. As of 15 February, more than 9,000 buildings have been completely or partially destroyed in north-west Syria, rendering at least 11,000 people homeless. [...] As of 16 February, a total of 142 trucks loaded with aid provided by six UN agencies have so far crossed to north-west Syria since the earthquakes. On 16 February, 22 trucks carrying aid by WFP and UNHCR crossed through Bab Al-Hawa while two additional trucks carrying tents provided by UNHCR crossed Bab Al-Salam. ([OCHA, 17 Feb 2023](https://reliefweb.int/node/3934681/))\n\nThe UN and humanitarian partners launched a Flash Appeal calling for $397.6 million of emergency assistance to provide relief to 4.9 million people in most acute need following the earthquakes. The United Nations Secretary General welcomed the opening of the additional two crossing points of Bab Al-Salam and Al Ra’ee from Türkiye to north-west Syria for an initial period of three months to allow for the timely delivery of humanitarian aid. ([OCHA, 15 Feb 2023](https://reliefweb.int/node/3933829/))\n\nIn Türkiye, over 36,100 people were killed and tens of thousands more were injured due to the earthquakes, while 216,347 people from affected areas have been relocated to other provinces, according to Türkiye’s Disaster and Emergency Management Authority (AFAD) on 16 February. [...] Access to and within earthquake-affected areas has improved over the past week. The road constraints impeding access between the main populated areas in the affected areas have been resolved, and roads connecting Adana, Gaziantep, Hatay, Adiyaman and Malatya are passable again. In some parts of Malatya, some roads remain accessible only with 4x4 vehicles. While Adana remains the main entry point for international humanitarian cargo coming by air, Gaziantep is also open to passenger flights and Hatay and Sanliurfa airports resumed operations on 13 February. ([OCHA, 16 Feb 2023](https://reliefweb.int/node/3934516/))\n\nAs of 15 February, the rapid structural assessment was undertaken in Aleppo in 4,159 buildings and classified 169 buildings as ‘high risk of collapse’ and 644 as ‘medium risk of collapse.’ UNMAS is marking the buildings categorized as high risk of collapse with the aim to dissuade people from returning to them. In Lattakia, a total of 1.3 million people are directly or indirectly affected by the earthquake. Approximately 34,400 families are displaced and currently either being hosted in temporary shelters, including governmental buildings, or staying with relatives with reportedly dire humanitarian needs. There are currently 29 designated shelters and the number is expected to increase in the coming days/weeks. In Tartous, a total of 0.9 million people are directly or indirectly affected by the earthquake. There are two designated shelters; the number is expected to increase in the coming days/weeks. ([OCHA, 16 Feb 2023](https://reliefweb.int/node/3934568/))\n\nAs of 18 February, 40,642 people were killed and more than 108,000 were injured due to the earthquakes in Turkey, while over 430,000 people from affected areas have been relocated to other provinces, according to AFAD. [...] As of 19 February 2023, AFAD reports that 65 United Nations Classified and other International Urban Search and Rescue (USAR) Teams are active on the ground. [...] The teams are working in the provinces of Malatya, Kahramanmaraş, Adiyaman, Gaziantep, and Hatay. A total of 191 international teams concluded search and rescue operations and have demobilized. ([OCHA, 19 Feb 2023](https://reliefweb.int/node/3935141/))\n\nThe local authorities in badly hit Aleppo [..] continue to provide immediate support to those displaced to collective shelters (it is estimated that there are still some 200 such shelters in Aleppo although the number changes daily). [...] With the search and rescue phase of the response nearly over, (humanitarian) partners are focused on assisting people in collective shelters and, in this regard, a minimum package of assistance has been developed and is being refined. [...] In Lattakia, partners met with the Government-led Operations Room, where local authorities reported that 103 buildings\nhad collapsed, 300 buildings are at risk of collapsing (people have been evacuated from them) and 172,000 people are displaced. Most of these are staying with host communities although the authorities have made just 29 shelters available leading to overcrowding. ([OCHA, 18 Feb 2023](https://reliefweb.int/node/3935078/))\n\nAt 20:04 on 20 February 2023, a 6.4 magnitude earthquake struck Hatay in southern Türkiye which was followed by a 5.8 magnitude aftershock three minutes later and 90 subsequent aftershocks. These earthquakes were felt throughout the region, causing renewed fear for those who survived the devastating earthquakes on February 6, 2023, which killed 42,310 people in the country as of 21 February 2023 according to Türkiye’s Disaster and Emergency Management Authority (AFAD). After the latest earthquakes on February 20, AFAD reported that six people lost their lives, at least 294 people were injured, 18 of which severely, and ten buildings collapsed. ([OCHA, 21 Feb 2023](https://reliefweb.int/node/3936192/))\n\nThe UN and humanitarian partners are scaling up their cross-border operation which has served as lifeline to millions of people in north-west Syria since 2014. As of 27 February, over 420 trucks loaded with aid provided by six UN agencies have crossed from Türkiye to north-west Syria using three border-crossings: Bab Al-Hawa, Bab Al-Salam and Al Ra’ee. The UN has so far completed 17 cross-border missions to north-west Syria since the first interagency visit to Idleb on 14 February. [...] At least 3 million people affected by the earthquakes are in the Idleb province. More than 4,500 deaths and more than 8,700 injuries due to the earthquakes have been reported in north-west Syria, as of 26 February, according to the Health Cluster. The districts with the highest number of deaths and injuries as of 25 February remain Harim, followed by Afrin and Jisr-Ash-Shugur. As of 26 February, more than 1,700 buildings have been completely destroyed and more than 8,600 buildings have been partially destroyed. Some 60 per cent of partially destroyed buildings were reported in Harim in the Idleb governorate and Afrin in the Aleppo governorate. ([OCHA, 28 Feb 2023](https://reliefweb.int/node/3938340/))\n\nTurkish President Recep Tayyip Erdogan announced on 6 March that the death toll from the deadly earthquakes has risen to 46,104. He said the number of collapsed and heavily damaged buildings in 11 provinces in the earthquake zone reached 230 thousand. The President added that currently 3 million 320 thousand people were evacuated from the earthquake zone and went to other provinces, while 800 thousand people in the region took shelter in their villages. [...] On 2 March, Türkiye’s Disaster and Emergency Management Presidency (AFAD) reported that the total number of people who were given shelter in the region affected by the earthquake is 1,593,808. In other provinces, a total of 329,960 people affected by the disaster are provided with accommodation services, bringing the total number of people provided with shelter and accommodation to more than 1.9 million. ([OCHA, 09 Mar 2023](https://reliefweb.int/node/3941882/))\n\nOne month after the 6 February earthquake, the humanitarian situation in the affected areas across Syria remains dire despite a scale-up in humanitarian response. Prior to the earthquake, more than 15 million people were estimated to need humanitarian assistance across the country. An estimated 8.8 million people have now been affected by the earthquake. [...] The earthquake caused an estimated US$5.1 billion in direct physical damages in Syria, according to a World Bank report, with nearly half of the damages caused to residential buildings. 3.7 million children in earthquake-affected areas across Syria are facing potentially catastrophic threats, including contagious, contact-transmitted and waterborne diseases and lack of access to basic services. ([OCHA, 09 Mar 2023](https://reliefweb.int/node/3941678/))\n\nAt least 3 million people affected by the earthquakes are in the Idleb province. More than 4,500 deaths and more than 8,700 injuries due to the earthquakes have been reported in north-west Syria, as of 13 March, according to the Health Cluster. At least 148 cities and towns in north-west Syria have been affected by the earthquakes. The districts with the highest number of deaths and injuries, as of 13 March, are Harim and Afrin. Two-thirds of all injuries were reported in Harim. As of 14 March, 1,869 buildings have been completely destroyed and 8,731 buildings have been partially destroyed. Some 57 per cent of partial and fully destroyed buildings were reported in Harim and Afrin. ([OCHA, 15 Mar 2023](https://reliefweb.int/node/3943700/))\n\n2.3 million people [in Türkiye] have been identified as living in formal and informal settlements across earthquake affected areas as of 16 March. Out of this number, 1.6 million have been identified to be living in informal settlements. ([OCHA, 17 Mar 2023](https://reliefweb.int/node/3944550/))\n\nAt least 3 million people affected by the earthquakes are in the Idleb province. More than 4,500 deaths and more than 8,700 injuries due to the earthquakes have been reported in north-west Syria, as of 13 March, according to the Health Cluster. At least 148 cities and towns in north-west Syria have been affected by the earthquakes. The districts with the highest number of deaths and injuries, as of 13 March, are Harim and Afrin. Two-thirds of all injuries were reported in Harim. As of 14 March, 1,869 buildings have been completely destroyed and 8,731 buildings have been partially destroyed. Some 57 per cent of partial and fully destroyed buildings were reported in Harim and Afrin. ([OCHA, 23 Mar 2023](https://reliefweb.int/node/3946475/))\n\nOn 20 March, Türkiye’s Disaster and Emergency Management Presidency (AFAD) reported that the death toll from the devastating earthquakes on 6 February has increased to 50,096. There have been 107,204 injuries. IOM reports that 3 million people have been displaced by the earthquakes in Türkiye. An estimated 1.7 million people live in informal settlements, mostly in makeshift shelters or tents with extremely basic living conditions. [...] To date, UN agencies and humanitarian partners have reached close to 535 thousand people with support for improved living spaces, including tents, Relief Housing Units (RHUs) and tarpaulins. 1.4 million people received support for water, sanitation and hygiene, and about 47 thousand people received health support. Over 345 organizations are distributing hot meals to approximately 1.25 million people every day. [...] The United Nations Food and Agriculture Organization (FAO) said that the earthquakes caused $6.7 billion in losses and damage to crops, livestock production, food stocks and agricultural infrastructure and assets. ([OCHA, 24 Mar 2023](https://reliefweb.int/node/3946530/))\n\nAround 60 thousand Syrians in Türkiye have returned to their home country across the border since the earthquakes on 6 February, said the Turkish National Defense Minister. Urgent support is needed to prevent a slide into poverty and an increase in child labour and low-wage jobs with no financial security or stability, following the devastating earthquakes in Türkiye and Syria in February, warned the International Labour Organization (ILO) in a new assessment report. The ILO estimates a 16.0% loss in working hours in the affected areas. The reduction in activity is comparable to the hours of work done by 657 thousand full-time equivalent workers. An estimated 1.6 million people live in informal settlements, with bare minimum living conditions and limited or no access to services. Despite receiving some humanitarian support, these families still need improved shelters, water and sanitation services, and basic household items. Drinking water emerges as one of the main needs due to disruptions to water networks. These disruptions not only\ncreate challenges for accessing safe and clean water, but also pose a significant risk to food safety, agriculture, and livestock breeding. Access to essential services, disease control, and water and sanitation services continue to be among the priority needs, particularly in informal settlements. The Ministry of National Education has resumed education in all ten provinces affected by the earthquakes. However, education in the four most severely impacted provinces has gradually resumed in specific districts. ([OCHA, 30 Mar 2023](https://reliefweb.int/node/3948604/))\n\nTürkiye added six more provinces to the earthquake disaster zone as they suffered damage in the 6 February earthquakes, announced the nation’s disaster agency. The Disaster and Emergency Management Presidency (AFAD) has added settlements in the provinces of Bingöl, Kayseri, Mardin, Tunceli, Niğde, and Batman to the qualifying zone for governmental aid, as damaged buildings were identified in these areas, according to a statement issued by AFAD. On 5 April, Türkiye’s Ministry of Interior announced that they have established 345 tent cities and 305 container cities in the earthquake-affected region, adding that 2.6 million people are living in tent cities, while nearly 79 thousand people are living in container cities. Additionally, the Ministry reported that over 1.6 million people have received a support payment of 10,000 Turkish Liras ($519). AFAD says there has been a notable decline in the number of individuals hosted in other provinces, as many are now returning to their provinces in the earthquake-affected region. Interior Minister Süleyman Soylu has reported on 5 April that the death toll from the devastating earthquakes has risen to 50,339. The death toll is updated at long intervals due to the fact that identification of bodies takes time, Soylu said. ([OCHA, 6 Apr 2023](https://reliefweb.int/node/3950991/))\n\nOngoing environmental challenges continue to affect people, particularly those living in informal sites and tent cities. Heavy rain affected areas including Adıyaman, Kahramanmaraş, Malatya, Şanlıurfa and Hatay on 10 and 11 April, causing flooding in tents and other dwellings and a yellow warning was issued for heavy rainfall in 21 provinces, including those in the earthquake zone. On 11 April, three earthquakes measuring 4.3, 4.2 and 4.0 magnitude occurred in proximity to the areas affected by the February earthquakes. ([OCHA, 17 Apr 2023](https://reliefweb.int/node/3953700/))\n\nMore than 4,500 deaths and 10,400 injuries due to the earthquakes have been reported in north-west Syria according to the Health Cluster. 43 per cent of the injured are women and girls. 20 per cent of the injured are children aged five to 14 years old. At least 148 communities in north-west Syria have been affected by the earthquakes. The districts with the highest number of deaths and injuries are Harim and Afrin. Some 1,100 deaths (a quarter of reported deaths) were recorded in Jandairis in the Afrin district. At least 10,600 buildings have been destroyed by the earthquakes at varying degrees (1,869 buildings have been completely destroyed and 8,731 buildings have been partially destroyed). ([OCHA, 28 Apr 2023](https://reliefweb.int/node/3957102/))\n\nPeople [in Türkiye] who were forced to relocate after the earthquakes are showing interest in returning to their areas of origin. This is partly attributed to the pace of the development of formal settlements housing people in containers (“container cities”). Some 20 per cent of people who temporarily relocated to cities outside the earthquake-affected provinces are returning, according to the Ministry of Interior. Financial constraints and the high cost of living in the hosting provinces may be possible factors for those returning. Rents rose 47 per cent in Gaziantep Province and 25 per cent in Hatay Province between February and April (the national average where data is available is 16 per cent). The United Nations High Commissioner for Refugees (UNHCR) has observed an increase in returns of refugees to the affected provinces as well, for similar reasons. To meet the needs of the returning population, authorities are attempting to strengthen shelter capacity through temporary accommodation. ([OCHA, 29 Apr 2023](https://reliefweb.int/node/3957214/))\n### Appeals & Response Plans\n\n- [![OCHA: Flash Appeal: Türkiye Earthquake (February - May 2023) [EN/TR] - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/05/df/05dfc138-76aa-4028-afa4-509afd08fb30.png) OCHA: Flash Appeal: Türkiye Earthquake (February - May 2023) [EN/TR]](https://reliefweb.int/node/3934454)\n- [![OCHA: Flash Appeal: Syrian Arab Republic Earthquake (February - May 2023) [EN/AR] - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/d9/4e/d94efeaf-f6dc-4ddd-8dcc-0ae842f967c6.png) OCHA: Flash Appeal: Syrian Arab Republic Earthquake (February - May 2023) [EN/AR]](https://reliefweb.int/node/3933501)\n- [![UNHCR: Syria and Türkiye Earthquake Emergency Supplementary Appeal (February - May 2023) - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/77/d0/77d01283-703e-47ec-9fcf-8b75de4ed405.png) UNHCR: Syria and Türkiye Earthquake Emergency Supplementary Appeal (February - May 2023)](https://reliefweb.int/node/3934433)\n- [![UNICEF: Türkiye Earthquake Response: Humanitarian Action for Children - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/d8/34/d83442ff-fcd2-4c55-99b6-4bd3a769e8be.png) UNICEF: Türkiye Earthquake Response: Humanitarian Action for Children](https://reliefweb.int/node/3934621)\n- [![UNFPA: UNFPA Appeal for Earthquake Response across the Whole of Syria - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/de/37/de37ba9b-d6d9-4f7b-84e4-63d75c5058af.png) UNFPA: UNFPA Appeal for Earthquake Response across the Whole of Syria](https://reliefweb.int/node/3935224)\n- [![WHO: WHO flash appeal Earthquake response in Türkiye and Whole of Syria (10 February 2023) - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/ac/f7/acf7f84b-dc85-4dc3-a736-79745e15bc4b.png) WHO: WHO flash appeal Earthquake response in Türkiye and Whole of Syria (10 February 2023)](https://reliefweb.int/node/3932865)\n- [![IOM: IOM Consolidated Flash Appeal Türkiye and Syrian Arab Republic 2023 Earthquake Response (Published: 17 Feb 2023) - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/0a/d5/0ad55a0f-0181-40e6-8fc5-26359df8c474.png) IOM: IOM Consolidated Flash Appeal Türkiye and Syrian Arab Republic 2023 Earthquake Response (Published: 17 Feb 2023)](https://reliefweb.int/node/3935897)\n- [![CBi: Business Brief: Earthquakes in Türkiye and Syria - Humanitarian Overview and Call to Action (16 February 2023) - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/7e/7d/7e7d51e3-52f9-4a3d-83ca-bd3ffec69f24.png) CBi: Business Brief: Earthquakes in Türkiye and Syria - Humanitarian Overview and Call to Action (16 February 2023)](https://reliefweb.int/node/3934642)\n\n### Useful Links\n\n- [FTS (Financial Tracking Services): 2023 Türkiye –Syria Earthquakes](https://fts.unocha.org/emergencies/954/summary/2023?_gl=1*1jrrvyn*_ga*NDM1MDI2OTU0LjE2NTM2NjYwMjI.*_ga_E60ZNX2F68*MTY3NjQ4MzAyOS4zOC4wLjE2NzY0ODMwMjkuNjAuMC4w)\n- [![AFAD (Türkiye Ministry Of Interior Disaster And Emergency Management Presidency)  - Logo](https://en.afad.gov.tr/kurumlar/en.afad/Tasarim/afad_logo_en.png)](https://en.afad.gov.tr/)\n- [![Türk Kızılay/Turkish Red Crescent - Logo](https://www.kizilay.org.tr/assets/images/logokzly.png)](https://www.kizilay.org.tr/)\n- [Global Logistics Cluster: Türkiye and Syria Earthquake -  Feb 2023](https://logcluster.org/earthquake-2023-February)\n- [United Nations: Türkiye-Syria Earthquake Response](https://www.un.org/en/t%C3%BCrkiye-syria-earthquake-response)",
      "type": [
        {
          "code": "EQ",
          "name": "Earthquake",
          "id": 4628,
          "primary": true
        }
      ],
      "url": "https://reliefweb.int/taxonomy/term/51470",
      "related_glide": [
        "EQ-2023-000015-SYR",
        "EQ-2023-000020-SYR",
        "EQ-2023-000024-TUR"
      ],
      "current": true,
      "url_alias": "https://reliefweb.int/disaster/eq-2023-000015-tur",
      "name": "Türkiye/Syria: Earthquakes - Feb 2023",
      "id": 51470,
      "glide": "EQ-2023-000015-TUR",
      "status": "ongoing"
    }
  },
  "text": "Türkiye/Syria: Earthquakes - Feb 2023\n\nOn 6 February, a 7.7 magnitude earthquake struck southern Türkiye at 4:17 a.m. This is Türkiye's most powerful earthquake recorded since 1939. [...] The Government of Türkiye has since issued a Level 4 alarm, calling for international assistance. The earthquake also heavily impacted north-west Syria, a region where 4.1 million people depend on humanitarian assistance today [...] At this time, Syrian communities are simultaneously hit with an on-going cholera outbreak and harsh winter events including heavy rain and snow over the weekend. The humanitarian response is largely overstretched with a funding gap of 48 per cent identified for the last quarter of 2022 (US$371.1 is required out of 802.1 million). ([OCHA, 6 Feb 2023](https://reliefweb.int/node/3930732/))\n\nUN and partners are preparing the first cross-border aid convoy to north-west Syria since a 7.7 magnitude earthquake struck southern Türkiye on 6 February. The cross-border operation was temporarily disrupted as the road connecting Gaziantep to the UN Transshipment Hub in Hatay was impaired. As of 8 February, two alternative routes have been identified to reach the Hub following feasibility assessments, from Gaziantep via Kilis-Kirikhan and from Mersin via Adana-Kirikhan [...] The emergency response to the earthquake continues on its third day. Death tolls in Türkiye and north-west Syria are climbing by the hour, reaching more than 11,000 people as of 8 February – a 450 per cent increase since the reported figure in the first OCHA Flash Update. At least 648 aftershocks have been reported. ([OCHA, 8 Feb 2023](https://reliefweb.int/node/3930732/))\n\nMore than 4,400 deaths and 8,100 injuries have been reported in north-west Syria, as of 15 February, since an earthquake of 7.7 magnitude struck Türkiye on 6 February. As of 15 February, more than 9,000 buildings have been completely or partially destroyed in north-west Syria, rendering at least 11,000 people homeless. [...] As of 16 February, a total of 142 trucks loaded with aid provided by six UN agencies have so far crossed to north-west Syria since the earthquakes. On 16 February, 22 trucks carrying aid by WFP and UNHCR crossed through Bab Al-Hawa while two additional trucks carrying tents provided by UNHCR crossed Bab Al-Salam. ([OCHA, 17 Feb 2023](https://reliefweb.int/node/3934681/))\n\nThe UN and humanitarian partners launched a Flash Appeal calling for $397.6 million of emergency assistance to provide relief to 4.9 million people in most acute need following the earthquakes. The United Nations Secretary General welcomed the opening of the additional two crossing points of Bab Al-Salam and Al Ra’ee from Türkiye to north-west Syria for an initial period of three months to allow for the timely delivery of humanitarian aid. ([OCHA, 15 Feb 2023](https://reliefweb.int/node/3933829/))\n\nIn Türkiye, over 36,100 people were killed and tens of thousands more were injured due to the earthquakes, while 216,347 people from affected areas have been relocated to other provinces, according to Türkiye’s Disaster and Emergency Management Authority (AFAD) on 16 February. [...] Access to and within earthquake-affected areas has improved over the past week. The road constraints impeding access between the main populated areas in the affected areas have been resolved, and roads connecting Adana, Gaziantep, Hatay, Adiyaman and Malatya are passable again. In some parts of Malatya, some roads remain accessible only with 4x4 vehicles. While Adana remains the main entry point for international humanitarian cargo coming by air, Gaziantep is also open to passenger flights and Hatay and Sanliurfa airports resumed operations on 13 February. ([OCHA, 16 Feb 2023](https://reliefweb.int/node/3934516/))\n\nAs of 15 February, the rapid structural assessment was undertaken in Aleppo in 4,159 buildings and classified 169 buildings as ‘high risk of collapse’ and 644 as ‘medium risk of collapse.’ UNMAS is marking the buildings categorized as high risk of collapse with the aim to dissuade people from returning to them. In Lattakia, a total of 1.3 million people are directly or indirectly affected by the earthquake. Approximately 34,400 families are displaced and currently either being hosted in temporary shelters, including governmental buildings, or staying with relatives with reportedly dire humanitarian needs. There are currently 29 designated shelters and the number is expected to increase in the coming days/weeks. In Tartous, a total of 0.9 million people are directly or indirectly affected by the earthquake. There are two designated shelters; the number is expected to increase in the coming days/weeks. ([OCHA, 16 Feb 2023](https://reliefweb.int/node/3934568/))\n\nAs of 18 February, 40,642 people were killed and more than 108,000 were injured due to the earthquakes in Turkey, while over 430,000 people from affected areas have been relocated to other provinces, according to AFAD. [...] As of 19 February 2023, AFAD reports that 65 United Nations Classified and other International Urban Search and Rescue (USAR) Teams are active on the ground. [...] The teams are working in the provinces of Malatya, Kahramanmaraş, Adiyaman, Gaziantep, and Hatay. A total of 191 international teams concluded search and rescue operations and have demobilized. ([OCHA, 19 Feb 2023](https://reliefweb.int/node/3935141/))\n\nThe local authorities in badly hit Aleppo [..] continue to provide immediate support to those displaced to collective shelters (it is estimated that there are still some 200 such shelters in Aleppo although the number changes daily). [...] With the search and rescue phase of the response nearly over, (humanitarian) partners are focused on assisting people in collective shelters and, in this regard, a minimum package of assistance has been developed and is being refined. [...] In Lattakia, partners met with the Government-led Operations Room, where local authorities reported that 103 buildings\nhad collapsed, 300 buildings are at risk of collapsing (people have been evacuated from them) and 172,000 people are displaced. Most of these are staying with host communities although the authorities have made just 29 shelters available leading to overcrowding. ([OCHA, 18 Feb 2023](https://reliefweb.int/node/3935078/))\n\nAt 20:04 on 20 February 2023, a 6.4 magnitude earthquake struck Hatay in southern Türkiye which was followed by a 5.8 magnitude aftershock three minutes later and 90 subsequent aftershocks. These earthquakes were felt throughout the region, causing renewed fear for those who survived the devastating earthquakes on February 6, 2023, which killed 42,310 people in the country as of 21 February 2023 according to Türkiye’s Disaster and Emergency Management Authority (AFAD). After the latest earthquakes on February 20, AFAD reported that six people lost their lives, at least 294 people were injured, 18 of which severely, and ten buildings collapsed. ([OCHA, 21 Feb 2023](https://reliefweb.int/node/3936192/))\n\nThe UN and humanitarian partners are scaling up their cross-border operation which has served as lifeline to millions of people in north-west Syria since 2014. As of 27 February, over 420 trucks loaded with aid provided by six UN agencies have crossed from Türkiye to north-west Syria using three border-crossings: Bab Al-Hawa, Bab Al-Salam and Al Ra’ee. The UN has so far completed 17 cross-border missions to north-west Syria since the first interagency visit to Idleb on 14 February. [...] At least 3 million people affected by the earthquakes are in the Idleb province. More than 4,500 deaths and more than 8,700 injuries due to the earthquakes have been reported in north-west Syria, as of 26 February, according to the Health Cluster. The districts with the highest number of deaths and injuries as of 25 February remain Harim, followed by Afrin and Jisr-Ash-Shugur. As of 26 February, more than 1,700 buildings have been completely destroyed and more than 8,600 buildings have been partially destroyed. Some 60 per cent of partially destroyed buildings were reported in Harim in the Idleb governorate and Afrin in the Aleppo governorate. ([OCHA, 28 Feb 2023](https://reliefweb.int/node/3938340/))\n\nTurkish President Recep Tayyip Erdogan announced on 6 March that the death toll from the deadly earthquakes has risen to 46,104. He said the number of collapsed and heavily damaged buildings in 11 provinces in the earthquake zone reached 230 thousand. The President added that currently 3 million 320 thousand people were evacuated from the earthquake zone and went to other provinces, while 800 thousand people in the region took shelter in their villages. [...] On 2 March, Türkiye’s Disaster and Emergency Management Presidency (AFAD) reported that the total number of people who were given shelter in the region affected by the earthquake is 1,593,808. In other provinces, a total of 329,960 people affected by the disaster are provided with accommodation services, bringing the total number of people provided with shelter and accommodation to more than 1.9 million. ([OCHA, 09 Mar 2023](https://reliefweb.int/node/3941882/))\n\nOne month after the 6 February earthquake, the humanitarian situation in the affected areas across Syria remains dire despite a scale-up in humanitarian response. Prior to the earthquake, more than 15 million people were estimated to need humanitarian assistance across the country. An estimated 8.8 million people have now been affected by the earthquake. [...] The earthquake caused an estimated US$5.1 billion in direct physical damages in Syria, according to a World Bank report, with nearly half of the damages caused to residential buildings. 3.7 million children in earthquake-affected areas across Syria are facing potentially catastrophic threats, including contagious, contact-transmitted and waterborne diseases and lack of access to basic services. ([OCHA, 09 Mar 2023](https://reliefweb.int/node/3941678/))\n\nAt least 3 million people affected by the earthquakes are in the Idleb province. More than 4,500 deaths and more than 8,700 injuries due to the earthquakes have been reported in north-west Syria, as of 13 March, according to the Health Cluster. At least 148 cities and towns in north-west Syria have been affected by the earthquakes. The districts with the highest number of deaths and injuries, as of 13 March, are Harim and Afrin. Two-thirds of all injuries were reported in Harim. As of 14 March, 1,869 buildings have been completely destroyed and 8,731 buildings have been partially destroyed. Some 57 per cent of partial and fully destroyed buildings were reported in Harim and Afrin. ([OCHA, 15 Mar 2023](https://reliefweb.int/node/3943700/))\n\n2.3 million people [in Türkiye] have been identified as living in formal and informal settlements across earthquake affected areas as of 16 March. Out of this number, 1.6 million have been identified to be living in informal settlements. ([OCHA, 17 Mar 2023](https://reliefweb.int/node/3944550/))\n\nAt least 3 million people affected by the earthquakes are in the Idleb province. More than 4,500 deaths and more than 8,700 injuries due to the earthquakes have been reported in north-west Syria, as of 13 March, according to the Health Cluster. At least 148 cities and towns in north-west Syria have been affected by the earthquakes. The districts with the highest number of deaths and injuries, as of 13 March, are Harim and Afrin. Two-thirds of all injuries were reported in Harim. As of 14 March, 1,869 buildings have been completely destroyed and 8,731 buildings have been partially destroyed. Some 57 per cent of partial and fully destroyed buildings were reported in Harim and Afrin. ([OCHA, 23 Mar 2023](https://reliefweb.int/node/3946475/))\n\nOn 20 March, Türkiye’s Disaster and Emergency Management Presidency (AFAD) reported that the death toll from the devastating earthquakes on 6 February has increased to 50,096. There have been 107,204 injuries. IOM reports that 3 million people have been displaced by the earthquakes in Türkiye. An estimated 1.7 million people live in informal settlements, mostly in makeshift shelters or tents with extremely basic living conditions. [...] To date, UN agencies and humanitarian partners have reached close to 535 thousand people with support for improved living spaces, including tents, Relief Housing Units (RHUs) and tarpaulins. 1.4 million people received support for water, sanitation and hygiene, and about 47 thousand people received health support. Over 345 organizations are distributing hot meals to approximately 1.25 million people every day. [...] The United Nations Food and Agriculture Organization (FAO) said that the earthquakes caused $6.7 billion in losses and damage to crops, livestock production, food stocks and agricultural infrastructure and assets. ([OCHA, 24 Mar 2023](https://reliefweb.int/node/3946530/))\n\nAround 60 thousand Syrians in Türkiye have returned to their home country across the border since the earthquakes on 6 February, said the Turkish National Defense Minister. Urgent support is needed to prevent a slide into poverty and an increase in child labour and low-wage jobs with no financial security or stability, following the devastating earthquakes in Türkiye and Syria in February, warned the International Labour Organization (ILO) in a new assessment report. The ILO estimates a 16.0% loss in working hours in the affected areas. The reduction in activity is comparable to the hours of work done by 657 thousand full-time equivalent workers. An estimated 1.6 million people live in informal settlements, with bare minimum living conditions and limited or no access to services. Despite receiving some humanitarian support, these families still need improved shelters, water and sanitation services, and basic household items. Drinking water emerges as one of the main needs due to disruptions to water networks. These disruptions not only\ncreate challenges for accessing safe and clean water, but also pose a significant risk to food safety, agriculture, and livestock breeding. Access to essential services, disease control, and water and sanitation services continue to be among the priority needs, particularly in informal settlements. The Ministry of National Education has resumed education in all ten provinces affected by the earthquakes. However, education in the four most severely impacted provinces has gradually resumed in specific districts. ([OCHA, 30 Mar 2023](https://reliefweb.int/node/3948604/))\n\nTürkiye added six more provinces to the earthquake disaster zone as they suffered damage in the 6 February earthquakes, announced the nation’s disaster agency. The Disaster and Emergency Management Presidency (AFAD) has added settlements in the provinces of Bingöl, Kayseri, Mardin, Tunceli, Niğde, and Batman to the qualifying zone for governmental aid, as damaged buildings were identified in these areas, according to a statement issued by AFAD. On 5 April, Türkiye’s Ministry of Interior announced that they have established 345 tent cities and 305 container cities in the earthquake-affected region, adding that 2.6 million people are living in tent cities, while nearly 79 thousand people are living in container cities. Additionally, the Ministry reported that over 1.6 million people have received a support payment of 10,000 Turkish Liras ($519). AFAD says there has been a notable decline in the number of individuals hosted in other provinces, as many are now returning to their provinces in the earthquake-affected region. Interior Minister Süleyman Soylu has reported on 5 April that the death toll from the devastating earthquakes has risen to 50,339. The death toll is updated at long intervals due to the fact that identification of bodies takes time, Soylu said. ([OCHA, 6 Apr 2023](https://reliefweb.int/node/3950991/))\n\nOngoing environmental challenges continue to affect people, particularly those living in informal sites and tent cities. Heavy rain affected areas including Adıyaman, Kahramanmaraş, Malatya, Şanlıurfa and Hatay on 10 and 11 April, causing flooding in tents and other dwellings and a yellow warning was issued for heavy rainfall in 21 provinces, including those in the earthquake zone. On 11 April, three earthquakes measuring 4.3, 4.2 and 4.0 magnitude occurred in proximity to the areas affected by the February earthquakes. ([OCHA, 17 Apr 2023](https://reliefweb.int/node/3953700/))\n\nMore than 4,500 deaths and 10,400 injuries due to the earthquakes have been reported in north-west Syria according to the Health Cluster. 43 per cent of the injured are women and girls. 20 per cent of the injured are children aged five to 14 years old. At least 148 communities in north-west Syria have been affected by the earthquakes. The districts with the highest number of deaths and injuries are Harim and Afrin. Some 1,100 deaths (a quarter of reported deaths) were recorded in Jandairis in the Afrin district. At least 10,600 buildings have been destroyed by the earthquakes at varying degrees (1,869 buildings have been completely destroyed and 8,731 buildings have been partially destroyed). ([OCHA, 28 Apr 2023](https://reliefweb.int/node/3957102/))\n\nPeople [in Türkiye] who were forced to relocate after the earthquakes are showing interest in returning to their areas of origin. This is partly attributed to the pace of the development of formal settlements housing people in containers (“container cities”). Some 20 per cent of people who temporarily relocated to cities outside the earthquake-affected provinces are returning, according to the Ministry of Interior. Financial constraints and the high cost of living in the hosting provinces may be possible factors for those returning. Rents rose 47 per cent in Gaziantep Province and 25 per cent in Hatay Province between February and April (the national average where data is available is 16 per cent). The United Nations High Commissioner for Refugees (UNHCR) has observed an increase in returns of refugees to the affected provinces as well, for similar reasons. To meet the needs of the returning population, authorities are attempting to strengthen shelter capacity through temporary accommodation. ([OCHA, 29 Apr 2023](https://reliefweb.int/node/3957214/))\n### Appeals & Response Plans\n\n- [![OCHA: Flash Appeal: Türkiye Earthquake (February - May 2023) [EN/TR] - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/05/df/05dfc138-76aa-4028-afa4-509afd08fb30.png) OCHA: Flash Appeal: Türkiye Earthquake (February - May 2023) [EN/TR]](https://reliefweb.int/node/3934454)\n- [![OCHA: Flash Appeal: Syrian Arab Republic Earthquake (February - May 2023) [EN/AR] - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/d9/4e/d94efeaf-f6dc-4ddd-8dcc-0ae842f967c6.png) OCHA: Flash Appeal: Syrian Arab Republic Earthquake (February - May 2023) [EN/AR]](https://reliefweb.int/node/3933501)\n- [![UNHCR: Syria and Türkiye Earthquake Emergency Supplementary Appeal (February - May 2023) - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/77/d0/77d01283-703e-47ec-9fcf-8b75de4ed405.png) UNHCR: Syria and Türkiye Earthquake Emergency Supplementary Appeal (February - May 2023)](https://reliefweb.int/node/3934433)\n- [![UNICEF: Türkiye Earthquake Response: Humanitarian Action for Children - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/d8/34/d83442ff-fcd2-4c55-99b6-4bd3a769e8be.png) UNICEF: Türkiye Earthquake Response: Humanitarian Action for Children](https://reliefweb.int/node/3934621)\n- [![UNFPA: UNFPA Appeal for Earthquake Response across the Whole of Syria - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/de/37/de37ba9b-d6d9-4f7b-84e4-63d75c5058af.png) UNFPA: UNFPA Appeal for Earthquake Response across the Whole of Syria](https://reliefweb.int/node/3935224)\n- [![WHO: WHO flash appeal Earthquake response in Türkiye and Whole of Syria (10 February 2023) - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/ac/f7/acf7f84b-dc85-4dc3-a736-79745e15bc4b.png) WHO: WHO flash appeal Earthquake response in Türkiye and Whole of Syria (10 February 2023)](https://reliefweb.int/node/3932865)\n- [![IOM: IOM Consolidated Flash Appeal Türkiye and Syrian Arab Republic 2023 Earthquake Response (Published: 17 Feb 2023) - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/0a/d5/0ad55a0f-0181-40e6-8fc5-26359df8c474.png) IOM: IOM Consolidated Flash Appeal Türkiye and Syrian Arab Republic 2023 Earthquake Response (Published: 17 Feb 2023)](https://reliefweb.int/node/3935897)\n- [![CBi: Business Brief: Earthquakes in Türkiye and Syria - Humanitarian Overview and Call to Action (16 February 2023) - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/7e/7d/7e7d51e3-52f9-4a3d-83ca-bd3ffec69f24.png) CBi: Business Brief: Earthquakes in Türkiye and Syria - Humanitarian Overview and Call to Action (16 February 2023)](https://reliefweb.int/node/3934642)\n\n### Useful Links\n\n- [FTS (Financial Tracking Services): 2023 Türkiye –Syria Earthquakes](https://fts.unocha.org/emergencies/954/summary/2023?_gl=1*1jrrvyn*_ga*NDM1MDI2OTU0LjE2NTM2NjYwMjI.*_ga_E60ZNX2F68*MTY3NjQ4MzAyOS4zOC4wLjE2NzY0ODMwMjkuNjAuMC4w)\n- [![AFAD (Türkiye Ministry Of Interior Disaster And Emergency Management Presidency)  - Logo](https://en.afad.gov.tr/kurumlar/en.afad/Tasarim/afad_logo_en.png)](https://en.afad.gov.tr/)\n- [![Türk Kızılay/Turkish Red Crescent - Logo](https://www.kizilay.org.tr/assets/images/logokzly.png)](https://www.kizilay.org.tr/)\n- [Global Logistics Cluster: Türkiye and Syria Earthquake -  Feb 2023](https://logcluster.org/earthquake-2023-February)\n- [United Nations: Türkiye-Syria Earthquake Response](https://www.un.org/en/t%C3%BCrkiye-syria-earthquake-response)",
  "summary": " On 6 February 2023, a 7.7 magnitude earthquake struck southern Türkiye and north-west Syria, resulting in over 40,000 deaths and 108,000 injuries. The UN and its partners have requested $397.6 million in emergency assistance to help 4.9 million people affected by the earthquakes. As of March 16, 2021, 2.3 million people in Türkiye have been identified as living in formal and informal settlements affected by earthquakes. The death toll from the earthquakes has risen to 50,339, with 1.6 million people receiving a support payment of 10,000 Turkish Liras ($519). Heavy rain and three earthquakes in April 2021 caused flooding in tents and other dwellings in Adıyaman, Kahramanmaraş, Malatya, Şanlıurfa and Hatay, as well as in the earthquake zone. OCHA has released two Flash Appeals for the Türkiye Earthquake (February - May 2023) and the Syrian Arab Republic Earthquake (February - May 2023). The World Health Organization (WHO) and International Organization for Migration (IOM) have released flash appeals for earthquake response in Türkiye and the Whole of Syria.",
  "metadata": {
    "id": "51470",
    "name": "Türkiye/Syria: Earthquakes - Feb 2023",
    "date_event": 1675641600000,
    "date_changed": 1682975079000,
    "date_created": 1675666476000,
    "primary_country_id": 236,
    "primary_country_name": "Türkiye",
    "primary_country_iso3": "tur",
    "primary_country_location": {
      "lon": 35.18,
      "lat": 39.06
    },
    "primary_type_id": 4628,
    "primary_type_code": "EQ",
    "primary_type_name": "Earthquake"
  }
}