{
  "summary": " In March 2023, Afghanistan experienced flooding, an earthquake, and an increase in AWD cases. UNICEF provided emergency health and WASH activities, family tracing and reunification services, and cash transfers to support households with adolescent girls. In Sudan, the number of acutely food insecure people is predicted to increase by 2-2.5 million in the next 3-6 months if the current conflict continues. In Kenya, the Field-Based Preparedness Project is working to strengthen national supply chain resilience. In the Occupied Palestinian Territory, 166 Palestinians, including at least eight children, were injured by Israeli forces, and 24 Palestinians, including two children and two women, were injured by Israeli settlers. In Q1 2023, UNICEF provided access to safe water, treated 27,563 children under 5 for malaria, diarrhea and pneumonia, and vaccinated 19,011 children aged 0-59 months against measles. In Sudan, 15.8 million people are in need of assistance, including 8.5 million children, and five aid workers, including four UN staff members, have been killed. In the Pacific region, the Pacific Logistics Cluster is working to support the national coordination mechanisms. In Ukraine, multiple deaths were reported following Russian forces' strikes, and the WHO delegation",
  "disasters": [
    {
      "summary": " In March 2023, Afghanistan experienced flooding, an earthquake, and an increase in acute watery diarrhoea (AWD) cases. Schools reopened, but the ban on secondary education for girls remained. UNICEF provided emergency health and water, sanitation, and hygiene (WASH) activities, family tracing and reunification services, and cash transfers to support households with adolescent girls. 28.3 million people and 15.2 million children are in need of humanitarian assistance, and the UNICEF Afghanistan Humanitarian Action for Children (HAC) appeal for 2023 is 22.4 per cent funded. The ban on NGO women humanitarian workers continued to pose challenges, and the de facto Acting Minister of Public Health issued a letter to cease mobile health and nutrition teams (MHNTs).",
      "metadata": {
        "id": "3958801",
        "name": "UNICEF Afghanistan Humanitarian Situation Report No. 3: March 2023",
        "date_original": 1683244800000,
        "date_changed": 1683247161000,
        "date_created": 1683246790000,
        "primary_country_id": 13,
        "primary_country_name": "Afghanistan",
        "primary_country_iso3": "afg",
        "primary_country_location": {
          "lon": 66.03,
          "lat": 33.84
        }
      }
    },
    {
      "summary": " This report forecasts that the number of acutely food insecure people in Sudan will increase by 2-2.5 million in the next 3-6 months if the current conflict continues. It also predicts that West Darfur, West Kordofan, Blue Nile, Red Sea and North Darfur will be the most affected states. Additionally, it is estimated that 800,000 people may flee Sudan and that food prices will increase by 25%, resulting in 18 million people being unable to afford the local food basket.",
      "metadata": {
        "id": "3958870",
        "name": "Conflict in Sudan: Food Security Analysis and Forecast (May 2023)",
        "date_original": 1683244800000,
        "date_changed": 1683309965000,
        "date_created": 1683272923000,
        "primary_country_id": 220,
        "primary_country_name": "Sudan",
        "primary_country_iso3": "sdn",
        "primary_country_location": {
          "lon": 30,
          "lat": 15
        }
      }
    },
    {
      "summary": " This Weekly Bulletin focuses on public health emergencies occurring in the WHO African region, including gastroenteritis in Kenya, measles in South Africa, and mpox in Africa. Major issues and challenges include an outbreak of gastroenteritis in Kakamega County, Kenya, and an ongoing measles outbreak in South Africa. Response measures have been implemented, but there is a need to strengthen routine immunization to prevent future outbreaks.",
      "metadata": {
        "id": "3958876",
        "name": "Weekly Bulletin on Outbreaks and other Emergencies: Week 18: 24-30 April 2023 (Data as reported by: 17:00; 30 April 2023)",
        "date_original": 1683244800000,
        "date_changed": 1683278736000,
        "date_created": 1683274066000,
        "primary_country_id": 84,
        "primary_country_name": "Equatorial Guinea",
        "primary_country_iso3": "gnq",
        "primary_country_location": {
          "lon": 10.53,
          "lat": 1.61
        }
      }
    },
    {
      "summary": " As of 5 May 2023, over 12,000 people have arrived in Metema, West Gondar Zone, from Sudan, with over half of them being Ethiopians. Foreign nationals and Ethiopian returnees are leaving the border area to other destinations, while those who remain require emergency humanitarian assistance. An appeal of US$76.9m has been made for Ethiopia as part of the regional Refugee Response Plan for the situation in Sudan, and health services need to be scaled up to prevent communicable and non-communicable diseases.",
      "metadata": {
        "id": "3958941",
        "name": "Flash Update #2: The Impact of the Situation in Sudan on Ethiopia (As of 5 May 2023)",
        "date_original": 1683244800000,
        "date_changed": 1683291784000,
        "date_created": 1683279424000,
        "primary_country_id": 87,
        "primary_country_name": "Ethiopia",
        "primary_country_iso3": "eth",
        "primary_country_location": {
          "lon": 39.62,
          "lat": 8.63
        }
      }
    },
    {
      "summary": " In Q1 2023, Kenya has been exposed to a range of natural and man-made disasters, including drought, floods, and epidemics. The Field-Based Preparedness Project is working to strengthen national supply chain resilience and promote a common methodology towards logistics preparedness. During this quarter, the focus has been on project resocialization targeting new county executives and designing logistics preparedness road maps.",
      "metadata": {
        "id": "3959013",
        "name": "Kenya Quarterly Update, (January – March 2023)",
        "date_original": 1683244800000,
        "date_changed": 1683288798000,
        "date_created": 1683286870000,
        "primary_country_id": 131,
        "primary_country_name": "Kenya",
        "primary_country_iso3": "ken",
        "primary_country_location": {
          "lon": 37.86,
          "lat": 0.53
        }
      }
    },
    {
      "summary": " This report covers the period of 18 April to 1 May 2023 in the Occupied Palestinian Territory. During this period, Israeli forces killed two Palestinians, including one child, and injured nine others during two search-and-arrest operations in Jericho. Israeli forces also killed a Palestinian child in Bethlehem, and eight Israelis were injured in three Palestinian attacks in Jerusalem and Ramallah. 166 Palestinians, including at least eight children, were injured by Israeli forces across the West Bank, and 24 Palestinians, including two children and two women, were injured by Israeli settlers. People known or believed to be Palestinians threw stones at and damaged at least two Israeli-plated vehicles, and the Israeli authorities confiscated one structure in Area C of the West Bank. In the Gaza Strip, in at least 31 incidents, Israeli forces opened “warning fire” near Israel’s perimeter fence or off the coast.",
      "metadata": {
        "id": "3959015",
        "name": "Occupied Palestinian territory: Protection of Civilians Report | 18 April – 1 May 2023",
        "date_original": 1683244800000,
        "date_changed": 1683293451000,
        "date_created": 1683287269000,
        "primary_country_id": 180,
        "primary_country_name": "occupied Palestinian territory",
        "primary_country_iso3": "pse",
        "primary_country_location": {
          "lon": 35.2332,
          "lat": 31.9522
        }
      }
    },
    {
      "summary": " UNICEF provided access to safe water, treated 27,563 children under 5 for malaria, diarrhea and pneumonia, vaccinated 19,011 children aged 0-59 months against measles, and visited 267 mothers and newborns at home in Titao health district. Additionally, 7,562 new children suffering from severe wasting were treated, including 929 children at community level with simplified approaches.",
      "metadata": {
        "id": "3959069",
        "name": "UNICEF Burkina Faso Humanitarian Situation Report No. 3: March 2023",
        "date_original": 1683244800000,
        "date_changed": 1683295536000,
        "date_created": 1683291107000,
        "primary_country_id": 46,
        "primary_country_name": "Burkina Faso",
        "primary_country_iso3": "bfa",
        "primary_country_location": {
          "lon": -1.57,
          "lat": 12.28
        }
      }
    },
    {
      "summary": " Following weeks of tension between the Sudanese Armed Forces (SAF) and the Rapid Support Forces (RSF), heavy fighting broke out in Khartoum on 15 April 2023 and extended throughout Sudan. This has exacerbated the already fragile humanitarian situation in the country, with 15.8 million people in need of assistance, including 8.5 million children. At least 550 people have been killed and 4,926 wounded, with over a hundred children killed and nearly two thousand injured. Access to essential supplies is severely constrained, and households are running low on food, fuel and cash. Five aid workers, including four UN staff members, have been killed. Vaccines and cold chain equipment have been destroyed, and access to safe drinking water is a major challenge. Schools and educational institutions are mostly closed, with 7 million school-age children already out of school before the conflict. UNICEF is responding to the crisis by providing humanitarian assistance and advocating for the safety and wellbeing of humanitarian workers and assets.",
      "metadata": {
        "id": "3959094",
        "name": "UNICEF response to Sudan crisis \"chapeau\": 04 May 2023",
        "date_original": 1683244800000,
        "date_changed": 1683295756000,
        "date_created": 1683293990000,
        "primary_country_id": 220,
        "primary_country_name": "Sudan",
        "primary_country_iso3": "sdn",
        "primary_country_location": {
          "lon": 30,
          "lat": 15
        }
      }
    },
    {
      "summary": " This Global Protection Update provides a country-by-country news update and explores emerging protection trends in the first quarter of 2023. It also focuses on the right of internally displaced persons to participate in elections, highlighting the challenges they face and the measures Protection Clusters are taking to support their enfranchisement.",
      "metadata": {
        "id": "3959097",
        "name": "Global Protection Update (March 2023): Protection During Elections - The Right of Internally Displaced Persons to Participate in Elections",
        "date_original": 1683244800000,
        "date_changed": 1683306761000,
        "date_created": 1683294323000,
        "primary_country_id": 13,
        "primary_country_name": "Afghanistan",
        "primary_country_iso3": "afg",
        "primary_country_location": {
          "lon": 66.03,
          "lat": 33.84
        }
      }
    },
    {
      "summary": "\n\nUNICEF and partners have provided support to 140,286 children in Syria to access formal or non-formal education in a safe and gender sensitive environment. Additionally, UNICEF has provided life-saving WASH services to 765,794 beneficiaries and mental health and psychosocial support services to 12,639 children and caregivers. UNICEF is appealing for US$172.7 million to implement its Immediate Response Plan for the Earthquake, which is 45% funded with US$78.1 million received. UNICEF expresses its gratitude to private and public sector partners for their support and urges all partners to ensure flexible, sustained and predictable resources are provided to the ongoing humanitarian response.",
      "metadata": {
        "id": "3959162",
        "name": "UNICEF Syria Humanitarian Situation Report No. 9 (Earthquake): 12 April - 2 May 2023",
        "date_original": 1683244800000,
        "date_changed": 1683304235000,
        "date_created": 1683303109000,
        "primary_country_id": 226,
        "primary_country_name": "Syrian Arab Republic",
        "primary_country_iso3": "syr",
        "primary_country_location": {
          "lon": 38.51,
          "lat": 35.01
        }
      }
    },
    {
      "summary": "\n\nSudan is currently facing issues with its customs stations, including the Head Quarter, airport, and Suba Dry Port in Khartoum state. The functioning Customs stations are Port Sudan seaports at the Red Sea, Argeen land Crossing at the border with Eygpt, and Galabat land Crossing at the border with Ethiopia. Additionally, two Customs stations in Darfour region have been attacked, destroyed, and looted. The Data Centre for the Asycuda system has not been damaged and the IT team is ready to resume work. The banking system is not functional except for two Bandak applications provided by Khartoum Bank.",
      "metadata": {
        "id": "3959165",
        "name": "Sudan - Importation and Customs Processes, IMPACCT WG, bulletin 1, 5 May 2023",
        "date_original": 1683244800000,
        "date_changed": 1683304246000,
        "date_created": 1683303665000,
        "primary_country_id": 220,
        "primary_country_name": "Sudan",
        "primary_country_iso3": "sdn",
        "primary_country_location": {
          "lon": 30,
          "lat": 15
        }
      }
    },
    {
      "summary": " The Pacific Logistics Cluster (PLC) is working to support the national coordination mechanisms in the Pacific region, which is highly prone to natural disasters due to climate change. In January and March of 2023, the PLC conducted a mission to the Federated States of Micronesia and conducted a Logistics Capacity Assessment in the Republic of the Marshall Islands. In March, Vanuatu declared a State of Emergency due to two cyclones and an earthquake, and the PLC deployed two staff members to support the National Disaster Management Office (NDMO) in Port Vila. Two Mobile Storage Units (MSUs) were dispatched to Port Vila to support the NDMO's response efforts.",
      "metadata": {
        "id": "3959168",
        "name": "Pacific: Operation Overview, January - March, 2023",
        "date_original": 1683244800000,
        "date_changed": 1683304210000,
        "date_created": 1683304107000,
        "primary_country_id": 151,
        "primary_country_name": "Marshall Islands",
        "primary_country_iso3": "mhl",
        "primary_country_location": {
          "lon": 168.55,
          "lat": 8.43
        }
      }
    },
    {
      "summary": "\n\nWHO Regional Director for Europe Dr Hans Henri P. Kluge and WHO Representative (WR) in Ukraine Dr Jarno Habicht visited the WHO Regional Office for Europe in Copenhagen to discuss the impact of war on the health-care system and people’s health in Ukraine. The WHO delegation also visited Odesa, Dnipropetrovsk and Poltava hubs to review the status of the WHO response on the ground. Multiple deaths were reported following Russian forces' strikes across Ukraine. Health care facilities in various regions were damaged or destroyed. The cooperation of the Ministry of Health and the European Commission led to the evacuation of 19 Ukrainians for specialized treatment in clinics in Croatia, and 38 citizens of Ukraine were transported to Poland.",
      "metadata": {
        "id": "3959176",
        "name": "War in Ukraine: Situation report from WHO Ukraine country office. Issue No. 51, 5 May 2023",
        "date_original": 1683244800000,
        "date_changed": 1683305120000,
        "date_created": 1683305025000,
        "primary_country_id": 241,
        "primary_country_name": "Ukraine",
        "primary_country_iso3": "ukr",
        "primary_country_location": {
          "lon": 31.32,
          "lat": 49.32
        }
      }
    },
    {
      "summary": " UNHCR Romania is providing assistance to 130,387 refugees from Ukraine, including cash assistance, protection counselling services, legal support, livelihoods & employment services, and language courses. On 5 May, the US State Department and Japanese Parliament visited RomExpo to engage with refugees and learn about their needs. UNHCR is also providing a multi-year strategy to cover programmes for refugees from 2024-2026, and organized a training for NGOs and partners on the European Union’s General Data Protection Regulation.",
      "metadata": {
        "id": "3959185",
        "name": "UNHCR Romania: Ukraine Refugee Situation Update, Update #45, 5 May 2023",
        "date_original": 1683244800000,
        "date_changed": 1683318004000,
        "date_created": 1683307303000,
        "primary_country_id": 196,
        "primary_country_name": "Romania",
        "primary_country_iso3": "rou",
        "primary_country_location": {
          "lon": 24.9668,
          "lat": 45.9432
        }
      }
    },
    {
      "summary": " Due to insecurity along the Sudan-Central African Republic (CAR) border, traffic has been disrupted and prices of basic commodities have doubled. As a result, 9,700 people, including 3,460 Central African returnees, have fled to Am-Dafock in CAR. Humanitarian actors are prepositioning stocks ahead of the rainy season and providing emergency assistance. The UN Humanitarian Response Plan for CAR is only 22% funded, leaving the capacity to absorb additional needs very limited.",
      "metadata": {
        "id": "3959266",
        "name": "Impact of Sudan crisis in the Central African Republic (Flash Update 5 May 2023)",
        "date_original": 1683244800000,
        "date_changed": 1683326824000,
        "date_created": 1683326084000,
        "primary_country_id": 54,
        "primary_country_name": "Central African Republic",
        "primary_country_iso3": "caf",
        "primary_country_location": {
          "lon": 20.48,
          "lat": 6.57
        }
      }
    },
    {
      "summary": " The government of Nepal has decided to withdraw the COVID-19 crisis management bill from the federal parliament, while 91 new coronavirus cases have been confirmed in the last 24 hours, bringing the total number of active cases in the country to 220.",
      "metadata": {
        "id": "3958402",
        "name": "Focused COVID-19 Media Monitoring, Nepal (May 4, 2023) [EN/NE]",
        "date_original": 1683158400000,
        "date_changed": 1683171943000,
        "date_created": 1683171882000,
        "primary_country_id": 168,
        "primary_country_name": "Nepal",
        "primary_country_iso3": "npl",
        "primary_country_location": {
          "lon": 83.94,
          "lat": 28.25
        }
      }
    },
    {
      "summary": "\nDue to five consecutive poor rainy seasons, Somalia is on the edge of famine. UNHCR, with authorities and partners, is delivering life-saving protection assistance to vulnerable IDPs, refugees, asylum seekers, returnees, and vulnerable host communities. UNHCR is also improving inter-agency drought response coordination, providing up-to-date information on internal displacement, piloting a fast-track food referral system, and providing cash assistance for multipurpose use. Other activities include strengthening self-governance systems, employing cash for work schemes, and installing street solar lights.",
      "metadata": {
        "id": "3958420",
        "name": "UNHCR Somalia Drought Response Factsheet (January - April 2023)",
        "date_original": 1683158400000,
        "date_changed": 1683184463000,
        "date_created": 1683183260000,
        "primary_country_id": 216,
        "primary_country_name": "Somalia",
        "primary_country_iso3": "som",
        "primary_country_location": {
          "lon": 47.33,
          "lat": 5.79
        }
      }
    },
    {
      "summary": " This Health Cluster Bulletin from March 2023 outlines the Humanitarian Response Plan (HRP) requirements and progress for the occupied Palestinian territory. A total of 1.1 million people are targeted, with $46.2 million requested in funding. Of those, 1.6 million need assistance, and 380,000 have been reached with $7.1 million received in funding.",
      "metadata": {
        "id": "3958563",
        "name": "occupied Palestinian territory: Health Cluster Bulletin (March 2023)",
        "date_original": 1683158400000,
        "date_changed": 1683197015000,
        "date_created": 1683196399000,
        "primary_country_id": 180,
        "primary_country_name": "occupied Palestinian territory",
        "primary_country_iso3": "pse",
        "primary_country_location": {
          "lon": 35.2332,
          "lat": 31.9522
        }
      }
    },
    {
      "summary": " This information brief provides an overview of the shelter sector in Turkey, where 720,000 families/2.8 million people are currently living in tents. As summer approaches, additional emergency shelter solutions are needed to cope with the increasing need to service families in tents. Challenges include limited funding and operational capacity to respond to scale, as well as clarity of the available government support packages and services. As of 25/04/2023, 233,264 households have been supported with improved living space and 1,297,432 households have been reached with assistance to resume their domestic life. 42.5% of the 246 million required for the Shelter Sector in the Flash Appeal is funded.",
      "metadata": {
        "id": "3958602",
        "name": "Shelter Sector Türkiye - Information brief Shelter Sector No. 1 - 28/04/2023",
        "date_original": 1683158400000,
        "date_changed": 1683204420000,
        "date_created": 1683201922000,
        "primary_country_id": 236,
        "primary_country_name": "Türkiye",
        "primary_country_iso3": "tur",
        "primary_country_location": {
          "lon": 35.18,
          "lat": 39.06
        }
      }
    },
    {
      "summary": " The ETC installed a dedicated solar power system and replaced a faulty antenna in the Damascus Security Operations Centre (SOC) to ensure uninterrupted coverage. Approval was received to conduct a mission to Hama from 7-15 May to install a VHF radio repeater, which will expand radio coverage in rural Hama.",
      "metadata": {
        "id": "3958621",
        "name": "Syria - Conflict ETC Situation Report #59 (Reporting period: 01/03/2023 to 30/04/2023)",
        "date_original": 1683158400000,
        "date_changed": 1683208861000,
        "date_created": 1683204529000,
        "primary_country_id": 226,
        "primary_country_name": "Syrian Arab Republic",
        "primary_country_iso3": "syr",
        "primary_country_location": {
          "lon": 38.51,
          "lat": 35.01
        }
      }
    },
    {
      "summary": "\n\nThe Syria crisis has been ongoing for 13 years, with 8.8 million people affected by the 6 February earthquakes. UNHCR is transitioning to a longer-term response to address the needs of affected populations, providing core relief items, shelter support, psychosocial support, child protection, and legal assistance. UNHCR is leading the Protection and Shelter/NFI Sectors and working in close coordination with other sectors to effectively assist families affected by the earthquakes in north-west Syria.",
      "metadata": {
        "id": "3958655",
        "name": "Earthquake Emergency Response in The Whole of Syria, Two-Month Progress Report",
        "date_original": 1683158400000,
        "date_changed": 1683209596000,
        "date_created": 1683208372000,
        "primary_country_id": 226,
        "primary_country_name": "Syrian Arab Republic",
        "primary_country_iso3": "syr",
        "primary_country_location": {
          "lon": 38.51,
          "lat": 35.01
        }
      }
    },
    {
      "summary": " This analysis examines the intersection of climate change adaptation and peacebuilding, and how the two can be integrated into National Adaptation Plans (NAPs). It highlights the need for a considered approach to peace, governance and security in order to redefine and raise ambition of adaptation in conflict-affected and fragile contexts. It also discusses the importance of finding connections early on in vulnerability assessments to identify gaps where peacebuilding expertise is needed, and how peacebuilding investments can bolster adaptation results. Finally, it emphasizes the need for environmental peacebuilding to create opportunities for cooperation and build peace.",
      "metadata": {
        "id": "3958665",
        "name": "Re-envisioning Climate Change Adaptation Policy to Sustain Peace - A typology & Analysis of the NAPs",
        "date_original": 1683158400000,
        "date_changed": 1683210478000,
        "date_created": 1683210321000,
        "primary_country_id": 254,
        "primary_country_name": "World",
        "primary_country_iso3": "wld"
      }
    },
    {
      "summary": " In March 2023, the World Food Programme (WFP) in The Gambia provided cash-based transfers to 702,177 people and assisted 131,233 people in February and March. WFP is expanding its cash-based transfer and local procurement models in local communities, procuring and transporting food commodities for the prevention and treatment of malnutrition and disaster response/safety net food assistance during the lean season. WFP also received a payout from the African Risk Capacity Limited (ARC Ltd) weather insurance for the failed planting in some regions of The Gambia due to the prolonged dry spell during the 2022 rainy season. The payout was used to provide food assistance to 1,093 households. Additionally, WFP supported the women fish mongers with a “Cooltainer” to preserve fish and reduce losses. A cross-border study tour in Senegal was concluded by WFP Gambia and key stakeholders to learn practical examples from key stakeholders in the micro-insurance sector for a critical understanding of the policies and legal frameworks guiding the delivery of the Weather Index Insurance Mechanisms.",
      "metadata": {
        "id": "3958679",
        "name": "WFP The Gambia Country Brief, March 2023",
        "date_original": 1683158400000,
        "date_changed": 1683217034000,
        "date_created": 1683212851000,
        "primary_country_id": 98,
        "primary_country_name": "Gambia",
        "primary_country_iso3": "gmb",
        "primary_country_location": {
          "lon": -15.91,
          "lat": 13.44
        }
      }
    },
    {
      "summary": "\n\nGlobally, there has been a decrease in reported cases and deaths of 17% and 30%, respectively, compared to the previous 28 days. However, there are increases in reported cases and deaths in the South-East Asia, Eastern Mediterranean, and Western Pacific regions. As of 30 April 2023, over 765 million confirmed cases and over 6.9 million deaths have been reported globally. The highest numbers of new 28-day cases were reported from the United States of America, the Republic of Korea, Japan, India, and France. The highest numbers of new 28-day deaths were reported from the United States of America, Brazil, the Russian Federation, France, and the Islamic Republic of Iran.",
      "metadata": {
        "id": "3958698",
        "name": "Coronavirus Disease (COVID-19): Weekly Epidemiological Update (4 May 2023)",
        "date_original": 1683158400000,
        "date_changed": 1683214686000,
        "date_created": 1683214565000,
        "primary_country_id": 254,
        "primary_country_name": "World",
        "primary_country_iso3": "wld"
      }
    },
    {
      "summary": " This dashboard provides an overview of the child rights and humanitarian situation in the Sahel region in December 2022.",
      "metadata": {
        "id": "3958748",
        "name": "Sahel: Child Rights and Humanitarian Dashboard - December 2022",
        "date_original": 1683158400000,
        "date_changed": 1683228455000,
        "date_created": 1683224999000,
        "primary_country_id": 46,
        "primary_country_name": "Burkina Faso",
        "primary_country_iso3": "bfa",
        "primary_country_location": {
          "lon": -1.57,
          "lat": 12.28
        }
      }
    },
    {
      "summary": " This UNICEF Türkiye Humanitarian Situation Report No. 10 covers the period of 18-25 April 2023, following an earthquake. It highlights that 2.4 million people are living in formal sites and informal settlements, with key needs being access to adequate water and sanitation, information on available services and social protection schemes. To date, 1,914 unaccompanied children have been identified, of whom 1,880 have been reunified with their families or are in long-term alternative care. UNICEF has cumulatively reached 212,730 children and caregivers with mental health and psychosocial support and psychological first aid. The first 200,000 doses of Measles, Mumps and Rubella vaccine have been delivered to the Ministry of Health, and UNICEF is leading the WASH sector group, having cumulatively reached 2.41 million people with WASH assistance. There is a funding gap of over US$ 87 million (44%) against a funding requirement of US$ 196 million to reach 3 million people, including 1.5 million children.",
      "metadata": {
        "id": "3958763",
        "name": "UNICEF Türkiye Humanitarian Situation Report No. 10 (Earthquake), 18-25 April 2023",
        "date_original": 1683158400000,
        "date_changed": 1683228685000,
        "date_created": 1683226914000,
        "primary_country_id": 236,
        "primary_country_name": "Türkiye",
        "primary_country_iso3": "tur",
        "primary_country_location": {
          "lon": 35.18,
          "lat": 39.06
        }
      }
    },
    {
      "summary": "\n\nTorrential rains, floods and landslides have severely affected northern and central Peruvian coastal departments, resulting in a dire humanitarian situation. Official figures indicate that 522,200 people are in need of assistance, with almost 30,000 homes destroyed or rendered uninhabitable. The National Civil Defence Institute (INDECI) has assisted 67,882 people as of 30 April, and the National Humanitarian Network's (RHN) Shelter sector estimates that there are 2,757 people in shelters and spontaneous settlements. The United States' National Oceanic and Atmospheric Administration's (NOAA) Climate Prediction Center forecasts that the next few weeks could see an increase in the likelihood of heavy rains for northern Peru. The main needs remain food, access to safe water, sanitation, health services, protection and livelihoods.",
      "metadata": {
        "id": "3958765",
        "name": "Peru: Flooding - Situation Report No. 05 (as of 3 May 2023)",
        "date_original": 1683158400000,
        "date_changed": 1683228222000,
        "date_created": 1683228178000,
        "primary_country_id": 187,
        "primary_country_name": "Peru",
        "primary_country_iso3": "per",
        "primary_country_location": {
          "lon": -75.31,
          "lat": -10.15
        }
      }
    },
    {
      "summary": " This issue of the Humanitarian Update for the Syrian Arab Republic highlights the ongoing assistance provided by the UN to those affected by earthquakes and floods in the region. It also outlines the dire socio-economic conditions and internal displacement caused by the earthquakes, as well as the impact of the Aleppo International Airport strikes and the low level of the Euphrates river and rainfall on farmers. Additionally, it discusses the population movements and the impact of deforestation in Syria.",
      "metadata": {
        "id": "3958772",
        "name": "Humanitarian Update Syrian Arab Republic - Issue 10 | March 2023",
        "date_original": 1683158400000,
        "date_changed": 1683233878000,
        "date_created": 1683232661000,
        "primary_country_id": 226,
        "primary_country_name": "Syrian Arab Republic",
        "primary_country_iso3": "syr",
        "primary_country_location": {
          "lon": 38.51,
          "lat": 35.01
        }
      }
    },
    {
      "summary": " On February 13, 2023, the Minister of Health and Social Welfare of Equatorial Guinea declared an outbreak of Marburg Virus Disease (MVD). Since then, 17 cases have been confirmed, including 12 deaths, 4 survivors, and one unknown. 5 health workers have also been confirmed cases. As of April 30, 2023, there have been no active cases since April 26. UNICEF, in collaboration with the Government of Equatorial Guinea, WHO, and other partners have continued implementing the response plan. 4 provinces have been affected.",
      "metadata": {
        "id": "3958784",
        "name": "UNICEF Equatorial Guinea: Marburg Virus Disease - MVD Situation Report #2 - Period Covered: 1-30 April 2023",
        "date_original": 1683158400000,
        "date_changed": 1683245336000,
        "date_created": 1683237144000,
        "primary_country_id": 84,
        "primary_country_name": "Equatorial Guinea",
        "primary_country_iso3": "gnq",
        "primary_country_location": {
          "lon": 10.53,
          "lat": 1.61
        }
      }
    },
    {
      "summary": " The ETC was activated in the Central African Republic in December 2013 in response to the conflict crisis. During the reporting period of April 1-30, the WFP TEC Chief Information Officer and Regional IT Officer visited the Learning Centre and Cyber Café in Bangassou, and the first batch of 60 learners completed the computer training course and were issued certificates. Additionally, a new configuration in the customer management software platform was finalized to enable the establishment of the Common Feedback Mechanism in Bangassou and Bouar.",
      "metadata": {
        "id": "3958853",
        "name": "Central African Republic Conflict - ETC Situation Report #63 (Reporting period: 01/04/2023 to 30/04/2023)",
        "date_original": 1683158400000,
        "date_changed": 1683269952000,
        "date_created": 1683269854000,
        "primary_country_id": 54,
        "primary_country_name": "Central African Republic",
        "primary_country_iso3": "caf",
        "primary_country_location": {
          "lon": 20.48,
          "lat": 6.57
        }
      }
    },
    {
      "summary": "\n\nUNHCR has donated 23 mobile coordination centers to AFAD in response to the Syria crisis in 20-3. One of these centers is currently stationed in Malatya, Turkey, to provide information and services to the earthquake-affected population, such as verifying documents and information on damaged buildings, complaints, cash assistance, registration for tents, and coordination.",
      "metadata": {
        "id": "3958912",
        "name": "UNHCR Türkiye Earthquake Emergency Response (04 May 2023)",
        "date_original": 1683158400000,
        "date_changed": 1683282303000,
        "date_created": 1683278151000,
        "primary_country_id": 236,
        "primary_country_name": "Türkiye",
        "primary_country_iso3": "tur",
        "primary_country_location": {
          "lon": 35.18,
          "lat": 39.06
        }
      }
    },
    {
      "summary": " The Global Report on Food Crises 2023, published by the Food Security Information Network (FSIN) in support of the Global Network against Food Crises (GNAFC), highlights that the number of people experiencing high levels of acute food insecurity and requiring urgent food and livelihood assistance increased for the fourth consecutive year in 2022. The report is the result of a collaborative effort among 16 partners and aims to inform humanitarian and development action by independent and consensus-based evidence and analysis.",
      "metadata": {
        "id": "3957682",
        "name": "Global Report on Food Crises 2023",
        "date_original": 1683072000000,
        "date_changed": 1683251253000,
        "date_created": 1683100800000,
        "primary_country_id": 254,
        "primary_country_name": "World",
        "primary_country_iso3": "wld"
      }
    },
    {
      "summary": " In Nepal, 55 new coronavirus cases have been confirmed in the last 24 hours, bringing the total number of active cases to 252. President Ramchandra Paudel has expressed his desire to cover medical expenses incurred during his treatment in India. Additionally, the consultation fee of doctors is set to increase by 14 percent, effective from May 15.",
      "metadata": {
        "id": "3957970",
        "name": "Focused COVID-19 Media Monitoring, Nepal (May 3, 2023) [EN/NE]",
        "date_original": 1683072000000,
        "date_changed": 1683086125000,
        "date_created": 1683084461000,
        "primary_country_id": 168,
        "primary_country_name": "Nepal",
        "primary_country_iso3": "npl",
        "primary_country_location": {
          "lon": 83.94,
          "lat": 28.25
        }
      }
    },
    {
      "summary": " Clashes between the Sudanese Armed Forces (SAF) and the Rapid Support Forces (RSF) have been ongoing for 17 days, prompting the UN High Commissioner for Refugees to prepare for the possibility of over 800,000 people fleeing the fighting. UNHCR and partners are scaling up relief efforts as cross-border movements from Sudan increase, with an estimated 100,000 refugee and refugee returnee arrivals already. The World Food Programme has lifted the temporary suspension of operations in Sudan, and the Civil Aviation Authority has announced that Sudan’s airspace will remain closed until 13 May with the exception of aid and evacuation flights. The UN Secretary-General has appointed Clementine Nkweta-Salami of Cameroon as his Deputy Special Representative for Sudan with the United Nations Integrated Transition Assistance Mission in Sudan (UNITAMS). The UN Emergency Relief Coordinator and Under Secretary-General for Humanitarian Affairs, Martin Griffiths, has been sent to the region.",
      "metadata": {
        "id": "3958017",
        "name": "Sudan Situation - UNHCR External Update #4 - 2 May 2023",
        "date_original": 1683072000000,
        "date_changed": 1683097129000,
        "date_created": 1683096950000,
        "primary_country_id": 220,
        "primary_country_name": "Sudan",
        "primary_country_iso3": "sdn",
        "primary_country_location": {
          "lon": 30,
          "lat": 15
        }
      }
    },
    {
      "summary": " During the first quarter of 2023, Israeli authorities demolished, forced people to demolish or seized 290 Palestinian-owned structures across the West Bank, including East Jerusalem, resulting in the displacement of 413 people, including 194 children. 43 of the targeted structures were provided as humanitarian aid, and two donor-funded schools became at increased risk of imminent demolition. Additionally, six Palestinian-owned homes and one agricultural-related structure were demolished or sealed by the Israeli authorities on punitive grounds. These demolitions are a form of collective punishment, prohibited under international law.",
      "metadata": {
        "id": "3958036",
        "name": "West Bank demolitions and displacement: An overview | January - March 2023",
        "date_original": 1683072000000,
        "date_changed": 1683104530000,
        "date_created": 1683099624000,
        "primary_country_id": 180,
        "primary_country_name": "occupied Palestinian territory",
        "primary_country_iso3": "pse",
        "primary_country_location": {
          "lon": 35.2332,
          "lat": 31.9522
        }
      }
    },
    {
      "summary": " In April, the ETC provided data connectivity services to 1,298 humanitarians and security communications services to 2,396 responders across 20 sites in Yemen. Additionally, a telecommunications specialist sponsored by the ETC arrived in Aden to provide training to UNDSS Security Operations Centre Operators in Aden, Marib, and Al Mokha. The ETC also set up dedicated bandwidth and Wi-Fi connectivity for the UN Mission to support the Hodeidah Agreement in Al-Mokha.",
      "metadata": {
        "id": "3958039",
        "name": "Yemen Conflict - ETC Situation Report #79 (Reporting period: 01/04/2023 to 30/04/2023)",
        "date_original": 1683072000000,
        "date_changed": 1683104590000,
        "date_created": 1683100100000,
        "primary_country_id": 255,
        "primary_country_name": "Yemen",
        "primary_country_iso3": "yem",
        "primary_country_location": {
          "lon": 47.62,
          "lat": 15.94
        }
      }
    },
    {
      "summary": "\n\nThe conflict between the Rapid Support Forces (RSF) and the Sudanese Armed Forces (SAF) has been ongoing for two weeks, resulting in civilian deaths, destruction of infrastructure, and displacement of over 334,000 people. IOM is calling on all parties to cease hostilities and allow unrestricted access to humanitarian aid. IOM is also appealing for the restoration of calm and dialogue to resolve the crisis. The population is struggling to cope with depleting access to health care, water, and food, and rising prices of goods and services. IOM is working on a response plan and appeal to enable the scale up needed to respond in Sudan and neighboring countries.",
      "metadata": {
        "id": "3958050",
        "name": "Sudan: Escalating Conflict Situation Update 01 May 2023",
        "date_original": 1683072000000,
        "date_changed": 1683115462000,
        "date_created": 1683101507000,
        "primary_country_id": 220,
        "primary_country_name": "Sudan",
        "primary_country_iso3": "sdn",
        "primary_country_location": {
          "lon": 30,
          "lat": 15
        }
      }
    },
    {
      "summary": "\n\nHeavy fighting continues in Ukraine, resulting in 18,657 civilian casualties since February of last year. The conflict has eroded access to health care services and medicines, particularly for those living in regions closer to the front line. 17.6 million people are in need of humanitarian aid, with 14.6 million in need of health assistance. 7.8 million of the most vulnerable people in Ukraine will be targeted by the health humanitarian response.",
      "metadata": {
        "id": "3958080",
        "name": "Ukraine: Health Cluster Bulletin #1 (January - February 2023) [EN/UK]",
        "date_original": 1683072000000,
        "date_changed": 1683288165000,
        "date_created": 1683106665000,
        "primary_country_id": 241,
        "primary_country_name": "Ukraine",
        "primary_country_iso3": "ukr",
        "primary_country_location": {
          "lon": 31.32,
          "lat": 49.32
        }
      }
    },
    {
      "summary": "\n\nThe IOM has scaled up its drought response significantly in Somalia and Ethiopia since January 2022, reaching more than 3.5 million people. Despite a good start to the March to June 2023 rainy season, the overall performance remains unclear and the humanitarian situation remains dire. IOM has provided assistance to almost 1.9 million people in March, including health assistance, Camp Coordination and Camp Management (CCCM), WASH assistance, and shelter/Non-Food Item (NFI) assistance.",
      "metadata": {
        "id": "3958103",
        "name": "IOM East and Horn of Africa Drought Response - Situation Report (1 - 31 March 2023)",
        "date_original": 1683072000000,
        "date_changed": 1683115508000,
        "date_created": 1683110852000,
        "primary_country_id": 87,
        "primary_country_name": "Ethiopia",
        "primary_country_iso3": "eth",
        "primary_country_location": {
          "lon": 39.62,
          "lat": 8.63
        }
      }
    },
    {
      "summary": " IOM Libya's Displacement Tracking Matrix (DTM) recorded the arrival of close to 700 individuals - both Sudanese and third-country nationals - in Alkufra (Libya) from Sudan and via Chad between 15 April and 2 May 2023, following the onset of armed clashes in Sudan in mid-April.",
      "metadata": {
        "id": "3958104",
        "name": "IOM Libya Emergency Tracking - Sudan Situation: Update 1 (3 May 2023)",
        "date_original": 1683072000000,
        "date_changed": 1683115528000,
        "date_created": 1683111193000,
        "primary_country_id": 140,
        "primary_country_name": "Libya",
        "primary_country_iso3": "lby",
        "primary_country_location": {
          "lon": 18.02,
          "lat": 27.04
        }
      }
    },
    {
      "summary": " The SCALA programme recognizes the important role of the private sector in driving innovation and investment for climate action in the agrifood sector. This guidance note outlines three intervention areas to address barriers to private sector engagement in climate action, such as misalignment of public and private sector objectives, limited understanding of climate risks and business opportunities, and lack of investable ideas with adequate scale and risk-adjusted returns.",
      "metadata": {
        "id": "3958112",
        "name": "Private sector mapping, outreach, and engagement in climate-responsive agrifood systems",
        "date_original": 1683072000000,
        "date_changed": 1683114293000,
        "date_created": 1683112348000,
        "primary_country_id": 254,
        "primary_country_name": "World",
        "primary_country_iso3": "wld"
      }
    },
    {
      "summary": "\n\nThis report examines the need for a comprehensive risk-management approach to address the complex interplay of natural hazards, climate change, pandemic threats, violence and conflict, food insecurity, and economic fluctuations. It highlights the importance of Disaster Risk Reduction (DRR) in bridging the humanitarian-development-peace (HDP) nexus, and calls for further exploration of the potential for DRR to contribute to conflict prevention and peacebuilding.",
      "metadata": {
        "id": "3958151",
        "name": "Evidence of positive progress on disaster risk reduction in the humanitarian-development-peace nexus: Thematic report to inform the Midterm Review of the Sendai Framework",
        "date_original": 1683072000000,
        "date_changed": 1683121903000,
        "date_created": 1683117520000,
        "primary_country_id": 254,
        "primary_country_name": "World",
        "primary_country_iso3": "wld"
      }
    },
    {
      "summary": " The World Food Programme (WFP) Democratic Republic of the Congo March Situation Report #46 highlights the increasing insecurity, rising prices, and the appointment of a new Executive Director, Cindy McCain. Insecurity has caused catastrophic conditions for displaced populations, with food, medicines and nutritional inputs lacking and malnutrition increasing. Prices of a food basket have increased by 77 percent in Goma and 100 percent in Bukavu since the year prior. The new Executive Director, Cindy McCain, was previously the Permanent Representative of the United States to the United Nations agencies in Rome.",
      "metadata": {
        "id": "3958209",
        "name": "WFP Democratic Republic of the Congo March Situation Report #46 - 2 May 2023",
        "date_original": 1683072000000,
        "date_changed": 1683125768000,
        "date_created": 1683123957000,
        "primary_country_id": 75,
        "primary_country_name": "Democratic Republic of the Congo",
        "primary_country_iso3": "cod",
        "primary_country_location": {
          "lon": 21.7587,
          "lat": -4.03833
        }
      }
    },
    {
      "summary": " WHO has released an updated two-year COVID-19 Global Strategic Preparedness, Readiness and Response Plan (SPRP) 2023-2025 to guide countries in transitioning from an emergency phase to a longer-term, sustained response. The plan focuses on sustaining gains made during the pandemic, such as surveillance, and preventing, controlling, and managing the virus. The International Health Regulations Emergency Committee on COVID-19 will meet to advise the WHO Director-General on whether the pandemic is still a public health emergency of international concern.",
      "metadata": {
        "id": "3958217",
        "name": "Strategic preparedness and response plan: April 2023–April 2025 - From emergency response to long-term COVID-19 disease management: Sustaining gains made during the COVID-19 pandemic, 3 May 2023",
        "date_original": 1683072000000,
        "date_changed": 1683134296000,
        "date_created": 1683124191000,
        "primary_country_id": 254,
        "primary_country_name": "World",
        "primary_country_iso3": "wld"
      }
    },
    {
      "summary": "\n\nA grave humanitarian crisis is unfolding in the area surrounding Marinka, in Donetska oblast, where approximately 5,000 civilians are enduring heavy ground fighting and hostilities. This has also affected the neighbouring Kurakhove and Vuhledar communities, home to another 24,000 civilians, due to the direct impact of the hostilities and the pressure over the limited services and resources. Widespread destruction has decimated access to food, water, electricity, gas, health care and other essential services, forcing people to rely heavily on humanitarian aid and the support from volunteer groups to survive. Humanitarians are striving to complement the assistance provided by authorities and volunteer groups, despite immense challenges imposed by the security situation.",
      "metadata": {
        "id": "3958258",
        "name": "Ukraine: Deterioration of the humanitarian situation in Donetska oblast - Flash Update #3: Marinka, Vuhledar and Kurakhove (3 May 2023) [EN/RU/UK]",
        "date_original": 1683072000000,
        "date_changed": 1683214618000,
        "date_created": 1683131506000,
        "primary_country_id": 241,
        "primary_country_name": "Ukraine",
        "primary_country_iso3": "ukr",
        "primary_country_location": {
          "lon": 31.32,
          "lat": 49.32
        }
      }
    },
    {
      "summary": " In February 2023, WFP provided cash-based transfers to 9,000 beneficiaries (53% women and girls) in five departments, nutritional assessments and micronutrient supplementation to 4,000 beneficiaries (71% children under 5), asset creation activities to 2,300 beneficiaries (90% women) in four departments, and training on pedagogical school gardens, nutrition, financial literacy, and the use of the School Feeding Mobile Application to 400 beneficiaries (85% women) in five departments. Additionally, WFP launched a pilot project to assist 1,000 beneficiaries in Guatemala City and Villa Nueva, and planned to complement the CBT assistance by providing capacity strengthening activities to promote employment opportunities for youth in urban areas.",
      "metadata": {
        "id": "3958286",
        "name": "WFP Guatemala Country Brief, February 2023",
        "date_original": 1683072000000,
        "date_changed": 1683139035000,
        "date_created": 1683072000000,
        "primary_country_id": 109,
        "primary_country_name": "Guatemala",
        "primary_country_iso3": "gtm",
        "primary_country_location": {
          "lon": -90.39,
          "lat": 15.61
        }
      }
    },
    {
      "summary": " In April 2022, UNHCR and IOM urged for increased international support for refugees and migrants from Venezuela and the communities in Latin America and the Caribbean that host them. The U.N. Secretary General called for the deployment of an international specialized armed force to Haiti and for governments to consider halting deportations. The Law for the Prevention, Protection, and Assistance of Internally Displaced Persons in Honduras was sanctioned and will come into force on 19 April. UNHCR expressed serious concern by the arbitrary deprivation of the Nicaraguan nationality of over 300 people. In Panama, over 87,000 people entered irregularly through Darién from January to March 2023. Due to the militarization of the border between Chile and Peru, UNHCR and partners have deployed efforts to provide basic needs to displaced populations.",
      "metadata": {
        "id": "3958311",
        "name": "UNHCR Americas Operational Update, April 2022",
        "date_original": 1683072000000,
        "date_changed": 1683142607000,
        "date_created": 1683142455000,
        "primary_country_id": 42,
        "primary_country_name": "Brazil",
        "primary_country_iso3": "bra",
        "primary_country_location": {
          "lon": -51.62,
          "lat": -9.59
        }
      }
    },
    {
      "summary": " As of 3 May 2023, over 11,000 people have crossed into Ethiopia due to the ongoing situation in Sudan. Partners are providing basic humanitarian aid including emergency health services, drinking water, sleeping mats, high energy biscuits, and transportation. Primary needs include food, drinking water and latrines, emergency shelter, and adequate health and protection services. An Incident Command Post (ICP) has been established in West Gondar to provide collective humanitarian relief to returning Ethiopians, refugees, and other nationalities.",
      "metadata": {
        "id": "3958595",
        "name": "Flash Update #1: The Impact of the Situation in Sudan on Ethiopia (As of 3 May 2023)",
        "date_original": 1683072000000,
        "date_changed": 1683204582000,
        "date_created": 1683200582000,
        "primary_country_id": 87,
        "primary_country_name": "Ethiopia",
        "primary_country_iso3": "eth",
        "primary_country_location": {
          "lon": 39.62,
          "lat": 8.63
        }
      }
    },
    {
      "summary": "\n\nThe Emergency Telecommunications Sector (ETS) conducted a demonstration of the CrisisNet quick deployment kit to the World Food Programme (WFP) CIO during a visit to an IDP camp in Bama, Nigeria. The ETS also provided data connectivity to 70 tablet devices used by an NGO for a data collection survey across Borno state. Additionally, the ETS is installing a telecommunications tower in Yola to improve radio network signal coverage.",
      "metadata": {
        "id": "3958600",
        "name": "Nigeria - Conflict: ETS Situation Report #78 (Reporting period: 01/04/2023 to 30/04/2023)",
        "date_original": 1683072000000,
        "date_changed": 1683208513000,
        "date_created": 1683201618000,
        "primary_country_id": 175,
        "primary_country_name": "Nigeria",
        "primary_country_iso3": "nga",
        "primary_country_location": {
          "lon": 8.11,
          "lat": 9.59
        }
      }
    },
    {
      "summary": " In 2023, the humanitarian community in the Central African Republic (CAR) plans to assist 2.4 million of the most vulnerable people, requiring US$ 465 million. In 2022, 1.9 million people were provided with life-saving assistance, representing 93% of the Humanitarian Response Plan target. CAR has one of the highest proportions of critically food-insecure people in the world, and humanitarian and development actors are helping internally displaced persons and refugees to resume a normal life. The 2023 Humanitarian Response Plan aims to provide multi-sectoral assistance to those in need, with a focus on localization, accountability, and the nexus between emergency response and assistance.",
      "metadata": {
        "id": "3946933",
        "name": "Central African Republic: Situation Report, 2 May 2023",
        "date_original": 1682985600000,
        "date_changed": 1683040055000,
        "date_created": 1682985600000,
        "primary_country_id": 54,
        "primary_country_name": "Central African Republic",
        "primary_country_iso3": "caf",
        "primary_country_location": {
          "lon": 20.48,
          "lat": 6.57
        }
      }
    },
    {
      "summary": " In Nepal, 19 new coronavirus cases have been confirmed in the last 24 hours, bringing the total number of active cases to 283. Outpatient (OPD) charges in hospitals are set to increase from 15th May, and President Ramchandra Paudel has returned home after his treatment on Sunday night.",
      "metadata": {
        "id": "3957524",
        "name": "Focused COVID-19 Media Monitoring, Nepal (May 2, 2023) [EN/NE]",
        "date_original": 1682985600000,
        "date_changed": 1682998970000,
        "date_created": 1682998854000,
        "primary_country_id": 168,
        "primary_country_name": "Nepal",
        "primary_country_iso3": "npl",
        "primary_country_location": {
          "lon": 83.94,
          "lat": 28.25
        }
      }
    },
    {
      "summary": "\n\nIn December 2022, conflict in Jonglei state escalated and displaced an estimated 20,000 people to Malakal town, Canal/Pigi, Baliet, and Ulang counties. Gokjak, a spontaneous site in Mareng Payam (Piji/Canal County, Jonglei state), is home to 2,123 households (roughly 16,884 individuals). The majority of the population are women, children, elderly and persons living with disabilities. The local authorities have given the IDPs the area to construct shelters and cultivate, but they lack the tools to do so. There are three policemen present to ensure security, law, and order.",
      "metadata": {
        "id": "3957601",
        "name": "Protection Cluster Upper Nile/Jonglei - Internal displacement in Gokjak, Piji/Canal county (April 2023)",
        "date_original": 1682985600000,
        "date_changed": 1683029256000,
        "date_created": 1683020419000,
        "primary_country_id": 8657,
        "primary_country_name": "South Sudan",
        "primary_country_iso3": "ssd",
        "primary_country_location": {
          "lon": 30.5,
          "lat": 6.9
        }
      }
    },
    {
      "summary": " In April, a small outbreak of Desert Locusts developed on the Red Sea coast of Saudi Arabia, with late instar hopper groups, bands, and new immature adult groups present. Control operations were carried out. In Northwest Africa, small hopper groups and bands occurred south of the Atlas Mountains in Morocco and Western Sahara. Low numbers of adults were present in Yemen, southeast Egypt, northwest Somalia, and southwest Pakistan. Weather models suggest that the summer season rains may start in the Sahel during June this year, and small-scale breeding may occur in Yemen, southeast Iran, and southwest Pakistan.",
      "metadata": {
        "id": "3957630",
        "name": "Desert Locust Bulletin 535 (2 May 2023)",
        "date_original": 1682985600000,
        "date_changed": 1683024262000,
        "date_created": 1683023502000,
        "primary_country_id": 207,
        "primary_country_name": "Saudi Arabia",
        "primary_country_iso3": "sau",
        "primary_country_location": {
          "lon": 44.55,
          "lat": 24.13
        }
      }
    },
    {
      "summary": "\n\nIn March 2023, over 4,000 people were displaced in the Far North region of Cameroon due to violence and insecurity caused by non-State armed groups. Floods and mudslides from Mount Cameroon affected over 3,000 people in the South-West, and 54% of schools remain closed in the North-West and South-West. UNHCR facilitated the voluntary repatriation of 200 refugees from the Central African Republic (CAR). The Cameroonian-based NGO Reach Out participated in the 67th Commission of the Status of Women. Humanitarian partners have scaled up urgent response activities such as shelter, food, health, nutrition, education, water, hygiene, and sanitation, but numerous needs remain uncovered.",
      "metadata": {
        "id": "3957657",
        "name": "Cameroon Humanitarian Bulletin March 2023",
        "date_original": 1682985600000,
        "date_changed": 1683033513000,
        "date_created": 1683027269000,
        "primary_country_id": 49,
        "primary_country_name": "Cameroon",
        "primary_country_iso3": "cmr",
        "primary_country_location": {
          "lon": 12.21,
          "lat": 4.81
        }
      }
    },
    {
      "summary": " The United Nations Special Coordinator for the Middle East Peace Process has issued a report for the upcoming Ad Hoc Liaison Committee meeting in Brussels, calling for a strategic shift by Israeli and Palestinian leaders, and the international community to reverse the current unsustainable trajectory that is eroding Palestinian institutional, economic, and development gains. The report identifies necessary immediate steps to address challenges, and reiterates the urgency of a strategic shift in approach by the parties and the international community. It calls for a coherent package of steps to reverse negative trends and conflict drivers, strengthen the Palestinian Authority and open space for the Palestinian economy to grow, alongside and as an integral part of efforts to restore a political horizon toward achieving the vision of two States.",
      "metadata": {
        "id": "3957688",
        "name": "Office of the United Nations Special Coordinator for the Middle East Peace Process - Report to the Ad Hoc Liaison Committee, 3 May 2023",
        "date_original": 1682985600000,
        "date_changed": 1683050663000,
        "date_created": 1683030529000,
        "primary_country_id": 180,
        "primary_country_name": "occupied Palestinian territory",
        "primary_country_iso3": "pse",
        "primary_country_location": {
          "lon": 35.2332,
          "lat": 31.9522
        }
      }
    },
    {
      "summary": " The conflict between Sudan and the Central African Republic (CAR) has caused a disruption in traffic between the two countries, resulting in a sharp increase in the price of basic commodities. This has exacerbated the already severe food insecurity in northern CAR, with an estimated 120,000 people in need of humanitarian assistance and protection. Humanitarian teams have arrived in Am-Dafock from Birao to provide emergency assistance, including clean water and emergency shelters. International Medical Corps (IMC) is providing medical, nutritional and mental health response to the most vulnerable. The 2023 Humanitarian Response Plan is only 22% funded, and the capacity to absorb additional needs is very limited.",
      "metadata": {
        "id": "3957743",
        "name": "Impact of Sudan crisis in the Central African Republic (Flash Update 2 May 2023)",
        "date_original": 1682985600000,
        "date_changed": 1683213644000,
        "date_created": 1683036464000,
        "primary_country_id": 54,
        "primary_country_name": "Central African Republic",
        "primary_country_iso3": "caf",
        "primary_country_location": {
          "lon": 20.48,
          "lat": 6.57
        }
      }
    },
    {
      "summary": " This report provides key lessons and areas of good practice for designing inclusive and accessible early warning systems (EWS). It is aimed at development practitioners, especially World Bank staff, and provides evidence-based approaches to enhance inclusion of different social groups in EWS. The report outlines characteristics of inclusive, accessible EWS, such as being long-term social processes, using multiple channels, modes, and messages, being relevant to everyone, connecting all governance levels, and extending beyond warning dissemination. It also recommends early and anticipatory action to reduce inequalities and inequities.",
      "metadata": {
        "id": "3957777",
        "name": "Designing Inclusive, Accessible Early Warning Systems: Good Practices and Entry Points",
        "date_original": 1682985600000,
        "date_changed": 1683040715000,
        "date_created": 1683040616000,
        "primary_country_id": 254,
        "primary_country_name": "World",
        "primary_country_iso3": "wld"
      }
    },
    {
      "summary": " The ETC in the Pacific was activated in 2016 to support telecommunications preparedness in the region. From 15 January 2022 to 4 April 2023, the ETC provided emergency response support to Tonga following the eruption of the Hunga-Tonga-Hunga-Ha’apai underwater volcano and subsequent tsunami. This included providing nine prepaid satellite phones, three portable BGAN satellite terminals, and two sets of emergency.lu VSAT satellite terminals. The ETC also collaborated with the Government of Tonga to install HF radio systems on the islands of ‘Eua, Vava'u, and Ha’apai. As of 4 April 2023, the ETC has transitioned service delivery and coordination through a handover to the Tongan Ministry of Meteorology, Energy, Information, Disaster Management, Environment, Climate Change and Communications (MEIDECC) and the National Emergency Management Office (NEMO).",
      "metadata": {
        "id": "3957827",
        "name": "Tonga: Hunga Tonga - Hunga Ha'apai Volcano [FINAL] ETC Situation Report #18 Reporting period: 15/01/2022 to 30/04/2023",
        "date_original": 1682985600000,
        "date_changed": 1683050174000,
        "date_created": 1683045873000,
        "primary_country_id": 233,
        "primary_country_name": "Tonga",
        "primary_country_iso3": "ton",
        "primary_country_location": {
          "lon": -174.83,
          "lat": -20.39
        }
      }
    },
    {
      "summary": " The World Food Programme (WFP) led ETC in the Pacific was activated in 2016 to support telecommunications preparedness in the region. In response to Tropical Cyclones Judy and Kevin which hit Vanuatu on 1 and 3 March 2023, the ETC deployed an officer to assess communications and connectivity needs, provided push-to-talk (PTT) satellite phones and a Broadband Global Area Network (BGAN) terminal, and installed a Starlink satellite data terminal at the Penama Provincial Emergency Operations Centre (PEOC) and Tafea PEOC. These services enabled users to communicate with the National Emergency Operations Centre (NEOC) at the NDMO headquarters in Port Vila.",
      "metadata": {
        "id": "3957828",
        "name": "Vanuatu - earthquake and cyclones emergency [FINAL] ETC Situation Report #7 (Reporting period: 03/03/2023 to 22/04/2023)",
        "date_original": 1682985600000,
        "date_changed": 1683050207000,
        "date_created": 1683046079000,
        "primary_country_id": 249,
        "primary_country_name": "Vanuatu",
        "primary_country_iso3": "vut",
        "primary_country_location": {
          "lon": 167.72,
          "lat": -16.26
        }
      }
    },
    {
      "summary": " Indonesia's Country Climate and Development Report (CCDR) takes a historical look at climate and development challenges in the country to create a framework to illustrate climate-growth dynamics. Indonesia has made commitments to meet its climate and development targets, and is looking for ways to maintain economic and social growth with low GHG emissions. The CCDR does not take a position on Indonesia's climate commitments, but aims to assess how the country can achieve its climate goals while maximizing its development outcomes.",
      "metadata": {
        "id": "3957832",
        "name": "Indonesia: Country Climate and Development Report (April 2023)",
        "date_original": 1682985600000,
        "date_changed": 1683046648000,
        "date_created": 1683046553000,
        "primary_country_id": 120,
        "primary_country_name": "Indonesia",
        "primary_country_iso3": "idn",
        "primary_country_location": {
          "lon": 117.37,
          "lat": -2.28
        }
      }
    },
    {
      "summary": " In April 2023, thousands of people have fled from Sudan into Chad due to conflict, and the Humanitarian Response Plan requires USD 674.1 million to reach 4.4 million people in need of assistance. The plan has three strategic objectives to strengthen the emergency response, reduce the impact of shocks, and establish a framework for linking humanitarian assistance with development programmes. In addition, the national authorities have announced their intention to close the sites for displaced persons in N'Djamena following the 2022 floods, and the Humanitarian Country Team (HCT) has developed a strategy to launch innovative initiatives to mobilise the necessary financial resources.",
      "metadata": {
        "id": "3957834",
        "name": "Chad Humanitarian Update April 2023",
        "date_original": 1682985600000,
        "date_changed": 1683052265000,
        "date_created": 1683047694000,
        "primary_country_id": 55,
        "primary_country_name": "Chad",
        "primary_country_iso3": "tcd",
        "primary_country_location": {
          "lon": 18.66,
          "lat": 15.36
        }
      }
    },
    {
      "summary": " During the January-February 2023 period, the UN Country Team mission to Aruba identified potential areas for collaboration with the government and people of Aruba to support the implementation of the Sustainable Development Goals (SDGs). In Curaçao, a delegation from the Venezuelan government visited to discuss re-opening the borders, and in the Dominican Republic, 23,725 visas had been issued for Venezuelans in the Normalization Plan for Venezuelans (PNV). In Guyana, funds were allocated to improve indigenous education, and in Trinidad and Tobago, the Administration of Justice (Indictable Proceedings) Amendment Act fast-tracked prosecutions for certain sexual and human trafficking offenses. US Ambassador to Trinidad and Tobago Candace Bond also promised to collaborate with Trinidad and Tobago on human trafficking and the welfare of Venezuelan refugees and migrants.",
      "metadata": {
        "id": "3957875",
        "name": "Caribbean Situation Report January - February 2023",
        "date_original": 1682985600000,
        "date_changed": 1683052156000,
        "date_created": 1683051115000,
        "primary_country_id": 79,
        "primary_country_name": "Dominican Republic",
        "primary_country_iso3": "dom",
        "primary_country_location": {
          "lon": -70.11,
          "lat": 18.85
        }
      }
    },
    {
      "summary": " The World Bank's Pakistan Human Capital Review report highlights the need for Pakistan to increase investments in human capital to address the severe gaps in education and health outcomes. The report documents and quantifies the country's human capital crisis, with a Human Capital Index of 0.41, and outlines recommendations for Pakistan to boost its human capital, such as long-term planning, investing in people, and reducing out-of-school children.",
      "metadata": {
        "id": "3957879",
        "name": "Pakistan – Human Capital Review: Building Capabilities Throughout Life",
        "date_original": 1682985600000,
        "date_changed": 1683053568000,
        "date_created": 1683053549000,
        "primary_country_id": 182,
        "primary_country_name": "Pakistan",
        "primary_country_iso3": "pak",
        "primary_country_location": {
          "lon": 69.39,
          "lat": 29.97
        }
      }
    },
    {
      "summary": " South Asia has the highest number of child brides in the world, accounting for 45% of the global total. Despite progress in reducing child marriage in recent decades, the combined impact of the COVID-19 pandemic, economic shocks, conflict and climate change threatens to erode these gains. Acceleration is needed to meet the global SDG target of eliminating child marriage by 2030.",
      "metadata": {
        "id": "3957924",
        "name": "A Profile of Child Marriage in South Asia",
        "date_original": 1682985600000,
        "date_changed": 1683070782000,
        "date_created": 1683070559000,
        "primary_country_id": 13,
        "primary_country_name": "Afghanistan",
        "primary_country_iso3": "afg",
        "primary_country_location": {
          "lon": 66.03,
          "lat": 33.84
        }
      }
    },
    {
      "summary": " India has made progress in reducing the rate of child marriage, but it still has the highest number of child brides in the world. The prevalence of child marriage varies across states and union territories, and girls from rural areas and poorer households are more likely to be married before 18. Fewer than 2 in 10 married girls remain in school, and progress has been accelerating over the last 15 years. India is making progress compared to other countries in South Asia, but additional efforts are needed to reach the goal of eliminating child marriage by 2030.",
      "metadata": {
        "id": "3957926",
        "name": "Ending Child Marriage: A profile of progress in India (2023 update)",
        "date_original": 1682985600000,
        "date_changed": 1683071130000,
        "date_created": 1683070973000,
        "primary_country_id": 119,
        "primary_country_name": "India",
        "primary_country_iso3": "ind",
        "primary_country_location": {
          "lon": 79.28,
          "lat": 22.76
        }
      }
    },
    {
      "summary": " \nUNICEF is responding to the influx of 30,000 people to Chad, with a projected influx of 100,000 by the end of the month. UNHCR and CNARR are leading the response, with UNICEF providing NFI kits, water, medical supplies, and protection services. UNICEF has also signed an agreement with the CRT to provide communication activities and complaint and feedback mechanisms.",
      "metadata": {
        "id": "3957927",
        "name": "UNICEF Chad Humanitarian Flash Update No. 3: 02 May 2023",
        "date_original": 1682985600000,
        "date_changed": 1683072957000,
        "date_created": 1683071649000,
        "primary_country_id": 55,
        "primary_country_name": "Chad",
        "primary_country_iso3": "tcd",
        "primary_country_location": {
          "lon": 18.66,
          "lat": 15.36
        }
      }
    },
    {
      "summary": " This weekly report covers the rainfall, water levels, and drought conditions in the Lower Mekong River Basin from April 25-May 1, 2023. Rainfall was observed in some areas, while water levels were mostly below their long-term average value. Drought conditions were observed in some areas in the middle part of the basin. The forecast for the next 7 days is for warm temperatures and below average rainfall, with water levels expected to remain lower than their long-term average value. June is forecasted to be normal with average rainfall, and July is expected to be wet, except for slightly below average rainfall in southern Cambodia.",
      "metadata": {
        "id": "3957962",
        "name": "Weekly Dry Season Situation Report in the Lower Mekong River Basin - 25 April-01 May 2023",
        "date_original": 1682985600000,
        "date_changed": 1683080415000,
        "date_created": 1683080365000,
        "primary_country_id": 48,
        "primary_country_name": "Cambodia",
        "primary_country_iso3": "khm",
        "primary_country_location": {
          "lon": 104.92,
          "lat": 12.46
        }
      }
    },
    {
      "summary": " The Emergency Telecommunications Sector (ETS) is co-led by WFP and the Government of Türkiye Ministry of Transport and Infrastructure to support the response in the areas affected by the multiple earthquakes that struck on 6 February 2023. During this reporting period, the ETS continued to participate in support and planning activities across five affected areas. There are 20 charging station units established in two temporary settlements in the affected areas of Türkiye. The ETS is also procuring security communications equipment to upgrade existing UHF radio repeater sites and add two more UHF radio sites. The response to the earthquakes is led by the Government of Türkiye, with the international humanitarian community providing assistance. People displaced after the earthquakes are showing interest in returning to their areas of origin, however a heavy storm hit Pazarcık district in Kahramanmaraş on 20 April, damaging tents and containers in both informal and formal settlements.",
      "metadata": {
        "id": "3958827",
        "name": "Türkiye - Earthquake response - ETS Situation Report #10 (Reporting period: 18/04/2023 to 01/05/2023)",
        "date_original": 1682985600000,
        "date_changed": 1683265977000,
        "date_created": 1683265857000,
        "primary_country_id": 236,
        "primary_country_name": "Türkiye",
        "primary_country_iso3": "tur",
        "primary_country_location": {
          "lon": 35.18,
          "lat": 39.06
        }
      }
    },
    {
      "summary": "\n\nIn Nepal, 60 new coronavirus cases have been reported in the last 24 hours, bringing the total number of active cases to 328.",
      "metadata": {
        "id": "3957313",
        "name": "Focused COVID-19 Media Monitoring, Nepal (May 1, 2023) [EN/NE]",
        "date_original": 1682899200000,
        "date_changed": 1682912375000,
        "date_created": 1682912336000,
        "primary_country_id": 168,
        "primary_country_name": "Nepal",
        "primary_country_iso3": "npl",
        "primary_country_location": {
          "lon": 83.94,
          "lat": 28.25
        }
      }
    },
    {
      "summary": " The Islamic Republic of Iran has been providing asylum to refugees for over four decades and is currently host to one of the largest and most protracted urban refugee situations in the world. In March, UNHCR launched the 2023 Afghanistan Situation Regional Refugee Response Plan (RRP) to support host governments and ensure the needs of Afghans and their host communities can be met. Iranian borders remain closed, but Afghans continue to make their way to Iran informally. Over 1,000,000 Afghans have fled to Iran since January 2021, and sustained international humanitarian support is needed to help the Government of Iran maintain its inclusive refugee policies.",
      "metadata": {
        "id": "3957317",
        "name": "UNHCR Iran Factsheet, January-March 2023",
        "date_original": 1682899200000,
        "date_changed": 1682922420000,
        "date_created": 1682920186000,
        "primary_country_id": 121,
        "primary_country_name": "Iran (Islamic Republic of)",
        "primary_country_iso3": "irn",
        "primary_country_location": {
          "lon": 54.3,
          "lat": 32.57
        }
      }
    },
    {
      "summary": " The Syria crisis has been ongoing for 13 years, with 15.3 million people in need of humanitarian assistance. The 6 February earthquakes have further exacerbated the situation, with 8.8 million people affected. UNHCR is responding to the new emergency and providing protection and assistance to refugees, asylum-seekers, internally displaced people, returnees, stateless people, and host community members.",
      "metadata": {
        "id": "3957319",
        "name": "Syria: UNHCR Operational Update, March 2023",
        "date_original": 1682899200000,
        "date_changed": 1682922770000,
        "date_created": 1682921898000,
        "primary_country_id": 226,
        "primary_country_name": "Syrian Arab Republic",
        "primary_country_iso3": "syr",
        "primary_country_location": {
          "lon": 38.51,
          "lat": 35.01
        }
      }
    },
    {
      "summary": " UNRWA has been visiting families affected by the earthquakes in Aleppo city and Neirab Camp to assess their situation. 1,076 Palestine refugee homes have been identified as damaged, with 11 UNRWA installations also affected. UNRWA is in need of urgent funding to repair and rehabilitate refugee shelters and installations, as well as providing cash assistance, education, health, mental health and psychosocial support services. A brief household level survey was conducted in March 2023 to assess the most critical needs, the findings of which are summarised in Annex 1.",
      "metadata": {
        "id": "3957328",
        "name": "UNRWA Syria earthquake response Situation report #25 - 27 April 2023",
        "date_original": 1682899200000,
        "date_changed": 1682926570000,
        "date_created": 1682926091000,
        "primary_country_id": 226,
        "primary_country_name": "Syrian Arab Republic",
        "primary_country_iso3": "syr",
        "primary_country_location": {
          "lon": 38.51,
          "lat": 35.01
        }
      }
    },
    {
      "summary": "\nUNHCR has resumed counselling and psychosocial services for refugees and asylum-seekers in five legal clinics in Gaziantep, Kilis, Malatya, Hatay and Sanllurfa. The Hatay legal clinic, which was destroyed during the earthquake, has resumed services online, and options are being assessed to install containers for in-person counselling in Hatay and Malatya.",
      "metadata": {
        "id": "3957344",
        "name": "UNHCR Türkiye Earthquake Emergency Response (28 April 2023)",
        "date_original": 1682899200000,
        "date_changed": 1682936358000,
        "date_created": 1682934861000,
        "primary_country_id": 236,
        "primary_country_name": "Türkiye",
        "primary_country_iso3": "tur",
        "primary_country_location": {
          "lon": 35.18,
          "lat": 39.06
        }
      }
    },
    {
      "summary": " As of February 2023, 8.1 million refugees from Ukraine were recorded across Europe, while 4.9 million registered for Temporary Protection or similar national protection schemes. Within Ukraine, 5.4 million people were internally displaced. UNHCR published its third report of intentions surveys with refugees from Ukraine, as well as the first report of surveys with IDPs within Ukraine. The majority of refugees and IDPs want to return home one day, however, only 12% of both refugees and IDPs plan to do so in the next three months. Factors influencing their decisions include access to basic services and rights in host countries, socio-demographic characteristics, and an end to the war and related safety risks.",
      "metadata": {
        "id": "3957349",
        "name": "UNHCR Europe situations: Data and trends - Arrivals and displaced populations (February 2023)",
        "date_original": 1682899200000,
        "date_changed": 1682935848000,
        "date_created": 1682935222000,
        "primary_country_id": 254,
        "primary_country_name": "World",
        "primary_country_iso3": "wld"
      }
    },
    {
      "summary": " This market situation update for Tajikistan covers the period of April 24-30, 2023. Prices for basic commodities such as wheat flour, vegetable and cottonseed oils decreased, while the average price of sugar, beef, and eggs increased. Prices for vegetables decreased due to the beginning of the harvest season, while prices for carrots and potatoes increased. Prices for petrol and diesel remained the same, while LPG prices decreased by 1%.",
      "metadata": {
        "id": "3957370",
        "name": "Tajikistan Market Situation Update, No. 17 (April 24 - April 30, 2023)",
        "date_original": 1682899200000,
        "date_changed": 1682949729000,
        "date_created": 1682942103000,
        "primary_country_id": 227,
        "primary_country_name": "Tajikistan",
        "primary_country_iso3": "tjk",
        "primary_country_location": {
          "lon": 71.04,
          "lat": 38.84
        }
      }
    },
    {
      "summary": " In March 2023, WFP provided USD 0.9 million in cash-based transfers to 15,214 people, including Venezuelan migrants and local communities. WFP also launched an emergency operation in four regions affected by torrential rains, assisting 7,177 beneficiaries with USD 170 to cover 50 percent of the monthly basic food basket cost. Additionally, WFP provided humanitarian logistics services to transport 916 mt of food and non-food items to 262,688 people affected by landslides, and transported 406 mt of unsold food to 13 districts in Lima.",
      "metadata": {
        "id": "3957380",
        "name": "WFP Peru Country Brief, March 2023",
        "date_original": 1682899200000,
        "date_changed": 1682949963000,
        "date_created": 1682947222000,
        "primary_country_id": 187,
        "primary_country_name": "Peru",
        "primary_country_iso3": "per",
        "primary_country_location": {
          "lon": -75.31,
          "lat": -10.15
        }
      }
    },
    {
      "summary": "\n\nAs of April 2023, 129,438 refugees from Ukraine have been granted temporary protection in Romania, with 101,341 refugees currently in the country. The Romanian government has established a programme to provide refugees with monthly cash assistance to cover accommodation and food expenses, with exemptions for elderly people, persons with disabilities, and care givers of children. UNHCR is providing additional assistance to 35,000 refugees, as well as career coaching, language classes, and trainings. They are also raising awareness of the new programme and providing protection services and legal support to 28,348 refugees. In addition, UNHCR has distributed 190,000 core-relief items to refugees in Romania.",
      "metadata": {
        "id": "3957393",
        "name": "UNHCR Romania: Ukraine Refugee Situation Update, Update #44, 28 April 2023",
        "date_original": 1682899200000,
        "date_changed": 1682958226000,
        "date_created": 1682952732000,
        "primary_country_id": 196,
        "primary_country_name": "Romania",
        "primary_country_iso3": "rou",
        "primary_country_location": {
          "lon": 24.9668,
          "lat": 45.9432
        }
      }
    },
    {
      "summary": " WFP is providing food assistance to refugees who have fled the crisis in Sudan, and has reprioritized 340 MT of food for the Farchana area. Prepositioning of food for 100,000 Sudanese refugees and host communities is urgently needed before the start of the rainy season in June. WFP plans to provide 2 months of in-kind food and 4 months of cash-based transfers. The situation in Chad’s border area of Adre is compounded by food scarcity and WFP has observed a 54% rise in the price of sorghum.",
      "metadata": {
        "id": "3957400",
        "name": "WFP Chad Emergency Action in Support of the Government’s Response: External Situation Report #1 - April 2023",
        "date_original": 1682899200000,
        "date_changed": 1682960544000,
        "date_created": 1682955846000,
        "primary_country_id": 55,
        "primary_country_name": "Chad",
        "primary_country_iso3": "tcd",
        "primary_country_location": {
          "lon": 18.66,
          "lat": 15.36
        }
      }
    },
    {
      "summary": " The ongoing conflict in Sudan is having a severe impact on the Central African Republic (CAR), particularly in the northern region. Prices of basic commodities have doubled, and the region is already experiencing acute food insecurity. Approximately 6,000 people, including 400 Central African returnees, have crossed the border from Sudan and are living in spontaneous settlements in Am-Dafock, CAR. The most pressing needs include emergency shelter, food, clean water, and latrines. Humanitarian teams are providing emergency assistance and the humanitarian community is working hard to ensure those in need receive required assistance in a timely manner.",
      "metadata": {
        "id": "3957228",
        "name": "Impact of Sudan crisis in the Central African Republic (Flash Update 30 Apr 2023)",
        "date_original": 1682812800000,
        "date_changed": 1682841706000,
        "date_created": 1682823687000,
        "primary_country_id": 54,
        "primary_country_name": "Central African Republic",
        "primary_country_iso3": "caf",
        "primary_country_location": {
          "lon": 20.48,
          "lat": 6.57
        }
      }
    },
    {
      "summary": " In March 2023, WFP provided food assistance to 1,272,575 earthquake-affected people in Turkey. This included cash assistance to 60,306 people, 53,760 food packages to 268,800 people, and e-vouchers to 13,024 people. WFP also provided seven mobile kitchens to municipalities and governorates in Adıyaman, Hatay and Kahramanmaraş. WFP's six-month net funding requirements for April-September 2023 are US$ 62.2 million.",
      "metadata": {
        "id": "3957259",
        "name": "WFP Türkiye Country Brief, March 2023",
        "date_original": 1682812800000,
        "date_changed": 1682883067000,
        "date_created": 1682855451000,
        "primary_country_id": 236,
        "primary_country_name": "Türkiye",
        "primary_country_iso3": "tur",
        "primary_country_location": {
          "lon": 35.18,
          "lat": 39.06
        }
      }
    },
    {
      "summary": "\n\nThe Shelter Cluster Afghanistan Regional Monthly Update for March 2023 reported that ESNFI clusters partners have provided emergency shelters and NFI assistance to 242,845 individuals since the beginning of the year. On 21 March, a magnitude 6.5 earthquake struck Badakhshan Province, affecting 259 people. Additionally, heavy rainfall incidents have affected 177 families in several provinces across Afghanistan.",
      "metadata": {
        "id": "3957274",
        "name": "Shelter Cluster Afghanistan: Regional Monthly Update 01 - 31 March 2023",
        "date_original": 1682812800000,
        "date_changed": 1682889340000,
        "date_created": 1682870882000,
        "primary_country_id": 13,
        "primary_country_name": "Afghanistan",
        "primary_country_iso3": "afg",
        "primary_country_location": {
          "lon": 66.03,
          "lat": 33.84
        }
      }
    },
    {
      "summary": "\n\nAs of March 31, 2021, 210,576 confirmed cases and 7,883 deaths of COVID-19 have been reported in Afghanistan, with a 91.5% recovery rate and 3.7% case fatality rate. Acute Respiratory Infection (ARI) and Acute Diarrheal Disease (ADD) are the leading causes of morbidity among all age groups. WHO has distributed 636 different types of emergency medical kits to benefit 112,100 people in 34 provinces over the next three months. UNFPA and its partners have delivered RMNCAH services through 114 Mobile Health and Nutrition Teams, 8 Basic Health Centers, 3 Zero Point Health Facilities, and 1 Transition Center in 24 provinces. INTERSOS is present in three provinces providing integrated health, nutrition, and protection services. OCCD has supported health, nutrition, and trauma care services in 16 provinces through 50 fixed health facilities, 34 MHNTs, and two first aid trauma centers.",
      "metadata": {
        "id": "3957275",
        "name": "Afghanistan Health Cluster Bulletin, March 2023",
        "date_original": 1682812800000,
        "date_changed": 1682889334000,
        "date_created": 1682875690000,
        "primary_country_id": 13,
        "primary_country_name": "Afghanistan",
        "primary_country_iso3": "afg",
        "primary_country_location": {
          "lon": 66.03,
          "lat": 33.84
        }
      }
    },
    {
      "summary": " In April 2023, the World Food Programme (WFP) reached 9.2 million people in Afghanistan with emergency food, nutrition, and livelihood assistance. However, due to severe funding constraints, 8 million people have been cut from emergency food assistance since April. Nearly 20 million people are projected to be acutely food-insecure between November 2022 and March 2023, including more than 6 million people in Integrated Food Security Phase Classification (IPC) Phase 4 (Emergency). Additionally, 4 million people are acutely malnourished, including 3.2 million children under 5. The economic crisis, compounded by decades of conflict, climate shocks, and severe restrictions on the rights of women and girls to work and pursue higher education, has caused the highest risk of famine in a quarter of a century.",
      "metadata": {
        "id": "3958404",
        "name": "WFP Afghanistan: Situation Report, 30 April 2023",
        "date_original": 1682812800000,
        "date_changed": 1683175627000,
        "date_created": 1683175531000,
        "primary_country_id": 13,
        "primary_country_name": "Afghanistan",
        "primary_country_iso3": "afg",
        "primary_country_location": {
          "lon": 66.03,
          "lat": 33.84
        }
      }
    },
    {
      "summary": " In the first quarter of 2023, below-average rainfall and rising production and transport costs have caused a reduced availability of produce for domestic consumption and export, resulting in high wholesale prices of maize and beans. Food insecurity in the Arid and Semi-Arid Lands (ASALs) of Kenya, southern Ethiopia, and Somalia has been exacerbated by the drought. Cereal prices across all WFP monitored markets in Burundi, Ethiopia, Rwanda, Sudan, and South Sudan increased by more than 50 percent compared to the five-year average. Beans prices have almost tripled in Burundi and almost doubled in South Sudan. Local currencies across Eastern Africa have lost their value against the U.S. dollar, and fuel prices have remained high. The cost of living and food inflation have also been significantly higher than one year ago, with the average per capita monthly price of a local food basket reaching USD 18.2 across the Region.",
      "metadata": {
        "id": "3958957",
        "name": "WFP Regional Bureau for Eastern Africa: Market and Trade Update – 2023 Q1 Joint Procurement and RAM (April 2023)",
        "date_original": 1682812800000,
        "date_changed": 1683292050000,
        "date_created": 1683280888000,
        "primary_country_id": 87,
        "primary_country_name": "Ethiopia",
        "primary_country_iso3": "eth",
        "primary_country_location": {
          "lon": 39.62,
          "lat": 8.63
        }
      }
    },
    {
      "summary": " The Emergency Telecommunications Cluster (ETC) was activated in Ukraine in March 2022 due to the armed conflict between Ukraine and the Russian Federation. During the reporting period of April 2023, the ETC finalized a service agreement with the Ukraine Broadcast and Radio Telecommunications Concern (BRT) to expand the VHF radio network in five cities, started working on a Remote Site on Vehicle (RSoV) project, and conducted a survey to propose time slots for security communications training sessions. The conflict has led to 5.4 million internally displaced people and 8.2 million refugees, and has caused severe damage to national telecommunications infrastructure. The ETC is exploring solutions to provide responders with services and equipment.",
      "metadata": {
        "id": "3959124",
        "name": "Ukraine ETC Situation Report #22 (Reporting period: 01/04/2023 to 30/04/2023)",
        "date_original": 1682812800000,
        "date_changed": 1683304702000,
        "date_created": 1683298097000,
        "primary_country_id": 241,
        "primary_country_name": "Ukraine",
        "primary_country_iso3": "ukr",
        "primary_country_location": {
          "lon": 31.32,
          "lat": 49.32
        }
      }
    },
    {
      "summary": " In March 2023, Vanuatu experienced two cyclones, causing significant damage to infrastructure and affecting almost half of the population. UNICEF has provided critical supplies to at least 9,000 people in the most affected areas and is actively assisting the government in coordinating, assessing, and responding to the impacts of the cyclones across various crucial sectors, including WASH, Health, Nutrition, Education, Protection and Social Policy. The government of Vanuatu launched an early recovery plan on April 14th, with a budget of USD 28,000,000, and UNICEF is providing technical assistance for the Post Disaster Needs Assessment (PDNA). UNICEF is also supporting the roll out of Humanitarian Cash Transfers (HCT) in collaboration with other civil society organizations.",
      "metadata": {
        "id": "3957164",
        "name": "UNICEF Vanuatu Humanitarian Situation Report No. 6 (Tropical Cyclones) - 28 March - 25 April 2023",
        "date_original": 1682726400000,
        "date_changed": 1682752342000,
        "date_created": 1682730381000,
        "primary_country_id": 249,
        "primary_country_name": "Vanuatu",
        "primary_country_iso3": "vut",
        "primary_country_location": {
          "lon": 167.72,
          "lat": -16.26
        }
      }
    },
    {
      "summary": "\n\nThis report covers the period until 28 April 2023 and provides an overview of the situation in Mozambique following the triple crisis of Cyclone Freddy, floods, and cholera. Over 1 million people have been affected, with 385,930 people receiving some form of assistance and 197,000 people receiving direct humanitarian assistance. The Cholera, Cyclone and Floods Response Plan was launched to support 815,000 people affected by the triple crisis, with a financial requirement of U$138 million. Urgent contributions are sought to support people affected by cholera, Cyclone and Floods.",
      "metadata": {
        "id": "3957180",
        "name": "Mozambique: Tropical Cyclone Freddy, Floods and Cholera - Situation Report No.3",
        "date_original": 1682726400000,
        "date_changed": 1682777854000,
        "date_created": 1682756460000,
        "primary_country_id": 164,
        "primary_country_name": "Mozambique",
        "primary_country_iso3": "moz",
        "primary_country_location": {
          "lon": 34.75,
          "lat": -18.09
        }
      }
    },
    {
      "summary": "\n\nIn Honduras, 247,000 people have been internally displaced due to violence between 2004 and 2018. From 2015 to March 2023, 572,000 Honduran nationals have been returned. In the first trimester of 2023, 60,532 persons of different nationalities entered Honduras irregularly. UNHCR and its partners have provided services such as shelter, cash and voucher assistance, community protection, case management and risk mitigation to 15,225 mainly internally displaced persons, but also asylum-seekers, returnees, mixed movements, and host community members so far in 2023.",
      "metadata": {
        "id": "3957205",
        "name": "Honduras Operational Update 17 - April 2023",
        "date_original": 1682726400000,
        "date_changed": 1683007100000,
        "date_created": 1682770877000,
        "primary_country_id": 116,
        "primary_country_name": "Honduras",
        "primary_country_iso3": "hnd",
        "primary_country_location": {
          "lon": -86.62,
          "lat": 14.82
        }
      }
    },
    {
      "summary": " This report covers the humanitarian situation and response to the earthquakes in Türkiye from 21 to 27 April 2023. 9.1 million people have been affected, with 5.2 million targeted for humanitarian assistance, 3 million people having to relocate from their homes, and 1.6 million people staying in informal settlements. 50,000 people have been killed and 107,000 people injured. A major storm affected 300 households in Pazarcık, injuring about 45 people and damaging shelter and possessions. Partners plan to increase cash and voucher assistance in several sectors to address an evolution in needs and conditions. The Flash Appeal for US$1 billion to assist 5.2 million people affected by the earthquakes is 30.2 per cent funded. The response to the earthquakes is being led by the Government of Türkiye in coordination with AFAD and with support from the Turkish Red Crescent (TRC).",
      "metadata": {
        "id": "3957214",
        "name": "Türkiye: 2023 Earthquakes Situation Report No. 16, as of 27 April 2023 [EN/TR]",
        "date_original": 1682726400000,
        "date_changed": 1683032345000,
        "date_created": 1682782317000,
        "primary_country_id": 236,
        "primary_country_name": "Türkiye",
        "primary_country_iso3": "tur",
        "primary_country_location": {
          "lon": 35.18,
          "lat": 39.06
        }
      }
    },
    {
      "summary": " This bulletin provides an overview of the market prices of commodities in Afghanistan during the 4th week of April 2023. Prices of rice, pulses, and sugar are higher than the 2-year average due to the Eid celebration. The purchasing power of unskilled casual labor and livestock keepers improved due to decreased wheat prices and increased labor wages. The value of Afghani against USD has slightly decreased due to lack of sufficient dollars available due to Eid holidays and closure of the currency market.",
      "metadata": {
        "id": "3957247",
        "name": "Afghanistan: WFP Weekly Market Price Bulletin: Issue 149 (4th Week of April 2023)",
        "date_original": 1682726400000,
        "date_changed": 1682883169000,
        "date_created": 1682840822000,
        "primary_country_id": 13,
        "primary_country_name": "Afghanistan",
        "primary_country_iso3": "afg",
        "primary_country_location": {
          "lon": 66.03,
          "lat": 33.84
        }
      }
    },
    {
      "summary": "\n\nUNHCR is responding to the displacement of South Sudanese refugees from Sudan due to violence. Over 16,600 arrivals have been registered so far, with the majority being South Sudanese returnees. The Government of South Sudan and humanitarian partners are planning for the return of an estimated 180,000 South Sudanese and the arrival of up to 60,000 refugees in the next three months. UNHCR is working closely with partners and governments to respond to the needs of the newly arrived while preparing a joint response plan.",
      "metadata": {
        "id": "3957642",
        "name": "Sudan Situation: UNHCR Emergency Response in South Sudan (29 April 2023)",
        "date_original": 1682726400000,
        "date_changed": 1683039499000,
        "date_created": 1683024809000,
        "primary_country_id": 8657,
        "primary_country_name": "South Sudan",
        "primary_country_iso3": "ssd",
        "primary_country_location": {
          "lon": 30.5,
          "lat": 6.9
        }
      }
    },
    {
      "summary": " In Nepal, 111 new coronavirus cases have been reported in the last 24 hours, bringing the total number of active cases to 378.",
      "metadata": {
        "id": "3956826",
        "name": "Focused COVID-19 Media Monitoring, Nepal (April 28, 2023) [EN/NE]",
        "date_original": 1682640000000,
        "date_changed": 1682655039000,
        "date_created": 1682652013000,
        "primary_country_id": 168,
        "primary_country_name": "Nepal",
        "primary_country_iso3": "npl",
        "primary_country_location": {
          "lon": 83.94,
          "lat": 28.25
        }
      }
    },
    {
      "summary": " The number of reported COVID-19 cases in the Philippines has been increasing since 27 Feb 2023. From 17 - 23 Apr, 3,148 cases were reported (2.8 cases per 100,000 population). The three regions with the highest case counts were the National Capital Region (1,167 cases), Region IV-A: CALABARZON (501 cases), and Region XI: Davao Region (196 cases).",
      "metadata": {
        "id": "3956834",
        "name": "Philippines Coronavirus disease (COVID-19) Situation Report #126, 24 Apr 2023",
        "date_original": 1682640000000,
        "date_changed": 1682663899000,
        "date_created": 1682663088000,
        "primary_country_id": 188,
        "primary_country_name": "Philippines",
        "primary_country_iso3": "phl",
        "primary_country_location": {
          "lon": 122.88,
          "lat": 11.74
        }
      }
    },
    {
      "summary": "\n\nThe full-scale war in Ukraine has entered its second year, with over 13.5 million people affected by displacement within and beyond the country’s borders. Despite critical challenges, 5.6 million people have returned to their place of habitual residence. Humanitarian needs remain high, with 17.6 million people in Ukraine and 4.2 million in refugee hosting countries needing assistance. IOM has been providing winterization essentials, fuel, generators, and other support to those affected. The 2023 IOM Appeal for Ukraine and Neighbouring Countries encompasses a comprehensive approach to reaching the most vulnerable, but only 5% of the Appeal has been funded, threatening IOM’s ability to maintain its capacity.",
      "metadata": {
        "id": "3956871",
        "name": "IOM Regional Ukraine Response Situation Report, 27 April 2023",
        "date_original": 1682640000000,
        "date_changed": 1682686293000,
        "date_created": 1682671778000,
        "primary_country_id": 241,
        "primary_country_name": "Ukraine",
        "primary_country_iso3": "ukr",
        "primary_country_location": {
          "lon": 31.32,
          "lat": 49.32
        }
      }
    },
    {
      "summary": " The Weekly Epidemiological Record (WER) for April 28, 2023, Vol. 98, No. 17, contains two articles: one on the WHO's Health Emergencies Programme monthly summary for March 2023, and one on the performance of acute flaccid paralysis (AFP) surveillance and incidence of poliomyelitis in 2023.",
      "metadata": {
        "id": "3956883",
        "name": "Weekly Epidemiological Record (WER), 28 April 2023, Vol. 98, No. 17, pp. 175–184 [EN/FR]",
        "date_original": 1682640000000,
        "date_changed": 1682689646000,
        "date_created": 1682673559000,
        "primary_country_id": 254,
        "primary_country_name": "World",
        "primary_country_iso3": "wld"
      }
    },
    {
      "summary": "\n\nThe Protection Sector in Syria is responding to the earthquake by evacuating mid-term shelters in Aleppo and closing temporary shelters. Service provision is delayed due to unclear locations for newly established mid-term shelters. Missions to two mid-term shelters have revealed reports of increasing intra-family violence, trauma, and psychological distress. People in the coastal areas have been evacuated from shelters on very short notice.",
      "metadata": {
        "id": "3956884",
        "name": "Syria Earthquake Response: Protection Sector Update - Flash Update #14 as of 27 April 2023",
        "date_original": 1682640000000,
        "date_changed": 1682677375000,
        "date_created": 1682673533000,
        "primary_country_id": 226,
        "primary_country_name": "Syrian Arab Republic",
        "primary_country_iso3": "syr",
        "primary_country_location": {
          "lon": 38.51,
          "lat": 35.01
        }
      }
    },
    {
      "summary": "\n\nConflict in Laas Caanood, Somalia has caused displacement and loss of lives and livelihoods, resulting in urgent relief assistance needs. WFP conducted a rapid food security assessment in the Sool Region of Somalia to capture the current food security situation of the conflict-affected population. The assessment found that food security among the conflict-affected population has deteriorated, with more than 100,000 people in urgent need of humanitarian food and nutrition assistance. Livelihood systems have been disrupted, and households are adopting negative coping strategies such as selling productive assets and reducing the number of meals consumed per day. Markets remain accessible, but food prices have increased. The impact of food stock loss could exacerbate food insecurity for pastoralist IDPs. Critical needs of displaced groups include improved food security, nutrition, livelihood recovery, education, WASH, health, and shelter.",
      "metadata": {
        "id": "3956908",
        "name": "WFP Somalia: Situation Report on Laas Caanood Response",
        "date_original": 1682640000000,
        "date_changed": 1682684617000,
        "date_created": 1682677036000,
        "primary_country_id": 216,
        "primary_country_name": "Somalia",
        "primary_country_iso3": "som",
        "primary_country_location": {
          "lon": 47.33,
          "lat": 5.79
        }
      }
    },
    {
      "summary": " This UNICEF report highlights the dire humanitarian situation in Sudan due to ongoing fighting. At least 9 children have been killed and 50 injured, and 16 of 34 hospitals in the city have become non-functional. The fighting has disrupted critical care for 50,000 severely malnourished children, and access to food, water, hygiene, and other essential supplies is constrained. Schools and educational institutions are closed, and international aid agency staff have largely been evacuated. UN staff remain in Port Sudan to lead humanitarian operations.",
      "metadata": {
        "id": "3956935",
        "name": "UNICEF Sudan Humanitarian Situation Report No.1 (SAF-RSF Clashes), 25 April 2023",
        "date_original": 1682640000000,
        "date_changed": 1682684452000,
        "date_created": 1682682959000,
        "primary_country_id": 220,
        "primary_country_name": "Sudan",
        "primary_country_iso3": "sdn",
        "primary_country_location": {
          "lon": 30,
          "lat": 15
        }
      }
    },
    {
      "summary": " UNHCR and its partners are providing technical guidance and support to the Republic of Moldova in the registration process for temporary protection of refugees. UNHCR is also providing training to Child Protection Specialists, and has signed a Memorandum of Understanding with the Moldova State University to educate students about refugees and humanitarian action. Additionally, UNHCR and its partners are providing equipment, training, and non-food items to refugees and host communities.",
      "metadata": {
        "id": "3956978",
        "name": "Ukraine Situation: The Republic of Moldova Operations Update (11 April 2023)",
        "date_original": 1682640000000,
        "date_changed": 1682690072000,
        "date_created": 1682687894000,
        "primary_country_id": 158,
        "primary_country_name": "Moldova",
        "primary_country_iso3": "mda",
        "primary_country_location": {
          "lon": 28.57,
          "lat": 47.19
        }
      }
    },
    {
      "summary": "\n\nThis report discusses the UNDP programme \"Ending Gender-Based Violence and Achieving the Sustainable Development Goals,\" which piloted approaches to integrating actions to address GBV into large sectoral projects addressing a variety of development goals. It outlines the lessons learned from the four pilot projects, including the need for advocacy, coordination, monitoring, evaluation and learning, and capacity-strengthening. It also highlights the importance of an enabling environment for ethical, safe and effective GBV integration, and the need for project partner and team buy-in and support.",
      "metadata": {
        "id": "3957053",
        "name": "A New Approach to Ending Gender-Based Violence: Lessons on Integrating Prevention and Responses in Four UNDP Sectoral Development Projects",
        "date_original": 1682640000000,
        "date_changed": 1682702576000,
        "date_created": 1682695268000,
        "primary_country_id": 254,
        "primary_country_name": "World",
        "primary_country_iso3": "wld"
      }
    },
    {
      "summary": "\n\nViolence and conflict in eastern DRC has caused 6 million people to be internally displaced, with 6.1 million people already projected to be experiencing high levels of food insecurity. Intercommunity violence between the Cooperative for the Development of the Congo (CODECO) and Zaire militias in Ituri has caused catastrophic conditions for displaced populations, with shortages of food, nutritional inputs and basic medicines. Malnutrition is rising, and food prices have increased significantly due to the conflict. Humanitarian assistance is urgently needed to prevent further hunger.",
      "metadata": {
        "id": "3957063",
        "name": "Humanitarian Emergency in North Kivu, Ituri and South Kivu in 2023 - Flash Report (26 April 2023)",
        "date_original": 1682640000000,
        "date_changed": 1682698065000,
        "date_created": 1682695995000,
        "primary_country_id": 75,
        "primary_country_name": "Democratic Republic of the Congo",
        "primary_country_iso3": "cod",
        "primary_country_location": {
          "lon": 21.7587,
          "lat": -4.03833
        }
      }
    },
    {
      "summary": " In March 2023, 1.58 million people in southwestern Angola were in acute food insecurity. WFP provided assistance to 13,186 people, including commodity vouchers, nutrition supplements, and school meals. Additionally, 21.4 MT of Ready-to-Use Supplementary Food was distributed. In Huila and Cunene provinces, 35,357 children were screened for Community Management of Acute Malnutrition and 946 families of malnourished children received commodity food vouchers. In Lunda Norte province, 6,458 refugees received assistance from WFP, including food distribution and training on seed banking, collecting rainwater, and animal husbandry.",
      "metadata": {
        "id": "3957067",
        "name": "WFP Angola Country Brief, March 2023",
        "date_original": 1682640000000,
        "date_changed": 1682698246000,
        "date_created": 1682696358000,
        "primary_country_id": 19,
        "primary_country_name": "Angola",
        "primary_country_iso3": "ago",
        "primary_country_location": {
          "lon": 17.91,
          "lat": -12.1
        }
      }
    },
    {
      "summary": " The International Organisation for Migration, with the support of the Government of Japan, commissioned Samuel Hall to conduct a Labour Market Assessment in the North-West and South-West regions of Cameroon. The assessment aims to identify the needs and challenges of employers, employees, job seekers, and labour market intermediaries in the region, in the context of the Anglophone crisis, to ensure that interventions offered to vulnerable persons and returnees create sustainable livelihoods and youth engagement opportunities. It also seeks to facilitate discussions around conflict-sensitive approaches to peacebuilding programming, the humanitarian-development-peace nexus, social cohesion, and criteria for durable solutions.",
      "metadata": {
        "id": "3957070",
        "name": "Labour Market Survey in NorthWest, South-West Regions of Cameroon for the Humanitarian Development Peace Nexus",
        "date_original": 1682640000000,
        "date_changed": 1682698800000,
        "date_created": 1682696822000,
        "primary_country_id": 49,
        "primary_country_name": "Cameroon",
        "primary_country_iso3": "cmr",
        "primary_country_location": {
          "lon": 12.21,
          "lat": 4.81
        }
      }
    },
    {
      "summary": " The ongoing conflict in Sudan has caused a disruption in traffic between Sudan and the Central African Republic (CAR), resulting in a sharp increase in the price of basic commodities. This has exacerbated the already existing food insecurity in the northern region of CAR, with an estimated 120,000 people in need of humanitarian assistance. 12,600 Sudanese have crossed the border into CAR and are living in spontaneous settlements. Humanitarian teams have arrived in Birao to provide emergency assistance, including clean water, and the most pressing needs include emergency shelter, food, clean water, and latrines.",
      "metadata": {
        "id": "3957091",
        "name": "Impact of Sudan crisis in the Central African Republic (Flash Update 28 April 2023)",
        "date_original": 1682640000000,
        "date_changed": 1682713164000,
        "date_created": 1682701057000,
        "primary_country_id": 54,
        "primary_country_name": "Central African Republic",
        "primary_country_iso3": "caf",
        "primary_country_location": {
          "lon": 20.48,
          "lat": 6.57
        }
      }
    },
    {
      "summary": " During the first quarter of 2023, UNICEF provided humanitarian aid to those affected by floods and conflicts in Chad. This included providing nutrition treatment to 53,700 under-5 children, NFI kits to 52,170 people, safe water to 52,092 people, and a riposte immunization campaign that reached 414,250 children.",
      "metadata": {
        "id": "3957096",
        "name": "UNICEF Chad Humanitarian Situation Report No. 1 for 1 January to 31 March 2023",
        "date_original": 1682640000000,
        "date_changed": 1682703846000,
        "date_created": 1682703183000,
        "primary_country_id": 55,
        "primary_country_name": "Chad",
        "primary_country_iso3": "tcd",
        "primary_country_location": {
          "lon": 18.66,
          "lat": 15.36
        }
      }
    },
    {
      "summary": " \n\nThe UN and humanitarian partners are responding to needs in north-west Syria driven by 12 years of conflict and the impacts of the earthquakes. Over 500,000 people have been supported with multi-cash assistance, and a vaccination campaign against measles and polio was launched in April. At least seven civilians have been killed and 15 injured since the earthquakes struck. The humanitarian community has reached over 275,000 people with emergency tents and Non-Food Item (NFI) kits, and over 16,000 of dignified shelters have been completed. The Syria Earthquake Flash Appeal has secured over 98 per cent of the required funding, but the Syria Humanitarian Response Plan (HRP) for 2023 remains largely underfunded.",
      "metadata": {
        "id": "3957102",
        "name": "North-West Syria: Situation Report (28 April 2023)",
        "date_original": 1682640000000,
        "date_changed": 1682713354000,
        "date_created": 1682707944000,
        "primary_country_id": 226,
        "primary_country_name": "Syrian Arab Republic",
        "primary_country_iso3": "syr",
        "primary_country_location": {
          "lon": 38.51,
          "lat": 35.01
        }
      }
    },
    {
      "summary": " In March 2023, countries under the UNHCR Multi-Country Office in Panama faced risks of detention, trafficking, and gender-based violence. The Aruban Prime Minister highlighted the difficulties in addressing mixed movements, while Amnesty International, Refugee Work Netherlands, and Human Rights Defense Curaçao (HRDC) wrote to the parliaments of Curaçao, Aruba, Saint Maarten and The Netherlands requesting respect for the human rights of refugees and migrants. Belize agreed to visa restrictions on Haitians and increased entry requirements for Jamaicans, while the U.S. Assistant Secretary of State announced that 10,000 Cubans had successfully used the parole program to enter the country. Guyana’s Minister of Foreign Affairs attended the 2023 International Conference in Solidarity with Venezuelan Refugees and Migrants, while Nicaragua was accused of widespread human rights violations. In Panama, the President sanctioned the law that creates the Ministry of Women, while in Suriname, hundreds of protesters gathered to demand the President’s resignation. In Trinidad and Tobago, attorneys called on the Government to adopt international standards to address alleged human rights violations towards refugees and migrants.",
      "metadata": {
        "id": "3957127",
        "name": "Panama Multi-Country Office: Monthly Operational Update (March 2023)",
        "date_original": 1682640000000,
        "date_changed": 1682714597000,
        "date_created": 1682714435000,
        "primary_country_id": 184,
        "primary_country_name": "Panama",
        "primary_country_iso3": "pan",
        "primary_country_location": {
          "lon": -80.27,
          "lat": 8.7
        }
      }
    },
    {
      "summary": " The Pacific Syndromic Surveillance System Weekly Bulletin for the week of April 17-23, 2023 reported alerts of two cases of varicella and three cases of angina in W&F, as well as one case in Vanuatu. Additionally, the bulletin reported COVID-19 cases in the Cook Islands, RMI, CNMI, FSM, and Solomon Islands.",
      "metadata": {
        "id": "3957140",
        "name": "Pacific Syndromic Surveillance System Weekly Bulletin / Système de Surveillance Syndromique dans le Pacifique - Bulletin Hebdomadaire: W16 2023 (Apr 17-Apr 23)",
        "date_original": 1682640000000,
        "date_changed": 1682727763000,
        "date_created": 1682718094000,
        "primary_country_id": 90,
        "primary_country_name": "Fiji",
        "primary_country_iso3": "fji",
        "primary_country_location": {
          "lon": 178.065,
          "lat": -17.71
        }
      }
    },
    {
      "summary": " This review was conducted to assess the role of donors in the drive for greater accountability to people in crisis. It synthesized existing recommendations and analyzed how donors are currently referencing commitments to Accountability to Affected People (AAP) in their grant and partnership guidelines. The review included a meta review of donor related recommendations, a review of current donors' practices on AAP, and a synthesis report and recommendations for the Inter-Agency Standing Committee (IASC) Task Force and IASC to take forward.",
      "metadata": {
        "id": "3957178",
        "name": "Supporting donors’ responsibility for greater accountability to people in crisis: Review of donor AAP commitments, requirements and recommendations",
        "date_original": 1682640000000,
        "date_changed": 1682759159000,
        "date_created": 1682751245000,
        "primary_country_id": 254,
        "primary_country_name": "World",
        "primary_country_iso3": "wld"
      }
    },
    {
      "summary": "\n\nFighting in Sudan has caused thousands of people to flee their homes and seek refuge in the Central African Republic. According to estimates, 12,600 people have arrived in the country, and the dynamics of new arrivals are rapidly changing. The Humanitarian Needs Overview estimates that 120,000 people in the northern region are in need of assistance and protection, and the situation is expected to worsen with the rainy season. The humanitarian country team met on 24 April and an interagency mission was deployed to the northern part of the country to assess the needs. It is estimated that up to 50,000 people may arrive in the Central African Republic.",
      "metadata": {
        "id": "3957227",
        "name": "UNICEF Central African Republic Flash Update No. 1 (Impact of Sudan Crisis) as of 28 April 2023",
        "date_original": 1682640000000,
        "date_changed": 1682841694000,
        "date_created": 1682822152000,
        "primary_country_id": 54,
        "primary_country_name": "Central African Republic",
        "primary_country_iso3": "caf",
        "primary_country_location": {
          "lon": 20.48,
          "lat": 6.57
        }
      }
    },
    {
      "summary": " On International Day of Girls in ICT, UNICEF released a report that found that 90% of adolescent girls and young women in low-income countries are not using the internet, while their male peers are twice as likely to be online. The report highlights the need to empower girls to become innovators, creators, and leaders by providing them with digital skills. It also calls for governments and partners to close the gender divide and ensure that girls have the opportunities to succeed in a digital world, such as teaching digital skills equally to girls and boys, protecting girls' safety online, and promoting girls' access to peer learning and mentoring.",
      "metadata": {
        "id": "3956426",
        "name": "Bridging the Gender Digital Divide: Challenges and an Urgent Call for Action for Equitable Digital Skills Development",
        "date_original": 1682553600000,
        "date_changed": 1682655907000,
        "date_created": 1682554553000,
        "primary_country_id": 254,
        "primary_country_name": "World",
        "primary_country_iso3": "wld"
      }
    },
    {
      "summary": " The Ministry of Health and Population in Nepal has instructed hospitals to reserve 10% of beds for poor, helpless, and abandoned patients. In the last 24 hours, 82 new coronavirus cases have been confirmed, bringing the total number of active cases to 361. As the number of infections rises, more people are taking booster doses of the vaccine against the virus.",
      "metadata": {
        "id": "3956455",
        "name": "Focused COVID-19 Media Monitoring, Nepal (April 27, 2023) [EN/NE]",
        "date_original": 1682553600000,
        "date_changed": 1682565866000,
        "date_created": 1682565716000,
        "primary_country_id": 168,
        "primary_country_name": "Nepal",
        "primary_country_iso3": "npl",
        "primary_country_location": {
          "lon": 83.94,
          "lat": 28.25
        }
      }
    },
    {
      "summary": " This report provides an update on the joint markets and supply chain in Somalia from April 16-22, 2023. Prices of most food and non-food items remained stable in most states, except in Puntland, where prices exhibited mixed trends. Prices of local cereal and imported food items declined in Puntland due to increased supply. Camel milk prices declined in Puntland and Southwest due to improved water supply and replenishing pasture. Labor wage rates and fuel prices remained relatively stable. There was sufficient supply of essential food items in the markets and supply chain resilience was good, except in areas affected by crisis or localized heavy rains. Trade and commodity transportation into Somalia was robust, with most roads being accessible. Food items assortment was broad and milk, meat, fish, fruits, and vegetables were readily available. Price drops in camel milk will increase its affordability to market-dependent households, improving protein-rich food intake, especially among children.",
      "metadata": {
        "id": "3956516",
        "name": "Somalia - Joint Markets and Supply Chain Update: 16 - 22 April 2023",
        "date_original": 1682553600000,
        "date_changed": 1682591230000,
        "date_created": 1682582946000,
        "primary_country_id": 216,
        "primary_country_name": "Somalia",
        "primary_country_iso3": "som",
        "primary_country_location": {
          "lon": 47.33,
          "lat": 5.79
        }
      }
    },
    {
      "summary": " This Weekly Bulletin focuses on public health emergencies occurring in the WHO African region. This week’s articles cover Marburg virus disease in Equatorial Guinea and Coronavirus disease (COVID-19) in the WHO African region. Major issues and challenges include the report of new confirmed cases of Marburg Virus Disease (MVD) in Equatorial Guinea and the stable COVID-19 epidemiological situation in the WHO African Region. Countries are advised to maintain response actions such as risk communication and community engagement messaging and advocacy.",
      "metadata": {
        "id": "3956535",
        "name": "Weekly Bulletin on Outbreaks and other Emergencies: Week 17: 17-23 April 2023 (Data as reported by: 17:00; 23 April 2023)",
        "date_original": 1682553600000,
        "date_changed": 1682948886000,
        "date_created": 1682553600000,
        "primary_country_id": 84,
        "primary_country_name": "Equatorial Guinea",
        "primary_country_iso3": "gnq",
        "primary_country_location": {
          "lon": 10.53,
          "lat": 1.61
        }
      }
    },
    {
      "summary": " The 2023 First Round Crop and Livestock Report found that the total area planted under all crops increased by 8% from 2021/22 season to 2022/23. Rainfall was less in the southern parts of Zimbabwe, while northern provinces experienced above-normal rainfall. This stability in the cost of the minimum expenditure basket over the last three months has been a relief for poor and vulnerable households.",
      "metadata": {
        "id": "3956566",
        "name": "Zimbabwe - Food Security and Markets Monitoring Report, March 2023",
        "date_original": 1682553600000,
        "date_changed": 1682591486000,
        "date_created": 1682589761000,
        "primary_country_id": 257,
        "primary_country_name": "Zimbabwe",
        "primary_country_iso3": "zwe",
        "primary_country_location": {
          "lon": 29.94,
          "lat": -19.19
        }
      }
    },
    {
      "summary": " During the period of January-March 2023, UNHCR Myanmar provided core relief items, shelter support, and cash assistance to 1.8 million internally displaced people in Rakhine, Chin, Kachin, Shan, Kayin, Kayah and Mon States, and Bago (East), Tanintharyi, Sagaing and Magway Regions. Of these, 95,000 people received core relief items, 11,500 people received shelter support, and 8,300 people with specific needs benefited from cash assistance. An estimated 1.4 million people have been displaced due to the resumption and intensification of clashes between the Tatmadaw and ethnic armed organizations (EAOs) and/or People’s Defense Forces (PDF) since February 2021, with 630,000 of these being Rohingya in Rakhine State, of which some 147,000 are living in displacement camps as well as among the host community since 2012.",
      "metadata": {
        "id": "3956572",
        "name": "UNHCR Myanmar Operational Update, January-March 2023",
        "date_original": 1682553600000,
        "date_changed": 1682594663000,
        "date_created": 1682590643000,
        "primary_country_id": 165,
        "primary_country_name": "Myanmar",
        "primary_country_iso3": "mmr",
        "primary_country_location": {
          "lon": 96.51,
          "lat": 21.15
        }
      }
    },
    {
      "summary": " WFP has provided food and nutrition assistance to over 118,000 people in 5 of the 8 provinces affected by Cyclone Freddy. WFP is providing multi-modal logistics and transport services to deliver assistance to hard-to-reach areas, and is supporting health services for moderate acute malnutrition treatment. In addition, WFP is supporting people affected by Cyclone Freddy with in-kind food distributions in Tete and Sofala. As of 18 April, over 27,000 cases of cholera have been detected, and over 120 deaths have been reported, with the worst affected province being Zambezia. The government has vaccinated over 1.2 million people.",
      "metadata": {
        "id": "3956619",
        "name": "WFP Mozambique: Cyclone Freddy External Situation Report #11 (20 April 2023 )",
        "date_original": 1682553600000,
        "date_changed": 1682599174000,
        "date_created": 1682598640000,
        "primary_country_id": 164,
        "primary_country_name": "Mozambique",
        "primary_country_iso3": "moz",
        "primary_country_location": {
          "lon": 34.75,
          "lat": -18.09
        }
      }
    },
    {
      "summary": " The Syria crisis entered its thirteenth year in March 2023, with an estimated 15.3 million people in need of humanitarian assistance. The 6 February earthquakes further exacerbated the situation, affecting 8.8 million people. UNHCR is responding to this new emergency and continuing to provide protection and assistance to refugees, asylum-seekers, internally displaced people, returnees, stateless people, and host community members.",
      "metadata": {
        "id": "3956621",
        "name": "Syria: UNHCR Operational Update, January - March 2023",
        "date_original": 1682553600000,
        "date_changed": 1682602287000,
        "date_created": 1682598807000,
        "primary_country_id": 226,
        "primary_country_name": "Syrian Arab Republic",
        "primary_country_iso3": "syr",
        "primary_country_location": {
          "lon": 38.51,
          "lat": 35.01
        }
      }
    },
    {
      "summary": " The ongoing conflict in Sudan has caused a disruption in traffic between Sudan and the Central African Republic (CAR), resulting in a sharp increase in the price of basic commodities. This has exacerbated the already existing food insecurity in the northern region of CAR, with an estimated 120,000 people in need of humanitarian assistance and protection. Approximately 3,000 people have crossed the Sudan border into CAR and are living in spontaneous settlements, with more people reportedly waiting at the border. The humanitarian community is assessing its capacity to scale up the response and provide emergency shelters and food.",
      "metadata": {
        "id": "3956623",
        "name": "Impact of Sudan crisis in the Central African Republic (Flash Update 27 April 2023)",
        "date_original": 1682553600000,
        "date_changed": 1682602651000,
        "date_created": 1682598898000,
        "primary_country_id": 54,
        "primary_country_name": "Central African Republic",
        "primary_country_iso3": "caf",
        "primary_country_location": {
          "lon": 20.48,
          "lat": 6.57
        }
      }
    },
    {
      "summary": "\n\nIn order to assess the impact of insecurity in hard-to-reach areas of Niger, WFP and national partners conducted a cropland change detection analysis using high-resolution satellite images. The analysis covered nearly 6,500 localities in 5 regions and estimated the number of people living in those districts at over 4.7 million. The analysis compared the situation at the end of 2022 agricultural season with that of the previous year (2021) and a pre-crisis baseline (2016). The results of the analysis were used to inform needs assessments and response planning at the locality level.",
      "metadata": {
        "id": "3956635",
        "name": "Niger: Satellite imagery analysis 2022 - Cropland change detection analysis in hard-to-reach areas",
        "date_original": 1682553600000,
        "date_changed": 1682604747000,
        "date_created": 1682601902000,
        "primary_country_id": 174,
        "primary_country_name": "Niger",
        "primary_country_iso3": "ner",
        "primary_country_location": {
          "lon": 9.4,
          "lat": 17.43
        }
      }
    },
    {
      "summary": " This external situation report published on 27 April 2023 provides an update on the global multi-country outbreak of mpox (monkeypox). Since the last report, 183 new cases and 14 new related deaths have been reported to WHO. The Western Pacific Region reported an increase in cases in the last three weeks compared to the three weeks prior, and the Eastern Mediterranean region is also highlighted. The incubation period for mpox is estimated to be six to nine days, and WHO is working with Member States to control and interrupt sustained person-to-person transmission of mpox through risk communication and community engagement activities, including on social media.",
      "metadata": {
        "id": "3956639",
        "name": "Multi-country outbreak of mpox (monkeypox) - External Situation Report 21, published 27 April 2023",
        "date_original": 1682553600000,
        "date_changed": 1682604298000,
        "date_created": 1682602736000,
        "primary_country_id": 254,
        "primary_country_name": "World",
        "primary_country_iso3": "wld"
      }
    },
    {
      "summary": "\nAs of April 23, 2023, there have been 764 million confirmed cases and 6.9 million deaths from COVID-19 reported globally. In the last 28 days, there has been a 23% decrease in new cases and a 36% decrease in deaths compared to the previous 28 days. However, increases in reported cases and deaths are still seen in some regions and countries. Data presented in this report are incomplete and should be interpreted with caution. WHO COVID-19 dashboard provides a full dataset for download.",
      "metadata": {
        "id": "3956660",
        "name": "Coronavirus Disease (COVID-19): Weekly Epidemiological Update (27 April 2023)",
        "date_original": 1682553600000,
        "date_changed": 1682606049000,
        "date_created": 1682605998000,
        "primary_country_id": 254,
        "primary_country_name": "World",
        "primary_country_iso3": "wld"
      }
    },
    {
      "summary": " This report covers the period from April 13 to 24, 2023 in Peru, where heavy rains have caused 65,289 people to be without homes, 377,190 people affected, 146,539 households affected, 99 dead and 13 missing. The UN has deployed teams to Lambayeque, Piura and Tumbes to coordinate international cooperation and humanitarian NGOs, and the UN Central Emergency Response Fund (CERF) has approved an allocation of US$6.9 million to assist 247,000 people in need.",
      "metadata": {
        "id": "3956682",
        "name": "Peru: Flooding Situation Report No. 04 (as of 24 April 2023)",
        "date_original": 1682553600000,
        "date_changed": 1682611322000,
        "date_created": 1682608318000,
        "primary_country_id": 187,
        "primary_country_name": "Peru",
        "primary_country_iso3": "per",
        "primary_country_location": {
          "lon": -75.31,
          "lat": -10.15
        }
      }
    },
    {
      "summary": "\n\nIn April 2023, satellite imagery revealed a loss of nearly 5,000 hectares of cropland in the Artibonite rice plain compared to 2018, corresponding to the beginning of the socio-political, economic and security crisis in Haiti. The security situation had deteriorated in the department of Artibonite due to the presence of armed groups, leading to the abandonment of crop fields in the communes of Dessalines and Petite-Rivière-de-l'Artibonite. The agricultural workforce moved to cultivate in more secure areas, such as Desdunes and Grande Saline, where new fields were detected. These fields were harvested early, between mid-February and early March, instead of the usual March-April.",
      "metadata": {
        "id": "3956755",
        "name": "Haiti | April 2023 - Cropland change analysis in Artibonite (off-season)",
        "date_original": 1682553600000,
        "date_changed": 1682624545000,
        "date_created": 1682623647000,
        "primary_country_id": 113,
        "primary_country_name": "Haiti",
        "primary_country_iso3": "hti",
        "primary_country_location": {
          "lon": -72.43,
          "lat": 19.18
        }
      }
    },
    {
      "summary": "\n\nUNICEF is responding to the conflict in Chad by providing 500 NFI kits, 3,024 bottles of bleach, 100 cartons of RUTF, 14 cartons of Amoxicillin, and medical materials and kits to support existing health services. An agreement with the National Chadian Red Cross (CRT) has been initiated to ensure the deployment of CRT to provide protection services to vulnerable children and their families, as well as communication activities promoting positive behaviors and peace building/social cohesion. As of 27 April, 17 cases of severe acute malnutrition (SAM) are being treated in collaboration with PUI.",
      "metadata": {
        "id": "3957261",
        "name": "UNICEF Chad Humanitarian Flash Update No. 2: 27 April 2023",
        "date_original": 1682553600000,
        "date_changed": 1682882848000,
        "date_created": 1682857099000,
        "primary_country_id": 55,
        "primary_country_name": "Chad",
        "primary_country_iso3": "tcd",
        "primary_country_location": {
          "lon": 18.66,
          "lat": 15.36
        }
      }
    },
    {
      "summary": " In Papua New Guinea, tribal fighting between Aiyala and Nomali tribes has resulted in two deaths and several houses burned down. Humanitarian partners have responded to the violence and an earthquake that occurred in East Sepik province, providing aid to 11,854 IDPs and 70,000 general population. Drought risk status is severe in East New Britain, West New Britain and West Sepik provinces, and the National Disaster Centre has conducted drought assessment missions to the most-affected provinces.",
      "metadata": {
        "id": "3957526",
        "name": "Papua New Guinea: Disaster Management Team Humanitarian Update No. 05 (Updated as of 27th April 2023)",
        "date_original": 1682553600000,
        "date_changed": 1683001550000,
        "date_created": 1683001298000,
        "primary_country_id": 185,
        "primary_country_name": "Papua New Guinea",
        "primary_country_iso3": "png",
        "primary_country_location": {
          "lon": 145.24,
          "lat": -6.48
        }
      }
    },
    {
      "summary": " In Nepal, 136 new coronavirus cases have been reported in the last 24 hours, bringing the total number of active cases to 390.",
      "metadata": {
        "id": "3956025",
        "name": "Focused COVID-19 Media Monitoring, Nepal (April 26, 2023) [EN/NE]",
        "date_original": 1682467200000,
        "date_changed": 1682484001000,
        "date_created": 1682479806000,
        "primary_country_id": 168,
        "primary_country_name": "Nepal",
        "primary_country_iso3": "npl",
        "primary_country_location": {
          "lon": 83.94,
          "lat": 28.25
        }
      }
    },
    {
      "summary": " Somalia is facing a dire humanitarian crisis due to drought, floods, and conflicts. Approximately 8.3 million people, about half the country’s population, are expected to face Crisis or worse (IPC Phase 3 or above). UNICEF is appealing for US$272.3 million to support humanitarian action in 2023, including providing integrated lifesaving health, nutrition, WASH, education, and child protection interventions. There is a 70 percent funding shortfall of US$5.8 million for the Cholera/AWD response plan. In addition to the funding received in 2023, funds and supplies that were carried over from 2022 have also supported the results achieved so far. The security situation of the country remains volatile, with an estimated 154,000 to 203,000 individuals displaced due to conflict. UNICEF and partners are scaling up their responses across all sectors to meet the rapidly growing needs of the drought, flood and Cholera affected populations in the country.",
      "metadata": {
        "id": "3956037",
        "name": "UNICEF Somalia Humanitarian Situation Report No. 3: 31 March 2023",
        "date_original": 1682467200000,
        "date_changed": 1682484354000,
        "date_created": 1682481982000,
        "primary_country_id": 216,
        "primary_country_name": "Somalia",
        "primary_country_iso3": "som",
        "primary_country_location": {
          "lon": 47.33,
          "lat": 5.79
        }
      }
    },
    {
      "summary": " In March 2023, Cyclone Freddy and subsequent flooding affected over 1 million people in five provinces in Mozambique. UNICEF provided medicine kits, mosquito nets, and leaner kits to over 30,000 people, and WASH supplies to nearly 300,000 people. UNICEF also trained 63 technical staff and social mobilisers in five provinces on the case area targeted intervention (CATI) approach to cholera prevention and response. Additionally, a cholera outbreak was declared in Quelimane city with 9,082 cases, 3,200 hospitalizations, and 30 deaths. In Cabo Delgado province, there was a relative reduction in the number of conflict-related incidents and new displacements, while return movements continued. UNICEF is appealing for US$113.1 million to sustain the provision of life-saving services for over one million children and families in Mozambique affected by multiple shocks.",
      "metadata": {
        "id": "3956044",
        "name": "UNICEF Mozambique Humanitarian Situation Report No. 3: 31 March 2023",
        "date_original": 1682467200000,
        "date_changed": 1682489664000,
        "date_created": 1682485066000,
        "primary_country_id": 164,
        "primary_country_name": "Mozambique",
        "primary_country_iso3": "moz",
        "primary_country_location": {
          "lon": 34.75,
          "lat": -18.09
        }
      }
    },
    {
      "summary": "\n\nIn January 2023, the Ministry of Agriculture and Livestock (MOAL) of Bhutan participated in the Logistics Cluster’s Preparedness Design Workshop in Rome, Italy, and the Ministry of Finance endorsed disaster preparedness activities. Between January and March, the Preparedness Officer coordinated with MoAL and the Department of Local Governance and Disaster Management (DLGDM) to prepare for the Standard Operating Procedures (SOPs) development workshop for the national logistics desk. The SOPs will guide the strategic actions of relevant stakeholders in emergency logistics coordination and response.",
      "metadata": {
        "id": "3956049",
        "name": "Bhutan Preparedness - Quarterly Update, January - March 2023",
        "date_original": 1682467200000,
        "date_changed": 1682486880000,
        "date_created": 1682486218000,
        "primary_country_id": 38,
        "primary_country_name": "Bhutan",
        "primary_country_iso3": "btn",
        "primary_country_location": {
          "lon": 90.43,
          "lat": 27.42
        }
      }
    },
    {
      "summary": " In January and February 2023, the Government of Tajikistan, with the support of the United Nations World Food Programme and the Global Logistics Cluster’s Field-Based Preparedness Project, organised a National Logistics Preparedness Working Group workshop to finalise the draft national logistics preparedness action plan and develop a national logistics information sharing portal. The Preparedness Officer also participated in a Preparedness Design Workshop in Rome, Italy, and showcased the Logistics Information Exchange Platform and STOCK of Humanitarian Organisations Logistics Mapping with Tajikistan’s logistics data at the NLPWG workshop to obtain feedback.",
      "metadata": {
        "id": "3956053",
        "name": "Tajikistan Preparedness - Quarterly Update, January - March 2023",
        "date_original": 1682467200000,
        "date_changed": 1682486955000,
        "date_created": 1682486929000,
        "primary_country_id": 227,
        "primary_country_name": "Tajikistan",
        "primary_country_iso3": "tjk",
        "primary_country_location": {
          "lon": 71.04,
          "lat": 38.84
        }
      }
    },
    {
      "summary": " In January-March 2023, the Ministry of Labour and Social Welfare of Laos (MoLSW) held a consultative meeting with the Food and Drug Department, Ministry of Health, and conducted a biannual National Logistics Preparedness Working Group (NLPWG) Meeting with support from the World Food Programme (WFP) and the Global Logistics Cluster Field-Based Preparedness Project (FBPP). These meetings were part of an ongoing initiative to map relevant national and international actors on importation and customs clearance of humanitarian relief items and streamline relevant mechanisms and processes, as well as discuss progress, challenges, and actions implemented by relevant stakeholders in relation to the National Logistics Preparedness Action Plan and key logistics preparedness priorities in 2023.",
      "metadata": {
        "id": "3956054",
        "name": "Lao PDR Preparedness - Quarterly Update, January - March 2023",
        "date_original": 1682467200000,
        "date_changed": 1682490715000,
        "date_created": 1682487067000,
        "primary_country_id": 135,
        "primary_country_name": "Lao People's Democratic Republic (the)",
        "primary_country_iso3": "lao",
        "primary_country_location": {
          "lon": 102.59,
          "lat": 19.92
        }
      }
    },
    {
      "summary": "\n\nUNHCR and its partners have responded to the worsening humanitarian crisis in north-west Syria, providing core relief items and protection services to those affected by the earthquakes. UNHCR has also increased coordination of the three clusters under its responsibility.",
      "metadata": {
        "id": "3956132",
        "name": "UNHCR Cross-Border Operation for North-West Syria 2023 - January - March 2023",
        "date_original": 1682467200000,
        "date_changed": 1682502695000,
        "date_created": 1682500299000,
        "primary_country_id": 226,
        "primary_country_name": "Syrian Arab Republic",
        "primary_country_iso3": "syr",
        "primary_country_location": {
          "lon": 38.51,
          "lat": 35.01
        }
      }
    },
    {
      "summary": " This Gender Alert focuses on the impact of multiple crises in Ethiopia on women, and their underrepresentation in peace processes and institutional frameworks. It highlights the need for a robust gender-sensitive institutional set-up to ensure more women's engagement in peace and security. UN Women and partners are working with the Government of Ethiopia to develop a National Action Plan for Resolution 1325, with the leadership and ownership of the process by the Ministry for Women and Social Affairs and the Ministry of Peace. The role of women's movement is also paramount.",
      "metadata": {
        "id": "3956210",
        "name": "Humanitarian Gender Alert - Women, peace and security and humanitarian action in context of Ethiopia (April 2023 - Issue 3)",
        "date_original": 1682467200000,
        "date_changed": 1682511128000,
        "date_created": 1682509330000,
        "primary_country_id": 87,
        "primary_country_name": "Ethiopia",
        "primary_country_iso3": "eth",
        "primary_country_location": {
          "lon": 39.62,
          "lat": 8.63
        }
      }
    },
    {
      "summary": " The 2022 Climate Risk Insurance Annual Report from WFP highlights the achievements of their CRI programmes in 21 countries across Africa, Asia, Latin America and the Caribbean. It provides an overview of how WFP is promoting gender equality and women’s empowerment in its programmes, as well as stories from the field and interviews with partners. In 2022, WFP provided financial protection to over 3.8 million people, with payouts of US$12.6 million to support 1.8 million people affected by droughts, floods, and hurricanes.",
      "metadata": {
        "id": "3956216",
        "name": "2022 Climate Risk Insurance Annual Report",
        "date_original": 1682467200000,
        "date_changed": 1682523360000,
        "date_created": 1682510172000,
        "primary_country_id": 254,
        "primary_country_name": "World",
        "primary_country_iso3": "wld"
      }
    },
    {
      "summary": "\n\nThe security situation in Las Caanood, Somalia remains tense, with 154,230 people displaced from the town due to fighting. UNHCR and its partner, Norwegian Refugee Council (NRC), have set up protection helpdesks in Sool, Togdheer and Sanaag regions to identify and support serious protection incidents. NRC has also started community mobilization and engagement processes at site level. In Kalabaydh, UNHCR's partner has visited 300 IDP families in need of emergency shelter, WASH facilities, and protection support.",
      "metadata": {
        "id": "3956273",
        "name": "East and Horn of Africa, and the Great Lakes Region - External Update #2: Las Caanood Situation - Emergency Response in Somalia and Ethiopia (19 April 2023)",
        "date_original": 1682467200000,
        "date_changed": 1682519203000,
        "date_created": 1682519114000,
        "primary_country_id": 216,
        "primary_country_name": "Somalia",
        "primary_country_iso3": "som",
        "primary_country_location": {
          "lon": 47.33,
          "lat": 5.79
        }
      }
    },
    {
      "summary": " In north-west Syria, a long-standing humanitarian crisis has been exacerbated by earthquakes. UNHCR and its partners have increased the provision of relief items and protection services to those affected, and have strengthened the coordination of the three clusters under their responsibility. 2.7 million people are displaced and 4.1 million are reliant on humanitarian assistance.",
      "metadata": {
        "id": "3956279",
        "name": "North - West Syria: UNHCR Operational Update, January - March 2023",
        "date_original": 1682467200000,
        "date_changed": 1682598779000,
        "date_created": 1682519605000,
        "primary_country_id": 226,
        "primary_country_name": "Syrian Arab Republic",
        "primary_country_iso3": "syr",
        "primary_country_location": {
          "lon": 38.51,
          "lat": 35.01
        }
      }
    },
    {
      "summary": " Over the past week, light to moderate rains were recorded over several parts of Somalia with some areas receiving intense rains of more than 20 mm per day. According to the weekly forecast, several areas in southern, central and northwestern parts of Somalia are expected to observe heavy to very heavy cumulative rainfall during the forecast period, with some areas expected to receive more than 150 mm of rainfall. Dry conditions are expected in northern and eastern parts of Bari region including the coastal areas. High temperatures of between 28°C and 32°C are expected in southern and central parts of the country, and moderate temperatures of between 24°C and 28°C in the northern parts.",
      "metadata": {
        "id": "3956282",
        "name": "Somalia Weekly Weather Forecast - Valid From 26th April to 3rd May 2023",
        "date_original": 1682467200000,
        "date_changed": 1682528622000,
        "date_created": 1682520170000,
        "primary_country_id": 216,
        "primary_country_name": "Somalia",
        "primary_country_iso3": "som",
        "primary_country_location": {
          "lon": 47.33,
          "lat": 5.79
        }
      }
    },
    {
      "summary": "\n\nThe World Bank released a report, Rising Strong: Peru Poverty and Equity Assessment, which found that seven in ten Peruvians are poor or at risk of falling into poverty due to the COVID-19 pandemic. The report also found that poverty had decreased from 59 percent to 20 percent between 2004 and 2019, but increased to 26 percent in 2021 due to the pandemic. Additionally, the report found that most of the poor live in urban areas, and that four in ten Peruvians are at risk of falling into poverty. The report includes public policy recommendations to reduce poverty and promote inclusive development, such as promoting access to quality public services, addressing high levels of informality and job insecurity, and closing gender gaps.",
      "metadata": {
        "id": "3956321",
        "name": "Rising Strong: Peru Poverty and Equity Assessment",
        "date_original": 1682467200000,
        "date_changed": 1682526380000,
        "date_created": 1682526352000,
        "primary_country_id": 187,
        "primary_country_name": "Peru",
        "primary_country_iso3": "per",
        "primary_country_location": {
          "lon": -75.31,
          "lat": -10.15
        }
      }
    },
    {
      "summary": "\n\nThe UNHCR Regional Operational Update for West and Central Africa for October-December 2022 highlights the successful resettlement of 5,096 refugees from Niger to third countries, the 16 Days of Activism campaign to eliminate violence against women, and the voluntary repatriation of 316,000 Ivorians linked to the cessation of their refugee status.",
      "metadata": {
        "id": "3956342",
        "name": "UNHCR Regional Operational Update - West and Central Africa Operational Update (October - December 2022)",
        "date_original": 1682467200000,
        "date_changed": 1682529024000,
        "date_created": 1682528400000,
        "primary_country_id": 36,
        "primary_country_name": "Benin",
        "primary_country_iso3": "ben",
        "primary_country_location": {
          "lon": 2.43,
          "lat": 10.34
        }
      }
    },
    {
      "summary": " On March 9th, 150 asylum seekers were received in Rwanda, bringing the total population of the ETM Centre to 674 individuals. Since November 2022, UNHCR has received 5,876 asylum seekers from the DRC due to the ongoing conflict in the North-eastern part of the country. A field mission was hosted by UNHCR for the heads of the United Nations agencies in Rwanda to the Kirehe District and Mahama Refugee Camp to showcase the situation of refugees and host communities in the district.",
      "metadata": {
        "id": "3956380",
        "name": "UNHCR Operational Update Rwanda, March 2023",
        "date_original": 1682467200000,
        "date_changed": 1682535647000,
        "date_created": 1682535621000,
        "primary_country_id": 198,
        "primary_country_name": "Rwanda",
        "primary_country_iso3": "rwa",
        "primary_country_location": {
          "lon": 29.92,
          "lat": -1.87
        }
      }
    },
    {
      "summary": "\n\nViolent clashes between government forces and nonstate armed groups in the eastern provinces of North Kivu and Ituri in the Democratic Republic of the Congo have caused over 881,000 people to be displaced since March 2022. Many have fled to Goma and South Kivu Province, while others in locations such as Beni and Bunia are facing escalating violence and human rights violations. The humanitarian response is being scaled up to address the urgent needs of the displaced.",
      "metadata": {
        "id": "3956385",
        "name": "Democratic Republic of the Congo: Emergency Update (13 - 26 March 2023)",
        "date_original": 1682467200000,
        "date_changed": 1682537277000,
        "date_created": 1682537154000,
        "primary_country_id": 75,
        "primary_country_name": "Democratic Republic of the Congo",
        "primary_country_iso3": "cod",
        "primary_country_location": {
          "lon": 21.7587,
          "lat": -4.03833
        }
      }
    },
    {
      "summary": " This report provides an overview of the risks, current state of inclusive insurance and disaster risk finance, and recommendations to advance these areas in the United Republic of Tanzania. Risks include floods, drought, earthquakes, disease outbreak and marine accidents. Inclusive insurance is supported by government and regulatory bodies, with at least five insurance companies offering microinsurance products. Disaster risk finance is coordinated by the Disaster Management Department, with the Government shouldering the costs of disasters. Recommendations include enhancing market-based research and development activities for inclusive insurance, assisting the Tanzania Insurance Regulatory Authority to enhance the enabling environment, building industry capacity, developing risk information and modelling systems, and developing a comprehensive disaster risk financing strategy.",
      "metadata": {
        "id": "3956386",
        "name": "Inclusive insurance and risk financing in the United Republic of Tanzania: Snapshot and way forward 2023",
        "date_original": 1682467200000,
        "date_changed": 1682537485000,
        "date_created": 1682536284000,
        "primary_country_id": 244,
        "primary_country_name": "United Republic of Tanzania",
        "primary_country_iso3": "tza",
        "primary_country_location": {
          "lon": 34.82,
          "lat": -6.27
        }
      }
    },
    {
      "summary": " This report provides an update on the protection situation of refugees from Ukraine, based on data from 17,708 interviews conducted in Hungary, Moldova, Poland, Romania, and Slovakia between October 2022 and mid-February 2023. The data is supplemented by results from focus group discussions with refugee communities and other exercises conducted by UNHCR and partners. The report is intended to provide an update on the results of UNHCR’s 2022 protection monitoring report on the situation of refugees from Ukraine, as well as a partial update of UNHCR’s report ‘The Implementation of the Temporary Protection Directive: Six Months On’.",
      "metadata": {
        "id": "3956408",
        "name": "Displacement Patterns, Protection Risks and Needs of Refugees from Ukraine - Regional Protection Analysis # 2",
        "date_original": 1682467200000,
        "date_changed": 1682541112000,
        "date_created": 1682541092000,
        "primary_country_id": 190,
        "primary_country_name": "Poland",
        "primary_country_iso3": "pol",
        "primary_country_location": {
          "lon": 19.3,
          "lat": 52.12
        }
      }
    },
    {
      "summary": " On 30 March, 100,000 Venezuelans had been relocated from the North of Brazil to other parts of the country since 2018. 15 elderly people were welcomed at the Casa de Acolhida – Jardim Paraíso, a reception service of the Nova Iguaçu Municipal Secretariat of Social Assistance. This is the second group of elderly Venezuelans hosted at the site, which has been in operation since 2020 and is supported by federal and municipal resources. Elderly people face additional barriers in accessing durable solutions, such as xenophobia, lack of digital inclusion, and ageism.",
      "metadata": {
        "id": "3956410",
        "name": "UNHCR Brazil - Interiorization Report - January to March 2023 [EN/PT]",
        "date_original": 1682467200000,
        "date_changed": 1682541313000,
        "date_created": 1682541271000,
        "primary_country_id": 42,
        "primary_country_name": "Brazil",
        "primary_country_iso3": "bra",
        "primary_country_location": {
          "lon": -51.62,
          "lat": -9.59
        }
      }
    },
    {
      "summary": " The UNHCR is responding to the emergency in Ukraine, where shelling has damaged hospitals and injured health workers. As of April 18, there have been 22,904 civilian casualties since Russia's invasion, including 765 in March. The IAEA Director General has warned of a major risk to nuclear safety and security due to the dependence of Ukraine’s Zaporizhzhia Nuclear Power Plant on a single functioning power line. Air and missile strikes continue, with a missile strike on Sloviansk killing at least eight civilians on April 14. The Ministry of Defence of Ukraine has noted that the fiercest battles are fought for Bakhmut and Mar’yinka.",
      "metadata": {
        "id": "3956412",
        "name": "Ukraine Emergency: UNHCR Operational Response, Delivery Updates (19 April 2023) [EN/UK]",
        "date_original": 1682467200000,
        "date_changed": 1683278800000,
        "date_created": 1682541667000,
        "primary_country_id": 241,
        "primary_country_name": "Ukraine",
        "primary_country_iso3": "ukr",
        "primary_country_location": {
          "lon": 31.32,
          "lat": 49.32
        }
      }
    },
    {
      "summary": " In Nepal, 113 new coronavirus cases have been confirmed in the last 24 hours, bringing the total number of active cases to 362. The Ministry of Health and Population has urged the public to get vaccinated, and President Ramchandra Paudel is undergoing further health examinations with his condition gradually improving.",
      "metadata": {
        "id": "3955638",
        "name": "Focused COVID-19 Media Monitoring, Nepal (April 25, 2023) [EN/NE]",
        "date_original": 1682380800000,
        "date_changed": 1682393182000,
        "date_created": 1682392966000,
        "primary_country_id": 168,
        "primary_country_name": "Nepal",
        "primary_country_iso3": "npl",
        "primary_country_location": {
          "lon": 83.94,
          "lat": 28.25
        }
      }
    },
    {
      "summary": "\n\nThe Turkish Ministry of Interior reported that 20% of people who had relocated due to the earthquake are returning, likely due to financial constraints. UNHCR has also observed an increase in refugees returning to the affected provinces for similar reasons. To meet the needs of the returning population, authorities are strengthening shelter capacity and debris removal is expected to be completed by 21 April, except in Hatay.",
      "metadata": {
        "id": "3955683",
        "name": "UNHCR Türkiye Earthquake Emergency Response (20 April 2023)",
        "date_original": 1682380800000,
        "date_changed": 1682421849000,
        "date_created": 1682410115000,
        "primary_country_id": 236,
        "primary_country_name": "Türkiye",
        "primary_country_iso3": "tur",
        "primary_country_location": {
          "lon": 35.18,
          "lat": 39.06
        }
      }
    },
    {
      "summary": " The economies of Albania, Bosnia & Herzegovina, Kosovo, Montenegro, North Macedonia, and Serbia have surpassed pre-pandemic levels despite multiple economic shocks, according to the latest Western Balkans Regular Economic Report. GDP growth is expected to moderate to 2.6 percent in 2023, driven by private consumption, exports, and public investment. Inflation has surged to a two-decade high, and price pressures remain elevated, affecting low-income households severely. Employment growth has slowed, and the outlook for the Western Balkans remains positive, though reforms are needed to accelerate the green transition and to address key structural challenges.",
      "metadata": {
        "id": "3955697",
        "name": "Western Balkans Regular Economic Report No.23 (Spring 2023): Testing Resilience [EN/SQ/RS]",
        "date_original": 1682380800000,
        "date_changed": 1682495101000,
        "date_created": 1682414171000,
        "primary_country_id": 209,
        "primary_country_name": "Serbia",
        "primary_country_iso3": "srb",
        "primary_country_location": {
          "lon": 20.8,
          "lat": 44.23
        }
      }
    },
    {
      "summary": " The Shelter Cluster in Yemen has received 11% of its 2023 funding requirements and has so far reached 164,000 IDPs, returnees, and vulnerable host with various shelter assistance. The Cluster has developed a Flood Preparedness and Response plan to respond to the most vulnerable IDPs and conducted two information management refresher sessions. However, there is a lack of funding to support longer-term shelter solutions and eviction threats are rising in IDP hosting sites.",
      "metadata": {
        "id": "3955766",
        "name": "Shelter Cluster Factsheet for Q1 2023 (January - March 2023)",
        "date_original": 1682380800000,
        "date_changed": 1682431482000,
        "date_created": 1682424870000,
        "primary_country_id": 255,
        "primary_country_name": "Yemen",
        "primary_country_iso3": "yem",
        "primary_country_location": {
          "lon": 47.62,
          "lat": 15.94
        }
      }
    },
    {
      "summary": "\n\nFighting between the Sudanese Armed Forces (SAF) and the Rapid Support Forces (RSF) has been ongoing since April 15th, 2023, resulting in over 427 deaths and 3,700 injuries. Civilians are fleeing to Chad, Egypt and South Sudan, with nearly 4,000 people registered moving from Sudan to South Sudan as of 24 April. Humanitarian partners in South Sudan are scaling up their presence in key response areas and preparing an emergency response to address the needs of the most vulnerable people. The new arrivals are in need of food and health screenings.",
      "metadata": {
        "id": "3955877",
        "name": "Impact of Sudan Crisis on South Sudan Flash Update No. 1 (As of 25 April 2023)",
        "date_original": 1682380800000,
        "date_changed": 1682447500000,
        "date_created": 1682437305000,
        "primary_country_id": 8657,
        "primary_country_name": "South Sudan",
        "primary_country_iso3": "ssd",
        "primary_country_location": {
          "lon": 30.5,
          "lat": 6.9
        }
      }
    },
    {
      "summary": " The Nevado del Ruiz volcano in Colombia has been upgraded to orange activity level, indicating a higher probability of eruption in the near future. This could potentially affect 57,000 people, including 17,000 children and adolescents. The UNGRD has requested the local governments to evacuate 2,500 families, and the ICBF has prepared a contingency plan with food stocks and Mobile Units teams. The Ministry of Education has identified 60 educational institutions and 55,000 students that could be affected, and the Ministry of Housing, City and Territory has issued an information circular regarding WASH sector measures.",
      "metadata": {
        "id": "3955959",
        "name": "UNICEF Colombia Humanitarian Flash Note No. 1 (Nevado del Ruiz Volcano) for 22 April 2023.",
        "date_original": 1682380800000,
        "date_changed": 1682452291000,
        "date_created": 1682449987000,
        "primary_country_id": 64,
        "primary_country_name": "Colombia",
        "primary_country_iso3": "col",
        "primary_country_location": {
          "lon": -73.07,
          "lat": 3.9
        }
      }
    },
    {
      "summary": " UNICEF is supporting the Ministry of Education in Malawi to ensure the safe reopening of schools through a back-to-school campaign. Over the last two weeks, 94,676 children under five were screened for acute malnutrition, of whom 293 were identified with Severe Acute Malnutrition (SAM) and referred for treatment. 45,169 people have been reached with safe water as a result of the rehabilitation of water points and the provision of water treatment solutions. UNICEF has secured USD 16.2 million for the 2023 HAC target of USD 52.4 million, leaving a USD 36.2 million (69%) funding gap. In total, 5.9 million people, 2.95 million children, 659,278 internally displaced people, and 3.068 million women and girls are in need of humanitarian assistance.",
      "metadata": {
        "id": "3955963",
        "name": "UNICEF Malawi Humanitarian Situation Report No. 3 for 1-15 April 2023.",
        "date_original": 1682380800000,
        "date_changed": 1682452511000,
        "date_created": 1682450723000,
        "primary_country_id": 146,
        "primary_country_name": "Malawi",
        "primary_country_iso3": "mwi",
        "primary_country_location": {
          "lon": 33.74,
          "lat": -13.22
        }
      }
    },
    {
      "summary": " In Honduras, 247,090 people were internally displaced between 2004 and 2018 due to violence. In December 2022, the National Congress of Honduras approved the Law for the Prevention, Care and Protection of Internally Displaced Persons, which was officially promulgated in March 2023. This law provides a comprehensive response to internal displacement, including early warning systems, prevention and contingency plans, humanitarian assistance, protection of rights, seed capital, and access to justice. It also creates the National Forced Displacement Response System to oversee the implementation of the law.",
      "metadata": {
        "id": "3955981",
        "name": "Honduras - IDP Law - April 2023",
        "date_original": 1682380800000,
        "date_changed": 1682526022000,
        "date_created": 1682463295000,
        "primary_country_id": 116,
        "primary_country_name": "Honduras",
        "primary_country_iso3": "hnd",
        "primary_country_location": {
          "lon": -86.62,
          "lat": 14.82
        }
      }
    },
    {
      "summary": " The World Health Organization's Thailand Weekly Situation Update No. 262 reported 4,730,490 confirmed cases and 33,947 total deaths. From 15-22 April 2022, the daily average numbers reported were 155 new confirmed cases per day (including hospital admissions only) and 1 death per day. The main messages are to continue to reduce community transmission of COVID-19, encourage COVID-free settings and booster vaccinations, and to get vaccinated, maintain universal precautions, and stay informed.",
      "metadata": {
        "id": "3956014",
        "name": "COVID-19 WHO Thailand Weekly Situation Update No. 262 - 25 April 2023",
        "date_original": 1682380800000,
        "date_changed": 1682479545000,
        "date_created": 1682474795000,
        "primary_country_id": 228,
        "primary_country_name": "Thailand",
        "primary_country_iso3": "tha",
        "primary_country_location": {
          "lon": 101.02,
          "lat": 15.13
        }
      }
    },
    {
      "summary": " This weekly report provides an overview of the rainfall, water levels, and drought conditions in the Lower Mekong River Basin from April 18-24, 2023. Rainfall was observed in some areas, while temperatures are expected to be warm and rainfall below average for the next 7 days. Water levels at most monitoring stations are below their long-term average value, except at Luang Prabang, Thakhek, Savannakhet, Stung Treng and Kratie and Koh Khel. Drought conditions are expected to remain in some areas in the upper, middle, and lower parts of the basin, with average rainfall forecasted for April and severe dryness in May in the 3S area.",
      "metadata": {
        "id": "3956045",
        "name": "Weekly Dry Season Situation Report in the Lower Mekong River Basin - 18-24 April 2023",
        "date_original": 1682380800000,
        "date_changed": 1682489738000,
        "date_created": 1682485265000,
        "primary_country_id": 48,
        "primary_country_name": "Cambodia",
        "primary_country_iso3": "khm",
        "primary_country_location": {
          "lon": 104.92,
          "lat": 12.46
        }
      }
    },
    {
      "summary": " Oromia Region is facing multiple health related challenges due to drought and floods, including outbreaks of measles and cholera. Health cluster partners are responding to the public health threats with support from OCHA, including a measles vaccination campaign in West Wollega Zone and the delivery of cholera drugs and supplies to Guji Zone. The Ethiopia Humanitarian Fund is also providing essential health services to 19,000 people displaced by flash floods in Borena Zone. A multi-sectoral drought impact assessment was conducted in West Hararghe Zone, identifying over 72,000 households in need of assistance.",
      "metadata": {
        "id": "3956091",
        "name": "Health response and preparedness in Oromia Region (25 April 2023)",
        "date_original": 1682380800000,
        "date_changed": 1682509333000,
        "date_created": 1682495441000,
        "primary_country_id": 87,
        "primary_country_name": "Ethiopia",
        "primary_country_iso3": "eth",
        "primary_country_location": {
          "lon": 39.62,
          "lat": 8.63
        }
      }
    },
    {
      "summary": " Fighting between the Sudanese Armed Forces (SAF) and paramilitary Rapid Support Forces (RSF) has been ongoing since 15 April 2023, resulting in at least 427 deaths and over 3,700 injuries. There are also reports of deaths and injuries among refugees and IDPs, as well as looting of humanitarian supplies and warehouses. On 24 April, US Secretary of State Antony Blinken announced a 72-hour ceasefire between the warring factions, starting at midnight on 24 April.",
      "metadata": {
        "id": "3956154",
        "name": "Sudan Situation - UNHCR External Update #2 - 25 April 2023",
        "date_original": 1682380800000,
        "date_changed": 1682509570000,
        "date_created": 1682503451000,
        "primary_country_id": 220,
        "primary_country_name": "Sudan",
        "primary_country_iso3": "sdn",
        "primary_country_location": {
          "lon": 30,
          "lat": 15
        }
      }
    },
    {
      "summary": "\n\nHeavy fighting between the Rapid Support Forces (RSF) and the Sudanese Armed Forces (SAF) has been ongoing for 11 days, despite multiple agreements for ceasefires. The human toll of the crisis is devastating, with 459 people killed and more than 4,000 injured, mostly civilians. Humanitarian assets and offices have been looted, and five aid workers have been killed. At least 75,000 people have been internally displaced in Sudan, and thousands more have fled to neighboring countries. IOM is calling on all parties to ensure the safety of humanitarians and allow their unrestricted access to be able to assist those most vulnerable, and is appealing for the restoration of calm and dialogue to resolve the crisis and enable humanitarian aid.",
      "metadata": {
        "id": "3956580",
        "name": "Sudan: Escalating Conflict Situation Update 25 April 2023",
        "date_original": 1682380800000,
        "date_changed": 1682606818000,
        "date_created": 1682592813000,
        "primary_country_id": 220,
        "primary_country_name": "Sudan",
        "primary_country_iso3": "sdn",
        "primary_country_location": {
          "lon": 30,
          "lat": 15
        }
      }
    },
    {
      "summary": " This Live Wire provides evidence of how clean cooking solutions are gaining ground in refugee camps and other displacement settlements around the world. It discusses how new operating models can improve affordability and suggests that clean cooking should be integrated into basic service packages provided to displaced populations.",
      "metadata": {
        "id": "3957225",
        "name": "Breaking Barriers: Improving Access to Clean Cooking in Displacement Settings",
        "date_original": 1682380800000,
        "date_changed": 1682828055000,
        "date_created": 1682813209000,
        "primary_country_id": 254,
        "primary_country_name": "World",
        "primary_country_iso3": "wld"
      }
    },
    {
      "summary": " The Nepalese government is launching a week-long immunization campaign targeting deprived children, while 81 new coronavirus cases have been confirmed in the last 24 hours. There are currently 370 active cases in the country, and the health condition of President Ramchandra Paudel, who is receiving treatment in India, has improved gradually.",
      "metadata": {
        "id": "3955294",
        "name": "Focused COVID-19 Media Monitoring, Nepal (April 24, 2023) [EN/NE]",
        "date_original": 1682294400000,
        "date_changed": 1682311736000,
        "date_created": 1682307504000,
        "primary_country_id": 168,
        "primary_country_name": "Nepal",
        "primary_country_iso3": "npl",
        "primary_country_location": {
          "lon": 83.94,
          "lat": 28.25
        }
      }
    },
    {
      "summary": " In March 2023, WFP provided assistance to 7.3 million people in Yemen, 17 million of whom were food insecure and 6.1 million in IPC Phase 4 (Emergency). Food security data showed that the prevalence of inadequate food consumption remained stable for the third consecutive month, with food prices increasing in the south and decreasing in the north. Hostilities between IRG and SBA forces escalated in late March, but no airstrikes or cross-border aerial attacks have been reported since the truce started in April 2022.",
      "metadata": {
        "id": "3955305",
        "name": "WFP Yemen Situation Report #3, March 2023",
        "date_original": 1682294400000,
        "date_changed": 1682316750000,
        "date_created": 1682314617000,
        "primary_country_id": 255,
        "primary_country_name": "Yemen",
        "primary_country_iso3": "yem",
        "primary_country_location": {
          "lon": 47.62,
          "lat": 15.94
        }
      }
    },
    {
      "summary": " This week, there were 378 new RT-PCR confirmed cases of COVID-19 in Nepal, with the majority (210 cases) coming from Kathmandu district and 68.5% (259 cases) from the Kathmandu Valley. Of the total RT-PCR confirmed cases, 98.7% (989,779) have recovered, 0.01% (378) are active cases, and 1.19% (12,022) are deaths.",
      "metadata": {
        "id": "3955339",
        "name": "Situation Update #157 - Coronavirus Disease 2019 (COVID-19) WHO Country Office for Nepal Reporting Date: 10 - 16 April 2023 (Epi Week 15)",
        "date_original": 1682294400000,
        "date_changed": 1682333907000,
        "date_created": 1682321316000,
        "primary_country_id": 168,
        "primary_country_name": "Nepal",
        "primary_country_iso3": "npl",
        "primary_country_location": {
          "lon": 83.94,
          "lat": 28.25
        }
      }
    },
    {
      "summary": " In March 2023, WFP provided life-saving humanitarian food assistance to 3.5 million people in Somalia, including 3.4 million people who received cash-based transfers or in-kind support and 142,000 vulnerable drought-affected people. Nutrition support was provided to 888,000 people, including children under five and pregnant and lactating women. 27,000 people were reached with first line assistance in Adan Yaabal, a district made newly accessible following government-led military operations. The ongoing drought is about to become the longest in Somalia’s history, with 6.5 million people projected to face Crisis-level or worse food insecurity between April and June 2023. 1.8 million children under five years are estimated to suffer from acute malnutrition in 2023, while 478,000 of them are likely to be facing life-threatening severe malnutrition. Early seasonal climate forecasts indicate a 50 percent likelihood of a potential onset of a sixth below-average rainy season from March–June 2023.",
      "metadata": {
        "id": "3955355",
        "name": "WFP Somalia: Famine Prevention Response Situation Report (March 2023)",
        "date_original": 1682294400000,
        "date_changed": 1682334442000,
        "date_created": 1682325341000,
        "primary_country_id": 216,
        "primary_country_name": "Somalia",
        "primary_country_iso3": "som",
        "primary_country_location": {
          "lon": 47.33,
          "lat": 5.79
        }
      }
    },
    {
      "summary": "\n\nIn Ethiopia, food distributions and humanitarian aid have begun in Afar, Amhara and Tigray regions due to drought, floods and an alarming spread of infectious diseases, including a cholera outbreak that puts 3.3 million people at high-risk. Over 3 million people have been prioritized for response in the Government and partners' four-month (April-July) Drought Response Operational Action Plan. Humanitarian supplies are being moved to assist people in need across the three regions, with over 50% of the targeted 663,600 people in need in Afar having received food assistance, and close to 39,000 people out of the targeted 1.48 million people in Amhara having benefited. In Tigray, more than 125,000 people of the targeted beneficiaries (2.9 million) have received food assistance. Additionally, a measles outbreak has been reported in six woredas of Afar, Oromia (West Wollega), and Tigray, with 65 new suspected cases reported as of April 18th. Resources are needed for measles response, including vaccines, medicine, medical supplies, social mobilization, training of health workers, and case-finding. The drought situation is still dire, with high levels of food insecurity,",
      "metadata": {
        "id": "3955432",
        "name": "Ethiopia - Situation Report, 24 Apr 2023",
        "date_original": 1682294400000,
        "date_changed": 1682343806000,
        "date_created": 1682339022000,
        "primary_country_id": 87,
        "primary_country_name": "Ethiopia",
        "primary_country_iso3": "eth",
        "primary_country_location": {
          "lon": 39.62,
          "lat": 8.63
        }
      }
    },
    {
      "summary": " In 2023, Haiti is facing political instability, reconstruction and recovery efforts from the 2021 earthquake, severe food insecurity, concerning malnutrition rates, growing violence, an ongoing fuel crisis, and vulnerability to natural hazards. UNICEF is providing basic services such as WASH, education, health, nutrition, child protection, and social protection services. UNICEF requires US$210.3 million to ensure life-saving humanitarian support for women and children in Haiti, but there is a funding gap of US$186.8 million.",
      "metadata": {
        "id": "3955536",
        "name": "UNICEF Haiti Humanitarian Situation Report N.1: January - February 2023",
        "date_original": 1682294400000,
        "date_changed": 1682351133000,
        "date_created": 1682350006000,
        "primary_country_id": 113,
        "primary_country_name": "Haiti",
        "primary_country_iso3": "hti",
        "primary_country_location": {
          "lon": -72.43,
          "lat": 19.18
        }
      }
    },
    {
      "summary": "\n\nUNHCR Romania is providing support to refugees from Ukraine in Romania during a transitional period. Key priorities include providing information desks, increased support for refugees with specific needs, enhanced engagement with municipalities, and enhanced counselling and support. The cash working group is considering a one-off assistance to bridge the housing and other needs' gap. UN Agencies are also liaising with authorities to ensure that the new support system is accessible to all. As of 16 April 2023, 128,618 refugees have been granted temporary protection in Romania, with 101,341 refugees in Romania and 65,000 refugees assisted since 2022.",
      "metadata": {
        "id": "3955568",
        "name": "UNHCR Romania: Ukraine Refugee Situation Update, Update #43, 21 April 2023",
        "date_original": 1682294400000,
        "date_changed": 1682355481000,
        "date_created": 1682354560000,
        "primary_country_id": 196,
        "primary_country_name": "Romania",
        "primary_country_iso3": "rou",
        "primary_country_location": {
          "lon": 24.9668,
          "lat": 45.9432
        }
      }
    },
    {
      "summary": " In 2021, the deteriorating humanitarian situation in Afghanistan led to increased cross border movement of Afghans seeking protection and asylum in neighboring countries. As of the end of 2022, UNICEF had provided critical support to Afghans and host community members in the neighbouring countries, reaching over 350,000 children with access to education and more than 325,000 children vaccinated against measles. UNICEF appealed for US$81.2 million to meet the needs of Afghan children and their families in 2022, but there was a funding gap of US$30.7 million (38 per cent). In 2023, US$66.2 million is required to continue support 1.9 million people, including 1.1 million children with essential services.",
      "metadata": {
        "id": "3955586",
        "name": "UNICEF Afghanistan Outflow Humanitarian Situation Report No.2 (1 January - 31 December 2022)",
        "date_original": 1682294400000,
        "date_changed": 1682366586000,
        "date_created": 1682364543000,
        "primary_country_id": 182,
        "primary_country_name": "Pakistan",
        "primary_country_iso3": "pak",
        "primary_country_location": {
          "lon": 69.39,
          "lat": 29.97
        }
      }
    },
    {
      "summary": "\n\nThis UNICEF Türkiye Humanitarian Situation Report No. 9 (Earthquake) provides an overview of the situation in Türkiye following the 6 February earthquakes. It highlights the key needs of the affected population, including access to adequate water and sanitation, access to information on available services and social protection schemes, and support for people with disabilities. It also provides an overview of the humanitarian response, including the number of people in need, the number of people targeted by UNICEF, and the funding gap. UNICEF is leading the WASH sector group and has established partnerships with eight municipalities and the Union of Municipalities of Türkiye to deliver immediate humanitarian assistance to affected children and families. The Government is leading the overall humanitarian response, with UNICEF leading the Water, Sanitation and Hygiene (WASH) and Education sector working groups and co-leading the Child Protection sub-working group. An Interagency Appeal for US$1 billion to assist 5.2 million people affected by the earthquakes is only 29.3% funded.",
      "metadata": {
        "id": "3955618",
        "name": "UNICEF Türkiye Humanitarian Situation Report No. 9 (Earthquake), 17 April 2023",
        "date_original": 1682294400000,
        "date_changed": 1682381948000,
        "date_created": 1682375408000,
        "primary_country_id": 236,
        "primary_country_name": "Türkiye",
        "primary_country_iso3": "tur",
        "primary_country_location": {
          "lon": 35.18,
          "lat": 39.06
        }
      }
    },
    {
      "summary": " The Greater Horn of Africa (GHoA) countries have experienced five failed rainy seasons, resulting in 46 million people facing crisis level of food insecurity and 11.6 million internally displaced persons. 11.9 million children under five years old are likely to face acute malnutrition in 2023 and nearly 2.9 million children der five years old will require SAM treatment. Cholera and measles outbreaks have been reported in three and seven countries respectively, and the Sudan Virus Ebola outbreak has been declared over in Uganda. WHO has provided support in terms of health sector coordination, technical and financial support, and drugs and supplies.",
      "metadata": {
        "id": "3955620",
        "name": "Situation Report: Greater Horn of Africa Food Insecurity and Health - Grade 3 Emergency — 1 January 2023 - 1 February 2023",
        "date_original": 1682294400000,
        "date_changed": 1682376109000,
        "date_created": 1682375942000,
        "primary_country_id": 216,
        "primary_country_name": "Somalia",
        "primary_country_iso3": "som",
        "primary_country_location": {
          "lon": 47.33,
          "lat": 5.79
        }
      }
    },
    {
      "summary": " In Peru, flooding has affected 377,190 people, damaged 146,539 homes, left 65,289 without homes and caused 99 deaths. In Haiti, 70 people have been killed in violent clashes from 14-19 April, and in Colombia, 29,000 people have been affected by mass displacement or confinement and 78,000 people have been affected by climate-related disasters so far in 2023. In Venezuela, 365,000 people have been reached with assistance in January and February 2023, and the Humanitarian Response Plan 2022/2023 requires US$720 million to reach 5.2 million people. The UN Central Emergency Response Fund (CERF) has approved a US$6.9 million allocation for urgent response actions to assist 247,000 people in need in Peru.",
      "metadata": {
        "id": "3955983",
        "name": "Latin America & The Caribbean Weekly Situation Update (As of 24 April 2023)",
        "date_original": 1682294400000,
        "date_changed": 1682468717000,
        "date_created": 1682464900000,
        "primary_country_id": 187,
        "primary_country_name": "Peru",
        "primary_country_iso3": "per",
        "primary_country_location": {
          "lon": -75.31,
          "lat": -10.15
        }
      }
    },
    {
      "summary": " Food price inflation remains high around the world, with the most-affected countries being in Africa, North America, Latin America, South Asia, Europe, and Central Asia. The FAO Food Price Index declined for the 12th consecutive month in March 2023, and the NOAA Climate Prediction Center has issued an El Niño Watch. Trade-related policies imposed by countries have surged, and up to 205 million people are expected to face acute food insecurity in 45 countries.",
      "metadata": {
        "id": "3957916",
        "name": "Food Security Update (April 20, 2023)",
        "date_original": 1682294400000,
        "date_changed": 1683064490000,
        "date_created": 1683064466000,
        "primary_country_id": 254,
        "primary_country_name": "World",
        "primary_country_iso3": "wld"
      }
    },
    {
      "summary": " In Haiti, access to health care is severely limited due to insecurity, lack of local health facilities, and cost of care. This has led to a decrease in the population's use of health services, creating a risk of epidemics. The Haitian health system is mainly funded by citizens and international aid, and the share of health in the national budget has decreased in recent years. Gang violence has forced some hospitals to close, and residents of Brooklyn, Haiti have been trapped in a gang conflict that has resulted in 70 deaths and 40 injuries. Internally displaced persons (IDPs) living in makeshift sites in PAPMA are facing a lack of access to health care due to the absence of functioning medical facilities nearby. Health facilities in Haiti are struggling to remain open due to a lack of qualified staff, equipment, and inputs, as well as an increase in fuel prices. Over the past three years, the use of health services by the population in Haiti has decreased significantly due to the country's periods of crisis. Cholera resurfaced in Haiti in October 2022, and there is a risk of measles and polio outbreaks due to lack of diagnosis and medical assistance.",
      "metadata": {
        "id": "3955795",
        "name": "Haïti : Humanitarian note - Series - New paradigm Issue 2: The impact of violence on access to health care 23 April 2023",
        "date_original": 1682208000000,
        "date_changed": 1682433268000,
        "date_created": 1682429971000,
        "primary_country_id": 113,
        "primary_country_name": "Haiti",
        "primary_country_iso3": "hti",
        "primary_country_location": {
          "lon": -72.43,
          "lat": 19.18
        }
      }
    },
    {
      "summary": " This week, 420 new RT-PCR confirmed cases of COVID-19 were reported in Nepal, with the majority (61.7%) coming from the Kathmandu Valley. Of the total RT-PCR confirmed cases, 98.7% have recovered, 0.01% are active cases, and 1.19% are deaths.",
      "metadata": {
        "id": "3957673",
        "name": "Situation Update #158 - Coronavirus Disease 2019 (COVID-19) WHO Country Office for Nepal Reporting Date: 17 - 23 April 2023 (Epi Week 16)",
        "date_original": 1682208000000,
        "date_changed": 1683031015000,
        "date_created": 1683029586000,
        "primary_country_id": 168,
        "primary_country_name": "Nepal",
        "primary_country_iso3": "npl",
        "primary_country_location": {
          "lon": 83.94,
          "lat": 28.25
        }
      }
    },
    {
      "summary": "\n\nMozambique has been affected by Tropical Cyclone Freddy, floods, and cholera, with over one million people affected and 314 deaths. 385,930 people have been reached with some form of humanitarian assistance, but stocks and pipelines are running low. The cholera outbreak continues to spread, with 27,353 cases reported in 53 districts across nine provinces. The Humanitarian Response Plan Addendum was published, aiming to support 815,000 people affected by the triple crisis, with a financial requirement of U$138 million.",
      "metadata": {
        "id": "3955171",
        "name": "Mozambique: Tropical Cyclone Freddy, Floods and Cholera - Situation Report No.2",
        "date_original": 1682121600000,
        "date_changed": 1682433322000,
        "date_created": 1682150632000,
        "primary_country_id": 164,
        "primary_country_name": "Mozambique",
        "primary_country_iso3": "moz",
        "primary_country_location": {
          "lon": 34.75,
          "lat": -18.09
        }
      }
    },
    {
      "summary": "\n\nIn Nepal, 103 new coronavirus cases have been confirmed in the last 24 hours, bringing the total number of active cases to 397. Additionally, the health condition of President Ramchandra Paudel, who is being treated in New Delhi, India, is improving.",
      "metadata": {
        "id": "3954935",
        "name": "Focused COVID-19 Media Monitoring, Nepal (April 21, 2023) [EN/NE]",
        "date_original": 1682035200000,
        "date_changed": 1682047376000,
        "date_created": 1682047208000,
        "primary_country_id": 168,
        "primary_country_name": "Nepal",
        "primary_country_iso3": "npl",
        "primary_country_location": {
          "lon": 83.94,
          "lat": 28.25
        }
      }
    },
    {
      "summary": " This article from the Weekly Epidemiological Record (WER) provides an update on the 2021-2022 outbreak of wild poliovirus type 1 in southeastern Africa.",
      "metadata": {
        "id": "3954955",
        "name": "Weekly Epidemiological Record (WER), 14 April 2023, Vol. 98, No. 16, pp. 167–174 [EN/FR]",
        "date_original": 1682035200000,
        "date_changed": 1682070291000,
        "date_created": 1682064834000,
        "primary_country_id": 254,
        "primary_country_name": "World",
        "primary_country_iso3": "wld"
      }
    },
    {
      "summary": " The Education Sector Working Group in Pakistan has reached 43.6% of its target of 700,000 people with education assistance under the Floods Response Plan. Funding for the emergency response stands at 28 million of the total ask of $40.6m. There is an urgent need to sustain and scale up access to learning, and over 41,000 children in KP and Balochistan have been supported so far. RRP partners are contributing to refugee education in refugee villages and hosting communities for over 129,000 children.",
      "metadata": {
        "id": "3954958",
        "name": "Pakistan: Education Sector Working Group (EIE) Bulletin March 2023",
        "date_original": 1682035200000,
        "date_changed": 1682070631000,
        "date_created": 1682066667000,
        "primary_country_id": 182,
        "primary_country_name": "Pakistan",
        "primary_country_iso3": "pak",
        "primary_country_location": {
          "lon": 69.39,
          "lat": 29.97
        }
      }
    },
    {
      "summary": "\n\nTürkiye has been in a state of emergency since February, when two devastating earthquakes struck the Kahramanmaraş province, resulting in 50,339 deaths and extensive damage to 307,000 buildings and 893,000 independent units. 22,500 aftershocks have occurred since then, and six additional provinces have been declared disaster areas due to the presence of moderately and heavily damaged buildings.",
      "metadata": {
        "id": "3955077",
        "name": "Türkiye earthquake: External situation report no. 7: 3 - 16 April 2023",
        "date_original": 1682035200000,
        "date_changed": 1682096516000,
        "date_created": 1682096478000,
        "primary_country_id": 236,
        "primary_country_name": "Türkiye",
        "primary_country_iso3": "tur",
        "primary_country_location": {
          "lon": 35.18,
          "lat": 39.06
        }
      }
    },
    {
      "summary": "\n\nAs of April 18th, 2021, 8,172,189 individual refugees from Ukraine have been recorded across Europe, with 5,044,039 registered for temporary protection or similar national protection schemes. Additionally, an estimated 5,352,000 internally displaced people (IDPs) are in Ukraine. UNHCR recently published a Regional Protection Analysis #2 which found that 22% of refugee households have at least one member with specific needs, and 27% of refugees are employed in low-paying jobs due to language barriers and non-recognition of qualifications. Recommendations include early identification of people at heightened risk, addressing barriers to decent employment, and disseminating information about refugee rights in the labour market. More information can be found on the UNHCR Ukraine Emergency website.",
      "metadata": {
        "id": "3955135",
        "name": "Ukraine Situation Flash Update #45 (21 April 2023)",
        "date_original": 1682035200000,
        "date_changed": 1682114539000,
        "date_created": 1682114417000,
        "primary_country_id": 241,
        "primary_country_name": "Ukraine",
        "primary_country_iso3": "ukr",
        "primary_country_location": {
          "lon": 31.32,
          "lat": 49.32
        }
      }
    },
    {
      "summary": " This weekly bulletin provides an update on the Pacific Syndromic Surveillance System for the week of April 10th to April 16th, 2023. Alerts include Varicella in W&F, Samoa, and COVID-19 in Cook Islands, RMI, CNMI, FSM, Niue, Palau and Cook Islands. Additionally, Influenza-like Illness (ILI) was reported in Niue and Diarrhoea in FSM.",
      "metadata": {
        "id": "3955143",
        "name": "Pacific Syndromic Surveillance System Weekly Bulletin / Système de Surveillance Syndromique dans le Pacifique - Bulletin Hebdomadaire: W15 2023 (Apr 10 - Apr 16)",
        "date_original": 1682035200000,
        "date_changed": 1682126103000,
        "date_created": 1682117879000,
        "primary_country_id": 90,
        "primary_country_name": "Fiji",
        "primary_country_iso3": "fji",
        "primary_country_location": {
          "lon": 178.065,
          "lat": -17.71
        }
      }
    },
    {
      "summary": " On April 15th, 2023, heavy fighting broke out between the Sudanese Armed Forces (SAF) and paramilitary Rapid Support Forces (RSF) in Khartoum and Merowe in the Northern State. The UN Secretary General (UNSG) has issued several statements condemning the violence and calling for those responsible to be brought to justice. Regional bodies IGAD and the African Union have also issued statements. The UN High Commissioner for Human Rights has called for an immediate cessation to hostilities and the UNSG has attended a virtual meeting organized by the African Union to discuss ways the international community can help end the violence. UNHCR has 481 staff members in Sudan and all are accounted for.",
      "metadata": {
        "id": "3955190",
        "name": "Sudan Situation: External Update #1 - East and Horn of Africa, and the Great Lakes Region (20 April 2023)",
        "date_original": 1682035200000,
        "date_changed": 1682198616000,
        "date_created": 1682177234000,
        "primary_country_id": 220,
        "primary_country_name": "Sudan",
        "primary_country_iso3": "sdn",
        "primary_country_location": {
          "lon": 30,
          "lat": 15
        }
      }
    },
    {
      "summary": " This bulletin provides an overview of the market prices of main commodities in Afghanistan during the third week of April 2023. Prices of rice, pulses, and sugar are high compared to the two-year average, and are expected to increase due to the approaching Eid. The purchasing power of unskilled casual labour and livestock keepers improved due to decreased wheat prices, increased labour wage, and increased sheep price. The value of Afghani against USD is slightly improved due to Zakat in Ramadan and more remittances from outside for Eid preparation, but is still lower than last year's same time and average level.",
      "metadata": {
        "id": "3955645",
        "name": "Afghanistan: WFP Weekly Market Price Bulletin: Issue 148 (3rd Week of April 2023)",
        "date_original": 1682035200000,
        "date_changed": 1682404616000,
        "date_created": 1682400768000,
        "primary_country_id": 13,
        "primary_country_name": "Afghanistan",
        "primary_country_iso3": "afg",
        "primary_country_location": {
          "lon": 66.03,
          "lat": 33.84
        }
      }
    },
    {
      "summary": " In Nepal, 108 new coronavirus cases have been confirmed in the last 24 hours, bringing the total number of active cases to 386. The Ministry of Health and Population has requested for a mandatory isolation period of seven days for those infected with COVID-19.",
      "metadata": {
        "id": "3954531",
        "name": "Focused COVID-19 Media Monitoring, Nepal (April 20, 2023) [EN/NE]",
        "date_original": 1681948800000,
        "date_changed": 1681962823000,
        "date_created": 1681961399000,
        "primary_country_id": 168,
        "primary_country_name": "Nepal",
        "primary_country_iso3": "npl",
        "primary_country_location": {
          "lon": 83.94,
          "lat": 28.25
        }
      }
    },
    {
      "summary": " In north-east Nigeria, an estimated 4.3 million people are at risk of severe hunger during the lean season (June-August) due to years of conflict and violence, the 2022 floods, and the Central Bank of Nigeria’s currency re-design policy. In addition, very high levels of inflation and petrol scarcity have caused a spike in the cost of transportation and other commodities, further exacerbating the food insecurity. US$1.3 billion is required to reach 6 million people in north-east Nigeria with humanitarian assistance in 2023.",
      "metadata": {
        "id": "3954620",
        "name": "Nigeria Situation Report, 20 Apr 2023",
        "date_original": 1681948800000,
        "date_changed": 1683112718000,
        "date_created": 1681985124000,
        "primary_country_id": 175,
        "primary_country_name": "Nigeria",
        "primary_country_iso3": "nga",
        "primary_country_location": {
          "lon": 8.11,
          "lat": 9.59
        }
      }
    },
    {
      "summary": " On 5 March 2023, a fire broke out in Rohingya refugee Camp 11 in Cox's Bazar, Bangladesh. The fire was brought under control by 5 pm, and the Refugee Relief and Repatriation Commissioner (RRRC) took charge. Humanitarian partners and Rohingya Community Volunteers arrived to assess the damage and coordinate an effective response. No fatalities have been reported.",
      "metadata": {
        "id": "3954672",
        "name": "Cox’s Bazar, Bangladesh: Humanitarian Response to the Fire in Rohingya Refugee Camp 11 (20 April 2023)",
        "date_original": 1681948800000,
        "date_changed": 1681996461000,
        "date_created": 1681992592000,
        "primary_country_id": 31,
        "primary_country_name": "Bangladesh",
        "primary_country_iso3": "bgd",
        "primary_country_location": {
          "lon": 90.27,
          "lat": 23.84
        }
      }
    },
    {
      "summary": " In March 2023, Somalia experienced flash floods in flood prone areas following light to moderate rains. A new report suggests that 43,000 \"excess deaths\" may have occurred in 2022 due to the deepening drought, with half of these deaths among children under 5. Renewed conflict in Lascanood has resulted in 80 deaths and displacement of 30,000 people. The current drought crisis is compounded by climate change-induced extreme weather, political instability, and insecurity, leading to a surge in disease outbreaks, including cholera and measles. Cholera cases have been reported in 26 of the 74 drought affected districts, with the majority of cases treated in Benadir hospital CTC, Belethawo CTC and Kismayo hospital CTC.",
      "metadata": {
        "id": "3954692",
        "name": "Somalia: Health Cluster Bulletin, March 2023",
        "date_original": 1681948800000,
        "date_changed": 1681997707000,
        "date_created": 1681993830000,
        "primary_country_id": 216,
        "primary_country_name": "Somalia",
        "primary_country_iso3": "som",
        "primary_country_location": {
          "lon": 47.33,
          "lat": 5.79
        }
      }
    },
    {
      "summary": " During the reporting period, a devastating fire broke out in Rohingya refugee Camp 11, affecting 15,926 people including 8,122 children and damaging 25 UNICEF-supported facilities. UNICEF provided life-saving support to 8,070 people and reconstruction of the affected facilities is underway. With UNICEF support, 163,132 children are receiving education based on the Myanmar Curriculum in Cox's Bazar Rohingya refugee Camps and 9,470 children in 28 schools in Bhasan Char. A Stabilization Center, infant and young child feeding, and Early Childhood Care and Development corners were established in a 20-bed hospital in Bhasan Char to treat children with severe acute malnutrition and provide nutrition counseling. The security situation remains unpredictable and unstable in the Rohingya refugee camps.",
      "metadata": {
        "id": "3954725",
        "name": "UNICEF Bangladesh Humanitarian Situation Report No. 63: 31 March 2023",
        "date_original": 1681948800000,
        "date_changed": 1681999370000,
        "date_created": 1681998362000,
        "primary_country_id": 31,
        "primary_country_name": "Bangladesh",
        "primary_country_iso3": "bgd",
        "primary_country_location": {
          "lon": 90.27,
          "lat": 23.84
        }
      }
    },
    {
      "summary": " Two cyclones, Cheneso and Freddy, hit Madagascar between January 19 and March 03, 2023, causing widespread flooding and destruction. 90,000 people were directly impacted by Cheneso and 187,400 by Freddy, including 88,000 displaced, 47 killed and 20 missing. UNICEF provided emergency water and sanitation services to 21,200 people, and treated 5,577 girls and 5,358 boys for severe acute malnutrition. UNICEF launched a US$ 41.12 million appeal for 2023 to meet the most urgent humanitarian needs of children and women, and as of 31 March 2023, 27% had been received. Parallel crises in the south (drought) and the COVID response (vaccination) remain of concern.",
      "metadata": {
        "id": "3954727",
        "name": "UNICEF Madagascar Humanitarian Situation Report (Cyclone FREDDY & CHENESO): 31 March 2023",
        "date_original": 1681948800000,
        "date_changed": 1681999435000,
        "date_created": 1681998829000,
        "primary_country_id": 144,
        "primary_country_name": "Madagascar",
        "primary_country_iso3": "mdg",
        "primary_country_location": {
          "lon": 46.71,
          "lat": -19.37
        }
      }
    },
    {
      "summary": "\n\nThe WHO Country Office in Ukraine, supported by the European Union, Canada, Switzerland, the United States, and Germany, has been delivering medical supplies and medicines to hospitals and medical facilities in the Donetsk, Kharkiv, and Zaporizhzhya regions. On 5 April, the WHO Country Office held a seminar in Cherkasy to improve the emergency medical care and disaster medicine system in Ukraine. As of 18 April, 1564 households and 330 houses remain flooded due to seasonal water level rise in the Volyn, Dnipropetorvsk, Zhytomyr, Kyiv, Kirovograd, Rivna, Poltava, Cherkasy, and Chernihiv regions. UN provided shelter materials and other vital items to 1500 people in a community along the Dripro River in Kherson. According to a sociological research result, 9 out of 10 Ukrainians experienced at least one of the symptoms of psycho traumatization due to the war. The National Health Service of Ukraine and WHO are working on developing primary medical care, strategic procurement and medium-term contracts, and management of the Medical Guarantee Program.",
      "metadata": {
        "id": "3954728",
        "name": "War in Ukraine: Situation report from WHO Ukraine country office. Issue No. 50, 19 April 2023",
        "date_original": 1681948800000,
        "date_changed": 1682000539000,
        "date_created": 1681999107000,
        "primary_country_id": 241,
        "primary_country_name": "Ukraine",
        "primary_country_iso3": "ukr",
        "primary_country_location": {
          "lon": 31.32,
          "lat": 49.32
        }
      }
    },
    {
      "summary": " Immunization has saved countless lives and is a key part of achieving the Sustainable Development Goals. In Europe and Central Asia, an estimated 931,000 children have missed out on routine immunization from 2019 to 2021. Vaccine hesitancy, weak health systems, and the COVID-19 pandemic have all contributed to this. To protect every child against vaccine-preventable diseases, political will is needed to ensure immunization remains a priority and to improve the efficiency and effectiveness of planning, budgeting and service delivery.",
      "metadata": {
        "id": "3954737",
        "name": "The State of the World’s Children 2023: For Every Child, Vaccination - Regional Brief: Europe and Central Asia",
        "date_original": 1681948800000,
        "date_changed": 1681999960000,
        "date_created": 1681999571000,
        "primary_country_id": 236,
        "primary_country_name": "Türkiye",
        "primary_country_iso3": "tur",
        "primary_country_location": {
          "lon": 35.18,
          "lat": 39.06
        }
      }
    },
    {
      "summary": " Immunization has saved countless lives and has led to the eradication of smallpox and the near-eradication of polio. The COVID-19 pandemic has demonstrated the power of immunization, but 19.5 million children in West and Central Africa have missed out on routine immunization from 2019 to 2021. To ensure that these children catch up with their vaccinations, political will is needed to prioritize immunization and invest in health budgets. Immunization is key to achieving the Sustainable Development Goals and can generate strong returns on investment.",
      "metadata": {
        "id": "3954739",
        "name": "The State of the World’s Children 2023: For Every Child, Vaccination - Regional Brief: West and Central Africa",
        "date_original": 1681948800000,
        "date_changed": 1682000147000,
        "date_created": 1682000007000,
        "primary_country_id": 175,
        "primary_country_name": "Nigeria",
        "primary_country_iso3": "nga",
        "primary_country_location": {
          "lon": 8.11,
          "lat": 9.59
        }
      }
    },
    {
      "summary": " Immunization has saved countless lives and is essential for children to live lives free of disability and illness. The COVID-19 pandemic has highlighted the importance of immunization, but an estimated 67 million children globally have missed out on routine immunization from 2019 to 2021, including 6.8 million in Latin America and the Caribbean. The pandemic has exacerbated this trend, and inequities have been highlighted. To protect every child against vaccine-preventable diseases, political will is needed globally, nationally and locally, and immunization must remain a priority in health budgets.",
      "metadata": {
        "id": "3954747",
        "name": "The State of the World’s Children 2023: For Every Child, Vaccination - Regional Brief: Latin America and the Caribbean",
        "date_original": 1681948800000,
        "date_changed": 1682001234000,
        "date_created": 1682001060000,
        "primary_country_id": 42,
        "primary_country_name": "Brazil",
        "primary_country_iso3": "bra",
        "primary_country_location": {
          "lon": -51.62,
          "lat": -9.59
        }
      }
    },
    {
      "summary": " Immunization has saved countless lives and has led to the eradication of smallpox. The power of immunization was demonstrated again in the COVID-19 pandemic, with two thirds of the world's population immunized against it. However, an estimated 67 million children globally and 13.9 million in South Asia have missed out on routine immunization from 2019 to 2021. The pandemic has exposed and exacerbated weaknesses in health systems and primary health care, and has highlighted the difficulties facing women health workers. To protect every child against vaccine-preventable diseases, political will is needed globally, nationally, and locally. Immunization is key to achieving the Sustainable Development Goals, and it makes economic sense as it generates strong returns on investment. Governments and donors need to work together to improve the efficiency and effectiveness of planning, budgeting and service delivery.",
      "metadata": {
        "id": "3954751",
        "name": "The State of the World’s Children 2023: For Every Child, Vaccination - Regional Brief: South Asia",
        "date_original": 1681948800000,
        "date_changed": 1682333505000,
        "date_created": 1682001730000,
        "primary_country_id": 119,
        "primary_country_name": "India",
        "primary_country_iso3": "ind",
        "primary_country_location": {
          "lon": 79.28,
          "lat": 22.76
        }
      }
    },
    {
      "summary": " Immunization has saved countless lives and has led to the eradication of smallpox. The power of immunization was demonstrated again in the COVID-19 pandemic, with two thirds of the world's population immunized against it. However, an estimated 67 million children globally and 12 million in Eastern and Southern Africa have missed out on routine immunization. To ensure these children catch up with their vaccinations, political will is needed to prioritize immunization and invest in health budgets. This will help to reduce future healthcare costs and support economic growth.",
      "metadata": {
        "id": "3954752",
        "name": "The State of the World’s Children 2023: For Every Child, Vaccination - Regional Brief: Eastern and Southern Africa",
        "date_original": 1681948800000,
        "date_changed": 1682002062000,
        "date_created": 1682001946000,
        "primary_country_id": 87,
        "primary_country_name": "Ethiopia",
        "primary_country_iso3": "eth",
        "primary_country_location": {
          "lon": 39.62,
          "lat": 8.63
        }
      }
    },
    {
      "summary": " This Policy Research Working Paper examines the link between slow-onset climate phenomena such as droughts and urbanization. Using panel data from 1985-2014, the paper shows that drought leads to faster urban growth, with a hypothetical drought lasting 12 months associated with a 27 percent increase in the average annual increment of built-up area. The paper also uses data from several Sahelian cities to illustrate that much of this growth takes the form of non-infill development.",
      "metadata": {
        "id": "3954787",
        "name": "Policy Research Working Paper 10408: After Big Droughts Come Big Cities - Does Drought Drive Urbanization?",
        "date_original": 1681948800000,
        "date_changed": 1682006628000,
        "date_created": 1682006390000,
        "primary_country_id": 254,
        "primary_country_name": "World",
        "primary_country_iso3": "wld"
      }
    },
    {
      "summary": " This report covers three weeks of developments in the Occupied Palestinian Territory, including an incident on 18 April in which two Israelis were shot and injured in East Jerusalem. During this period, six Palestinians, including one child, were killed by Israeli forces in the West Bank, and 563 Palestinians were injured in various incidents. Israeli settlers caused damage to residential and agricultural properties, tractors, crops, and a water network, and injured 17 Palestinians, including three children. Israeli forces imposed movement restrictions on two Palestinian villages, and demolished ten Palestinian structures in Area C of the West Bank. Palestinian armed groups fired 52 rockets and other projectiles towards Israel, and Israeli forces launched multiple airstrikes in response.",
      "metadata": {
        "id": "3954796",
        "name": "Occupied Palestinian territory: Protection of Civilians Report | 28 March - 17 April 2023",
        "date_original": 1681948800000,
        "date_changed": 1682022453000,
        "date_created": 1682007062000,
        "primary_country_id": 180,
        "primary_country_name": "occupied Palestinian territory",
        "primary_country_iso3": "pse",
        "primary_country_location": {
          "lon": 35.2332,
          "lat": 31.9522
        }
      }
    },
    {
      "summary": "\n\nGlobally, there has been a 27% decrease in new cases and a 32% decrease in deaths in the last 28 days compared to the previous 28 days. However, increases in reported cases and deaths have been seen in the South-East Asia and Eastern Mediterranean regions and in several individual countries. As of 16 April 2023, over 763 million confirmed cases and over 6.9 million deaths have been reported globally. The highest numbers of new 28-day cases were reported from the United States of America, the Republic of Korea, the Russian Federation, France, and Brazil. The highest numbers of new 28-day deaths were reported from the United States of America, Brazil, the Russian Federation, Germany, and the Islamic Republic of Iran.",
      "metadata": {
        "id": "3954839",
        "name": "Coronavirus Disease (COVID-19): Weekly Epidemiological Update (20 April 2023)",
        "date_original": 1681948800000,
        "date_changed": 1682013931000,
        "date_created": 1682013658000,
        "primary_country_id": 254,
        "primary_country_name": "World",
        "primary_country_iso3": "wld"
      }
    },
    {
      "summary": " In March 2023, the National Migration Service in Panama resumed bus transfers from Darien to Chiriquí following two traffic accidents involving refugees and migrants. The Human Rights Committee expressed concern regarding reports of killings, disappearances, sexual violence, and other crimes in Darien, and the Minister of Government indicated that Panama is aware of its pending commitments related to human rights matters. As of March 2023, 87,400 people had entered irregularly through Darien, and the UNHCR's monthly protection monitoring exercise showed that three out of ten interviewed left their country of origin due to threats or directed attacks against them or their families.",
      "metadata": {
        "id": "3954914",
        "name": "UNHCR Panama Mixed Movements, Darién and Chiriquí (March 2023)",
        "date_original": 1681948800000,
        "date_changed": 1682035741000,
        "date_created": 1682034566000,
        "primary_country_id": 184,
        "primary_country_name": "Panama",
        "primary_country_iso3": "pan",
        "primary_country_location": {
          "lon": -80.27,
          "lat": 8.7
        }
      }
    },
    {
      "summary": " This report covers the humanitarian situation and response to the earthquakes in Türkiye from 14 to 20 April 2023. 9.1 million people have been affected, with 5.2 million targeted for humanitarian assistance and 3 million people having to relocate from their homes. An estimated 1.6 million people are living in informal settlements with limited access to services. Difficult weather conditions, including heavy rain and flooding, strong winds, and increasingly hot weather in some areas, are posing additional challenges to the humanitarian response. Earthquakes have also occurred across several provinces. The response is being led by the Government of Türkiye in coordination with Türkiye’s national disaster management authority (AFAD) and with support from the Turkish Red Crescent.",
      "metadata": {
        "id": "3955091",
        "name": "Türkiye: 2023 Earthquakes Situation Report No. 15, as of 20 April 2023 [EN/TR]",
        "date_original": 1681948800000,
        "date_changed": 1682337786000,
        "date_created": 1682099764000,
        "primary_country_id": 236,
        "primary_country_name": "Türkiye",
        "primary_country_iso3": "tur",
        "primary_country_location": {
          "lon": 35.18,
          "lat": 39.06
        }
      }
    },
    {
      "summary": " The Regional Monitoring Framework for Students on the Move in Latin America and the Caribbean (RMF) is a UNESCO initiative developed in collaboration with 18 ministries of education in the region to ensure the right to education for people on the move. The RMF is composed of complementary quantitative and qualitative elements to understand how the right to education is guaranteed. It includes a set of comparable and relevant statistical indicators, a normative map of national policies, an inventory of innovative experiences and promising practices, and a section on policy implementation analysis. The implementation of the RMF is based on the creation of an environment for dialogue, knowledge sharing, and advocacy related to the right to education for people on the move.",
      "metadata": {
        "id": "3955206",
        "name": "The Regional Monitoring Framework for Students on the Move in Latin America and the Caribbean",
        "date_original": 1681948800000,
        "date_changed": 1682213134000,
        "date_created": 1682202915000,
        "primary_country_id": 254,
        "primary_country_name": "World",
        "primary_country_iso3": "wld"
      }
    },
    {
      "summary": " In response to the war in Ukraine, the FAO provided temporary grain storage solutions, vegetable seeds, seed potatoes, and cash assistance to rural households. Through its 2023 Response Programme, the FAO requires USD 205 million to assist rural households and small-scale farmers by providing generators, seeds, and other agricultural production inputs. As of 20 April 2023, the FAO has mobilized USD 30.5 million, leaving a gap of USD 174.5 million which must be filled urgently to support vulnerable households and farmers during the spring planting season.",
      "metadata": {
        "id": "3955348",
        "name": "Ukraine: FAO Humanitarian response update, 20 April 2023",
        "date_original": 1681948800000,
        "date_changed": 1682324715000,
        "date_created": 1682322890000,
        "primary_country_id": 241,
        "primary_country_name": "Ukraine",
        "primary_country_iso3": "ukr",
        "primary_country_location": {
          "lon": 31.32,
          "lat": 49.32
        }
      }
    },
    {
      "summary": " This regional synthesis report provides operational policy recommendations on how to ensure education is protected in Asia and the Pacific in the face of climate change and displacement from a human rights-based approach. It focuses on five countries in the region (Bangladesh, India, Indonesia, Tuvalu, and Viet Nam) and explores five displacement scenarios and their implications for the right to education. The report aims to inform the development of a Global Report with global policy recommendations.",
      "metadata": {
        "id": "3955637",
        "name": "Asia-Pacific regional synthesis: climate change, displacement and the right to education",
        "date_original": 1681948800000,
        "date_changed": 1682566026000,
        "date_created": 1682392354000,
        "primary_country_id": 31,
        "primary_country_name": "Bangladesh",
        "primary_country_iso3": "bgd",
        "primary_country_location": {
          "lon": 90.27,
          "lat": 23.84
        }
      }
    },
    {
      "summary": " In February 2023, a 7.7 magnitude earthquake struck southern Türkiye and northern Syria, leaving hundreds of thousands of people without access to basic needs and compounding the risks of gender-based violence. In Syria, close to nine million people have been affected, with more than 4.2 million in Aleppo and three million in Idlib. In Türkiye, nearly 50,000 people were killed and tens of thousands more were injured. UNFPA has issued two appeals to fund its responses in Syria and Türkiye, with a combined total ask of $44.5 million, to focus on leaving no one behind and to support humanitarian and recovery efforts.",
      "metadata": {
        "id": "3955950",
        "name": "UNFPA Türkiye/Syria Earthquake Joint Situation Report #3 - 20 April, 2023",
        "date_original": 1681948800000,
        "date_changed": 1682448509000,
        "date_created": 1682447841000,
        "primary_country_id": 236,
        "primary_country_name": "Türkiye",
        "primary_country_iso3": "tur",
        "primary_country_location": {
          "lon": 35.18,
          "lat": 39.06
        }
      }
    },
    {
      "summary": "\n\nIn Nepal, 171 new coronavirus cases have been confirmed in the last 24 hours, bringing the total number of active cases to 397. President Ramchandra Poudel has been admitted to the hospital due to chest infection.",
      "metadata": {
        "id": "3954127",
        "name": "Focused COVID-19 Media Monitoring, Nepal (April 19, 2023) [EN/NE]",
        "date_original": 1681862400000,
        "date_changed": 1681874791000,
        "date_created": 1681874741000,
        "primary_country_id": 168,
        "primary_country_name": "Nepal",
        "primary_country_iso3": "npl",
        "primary_country_location": {
          "lon": 83.94,
          "lat": 28.25
        }
      }
    },
    {
      "summary": " In 2022, UNHCR delivered USD 977M to 10M people in more than 100 countries in the Asia and Pacific region, with 17 out of 18 operations using cash assistance. Cash transfers are an effective and efficient way of providing much-needed assistance in contexts of insecurity and fragility, and they promote self-reliance among recipients. Almost 68 per cent of households in the region indicated a preference for cash assistance, and it remains the preferred modality of assistance.",
      "metadata": {
        "id": "3954155",
        "name": "UNHCR Regional Bureau for Asia and Pacific (RBAP): 2022 Cash-Based Interventions in the Region",
        "date_original": 1681862400000,
        "date_changed": 1681887846000,
        "date_created": 1681887155000,
        "primary_country_id": 13,
        "primary_country_name": "Afghanistan",
        "primary_country_iso3": "afg",
        "primary_country_location": {
          "lon": 66.03,
          "lat": 33.84
        }
      }
    },
    {
      "summary": " In March 2023, the Israeli authorities increased the number of exit permits for work purposes, allowing 51,153 exits of people from Gaza. 88% of the exits were for work-related purposes, while 6% were for medical treatment in the West Bank or Israel. More goods entered Gaza, while fewer goods exited.",
      "metadata": {
        "id": "3954296",
        "name": "Movement in and out of Gaza: update covering March 2023",
        "date_original": 1681862400000,
        "date_changed": 1681907231000,
        "date_created": 1681903728000,
        "primary_country_id": 180,
        "primary_country_name": "occupied Palestinian territory",
        "primary_country_iso3": "pse",
        "primary_country_location": {
          "lon": 35.2332,
          "lat": 31.9522
        }
      }
    },
    {
      "summary": " This week, Somalia is expecting moderate to heavy rainfall in the south, light rainfall in the northwest, and dry conditions in the central and northeastern regions. Last week, 43 stations recorded at least 1 mm of rainfall, with the most intense rains observed in Gatiiley (44 mm/day), Mogadishu (45.5 mm/day) and Hargeisa (59 mm/day). This week, heavy rainfall of between 100 mm and 150 mm is expected in some areas of southern Somalia, while moderate rainfall of between 50 mm and 100 mm is expected over Middle Juba region, several areas in central and southern Gedo, eastern, southern and western Lower Juba region, central and western parts of Bay region, western and eastern coastal parts of Lower Shabelle region, and southwestern parts of Middle Shabelle region. Dry conditions are expected in central and northern parts of the country, while moderate temperatures of between 24°C and 28°C are expected in north and eastern parts of the country.",
      "metadata": {
        "id": "3954302",
        "name": "Somalia Weekly Weather Forecast - Valid From 19th to 25th April 2023",
        "date_original": 1681862400000,
        "date_changed": 1681907759000,
        "date_created": 1681904942000,
        "primary_country_id": 216,
        "primary_country_name": "Somalia",
        "primary_country_iso3": "som",
        "primary_country_location": {
          "lon": 47.33,
          "lat": 5.79
        }
      }
    },
    {
      "summary": " This brief discusses the challenges faced by waste-pickers, particularly women, in developing nations due to the COVID-19 pandemic. It draws from evidence on demographic, employment, identification, housing and social security characteristics of waste pickers from ten states in India and provides policy directions to ensure structural transformation towards resilient and equitable development for this cohort.",
      "metadata": {
        "id": "3954408",
        "name": "UNDP Development Future Series: Who picks (y)our waste? Evidence-based observations and policy priorities for equitable development",
        "date_original": 1681862400000,
        "date_changed": 1681921948000,
        "date_created": 1681921889000,
        "primary_country_id": 254,
        "primary_country_name": "World",
        "primary_country_iso3": "wld"
      }
    },
    {
      "summary": " In 2023, Yemen remains one of the world’s largest humanitarian crises, with 21.6 million people requiring assistance and 80% of the population struggling to access food, water, and health services. Women and girls are bearing the brunt of the crisis, with 1 million women estimated to deliver in 2023 and 1 million women wanting to use family planning to postpone or avoid pregnancy at risk of unwanted pregnancies. UNFPA is appealing for US$70 million to sustain programmes for women and girls in Yemen, but only 12% of this funding appeal has been received by March 2023. In the first three months of the year, UNFPA's response has reached nearly half a million individuals with life-saving reproductive health services, protection information and services, and emergency relief.",
      "metadata": {
        "id": "3954416",
        "name": "UNFPA Response in Yemen, Issue #1 Jan-Mar 2023",
        "date_original": 1681862400000,
        "date_changed": 1681924854000,
        "date_created": 1681923412000,
        "primary_country_id": 255,
        "primary_country_name": "Yemen",
        "primary_country_iso3": "yem",
        "primary_country_location": {
          "lon": 47.62,
          "lat": 15.94
        }
      }
    },
    {
      "summary": " The ETC in the Pacific, led by the World Food Programme (WFP), is supporting the government-led emergency response to Tropical Cyclones Judy and Kevin which hit Vanuatu on 1 and 3 March 2023, as well as two 6.6 and 5.4 magnitude earthquakes which occurred on 3 March 2023. An ETC officer from WFP has installed a satellite data terminal at the Tafea Provincial Emergency Operations Centre (PEOC) and briefed staff at the Vanuatu Meteorology and Geo-Hazards Department on the configuration, activation, and use of Starlink satellite data devices. 251,000 people have been affected by the two cyclones, leaving them without food, power, shelter, and telecommunications. Road network accessibility has been restored to approximately 90%, while emergency relief flights and commercial flights are operating at 80% and 70% of baseline respectively. UNELCO continues to work to repair and restore the national power grid.",
      "metadata": {
        "id": "3954537",
        "name": "Vanuatu - earthquake and cyclones emergency etc ETC Situation Report #6 (Reporting period: 13/04/2023 to 19/04/2023)",
        "date_original": 1681862400000,
        "date_changed": 1681971148000,
        "date_created": 1681968869000,
        "primary_country_id": 249,
        "primary_country_name": "Vanuatu",
        "primary_country_iso3": "vut",
        "primary_country_location": {
          "lon": 167.72,
          "lat": -16.26
        }
      }
    },
    {
      "summary": " The Earthquake Technical Support (ETS) is providing assistance to the Government of Türkiye in response to the earthquakes that have displaced 3 million people. During the reporting period of 04/04/2023 to 17/04/2023, the ETS trained four Security Operations Centre (SOC) staff to operate the SOC in Gaziantep, conducted assessments in temporary settlements in Adiyaman, Malatya, and Kahramanmaraş to identify needs for additional charging stations, and is currently evaluating technical and financial proposals received from vendors for 60 charging station units with solar power. 40 charging stations will be installed in temporary settlements in Hatay and a further 20 units in Malatya, Adiyaman and Kahramanmaraş.",
      "metadata": {
        "id": "3953909",
        "name": "Türkiye - Earthquake response - ETS Situation Report #9 (Reporting period: 04/04/2023 to 17/04/2023)",
        "date_original": 1681776000000,
        "date_changed": 1681824381000,
        "date_created": 1681820127000,
        "primary_country_id": 236,
        "primary_country_name": "Türkiye",
        "primary_country_iso3": "tur",
        "primary_country_location": {
          "lon": 35.18,
          "lat": 39.06
        }
      }
    },
    {
      "summary": " UNICEF and partners are responding to the multiple earthquakes that have hit parts of Syria and Turkey, resulting in 6,000 deaths and 12,000 injuries. 8.8 million people, including 3.7 million children, are affected and in need of water, shelter, food, and emergency medical and psychosocial assistance. 97,400 households have been displaced, and 10,600 buildings have been damaged or destroyed. UNICEF and partners are providing social behavior change messages, psychosocial support, mental health and psychological first aid, and cash assistance to affected families.",
      "metadata": {
        "id": "3954028",
        "name": "UNICEF Syria Humanitarian Situation Report No. 8 (Earthquake): 29 March - 11 April 2023",
        "date_original": 1681776000000,
        "date_changed": 1681840995000,
        "date_created": 1681838767000,
        "primary_country_id": 226,
        "primary_country_name": "Syrian Arab Republic",
        "primary_country_iso3": "syr",
        "primary_country_location": {
          "lon": 38.51,
          "lat": 35.01
        }
      }
    },
    {
      "summary": "\n\nHeavy rains in Peru have caused flooding, landslides, and mudslides, affecting 246,813 people and leaving 42,136 homeless. Approximately 517,000 people have urgent humanitarian needs, and 1,056 districts have been declared a state of emergency. Access to humanitarian response is a challenge due to road infrastructure damage, and the cost of reactivating the economy and responding to the emergency is estimated at US$3.1 billion. Humanitarian partners are providing hot meals, food kits, and emergency cash transfers to affected areas.",
      "metadata": {
        "id": "3954029",
        "name": "Peru: Flooding and Landslides Situation Report No. 03 - English Summary (As of 13 April 2023)",
        "date_original": 1681776000000,
        "date_changed": 1681840866000,
        "date_created": 1681839015000,
        "primary_country_id": 187,
        "primary_country_name": "Peru",
        "primary_country_iso3": "per",
        "primary_country_location": {
          "lon": -75.31,
          "lat": -10.15
        }
      }
    },
    {
      "summary": " In February 2023, UNHCR El Salvador provided assistance to 374 individuals through their helpline, 212 people at their Support Spaces, and 7,024 people through their Mobile Units. 306 households (980 individuals) at heightened risk received cash assistance to cover basic needs. 171 people were registered with biometrics, and 8% of UNHCR’s financial requirements for El Salvador were received. Highlights included a commitment to strengthen CODER, a community forum with indigenous women, two sessions with government institutions and partner organizations, a virtual public informative session, and a workshop with delegates from CUBOS community centres and the Support Spaces.",
      "metadata": {
        "id": "3954039",
        "name": "UNHCR El Salvador Operational Update #2 - February 2023",
        "date_original": 1681776000000,
        "date_changed": 1681841137000,
        "date_created": 1681840369000,
        "primary_country_id": 83,
        "primary_country_name": "El Salvador",
        "primary_country_iso3": "slv",
        "primary_country_location": {
          "lon": -88.87,
          "lat": 13.74
        }
      }
    },
    {
      "summary": " This weekly report provides an overview of the rainfall, water levels, and drought conditions in the Lower Mekong River Basin from April 11-17, 2023. Rainfall was observed in some areas, while temperatures are expected to be warm and rainfall below average for the next 7 days. Water levels at most monitoring stations are below their long-term average value, except at Luang Prabang, Savannakhet, Stung Treng, Kratie and Koh Khel. Drought conditions remain in some areas in the upper, middle, and lower parts of the basin. April is forecasted to receive average rainfall, while May is likely to be severely dry in the 3S area and moderately dry in the south-east.",
      "metadata": {
        "id": "3954103",
        "name": "Weekly Dry Season Situation Report in the Lower Mekong River Basin - 11-17 April 2023",
        "date_original": 1681776000000,
        "date_changed": 1681864553000,
        "date_created": 1681864522000,
        "primary_country_id": 48,
        "primary_country_name": "Cambodia",
        "primary_country_iso3": "khm",
        "primary_country_location": {
          "lon": 104.92,
          "lat": 12.46
        }
      }
    },
    {
      "summary": "\n\nThis policy brief examines the issue of child marriage in Bangladesh, India and Nepal, which is rooted in gender inequality and sustained by cultural and social norms, poverty and lack of opportunities. Governments, civil society organizations and non-profit organizations have been working to curb the issue, and the South Asia Initiative to End Violence Against Children (SAIEVAC) was adopted by all three countries as a plan of action. Additionally, the use of digital technologies and social media platforms has been leveraged to raise awareness and compel individuals and organizations to take action. Quilt.AI has partnered with the UNFPA Asia Pacific Regional Office to build an effective communication and advocacy strategy against child marriage and Gender-Biased Sex Selection (GBSS) in Asia.",
      "metadata": {
        "id": "3955215",
        "name": "Policy Brief: South Asia - Digital Ecosystem Analysis on Child Marriage in Bangladesh, India and Nepal",
        "date_original": 1681776000000,
        "date_changed": 1682233666000,
        "date_created": 1682220326000,
        "primary_country_id": 31,
        "primary_country_name": "Bangladesh",
        "primary_country_iso3": "bgd",
        "primary_country_location": {
          "lon": 90.27,
          "lat": 23.84
        }
      }
    },
    {
      "summary": " In Afghanistan, 20 million people are projected to be acutely food-insecure between November 2022 and March 2023, including 6 million in IPC Phase 4 (Emergency). 4 million people are acutely malnourished, including 3.2 million children under the age of 5. 28.3 million people require multi-sectoral humanitarian assistance in 2023. WFP is negotiating with de facto authorities to enable female national and NGO staff to work, and female beneficiaries to access humanitarian distributions. Hunger is driven by the economic crisis, conflict, climate shocks, and restrictions on women's rights. Afghanistan is the fourth most at-risk country for humanitarian crises and disasters, and the eighth most vulnerable to climate change.",
      "metadata": {
        "id": "3954136",
        "name": "WFP Afghanistan: Situation Report, 17 April 2023",
        "date_original": 1681689600000,
        "date_changed": 1681880633000,
        "date_created": 1681880104000,
        "primary_country_id": 13,
        "primary_country_name": "Afghanistan",
        "primary_country_iso3": "afg",
        "primary_country_location": {
          "lon": 66.03,
          "lat": 33.84
        }
      }
    },
    {
      "summary": " This paper examines the evidence and data collection related to technology-facilitated violence against women. It highlights the positive and negative gendered impacts of the digital revolution, and the gaps in our understanding of the scale and manifestations of technology-facilitated violence against women. The paper also outlines the methodological, ethical, and sociopolitical challenges to collecting data on technology-facilitated violence against women, and proposes actions for strengthening knowledge generation and data collection.",
      "metadata": {
        "id": "3956007",
        "name": "Technology-facilitated violence against women: Taking stock of evidence and data collection",
        "date_original": 1681689600000,
        "date_changed": 1682479209000,
        "date_created": 1682472233000,
        "primary_country_id": 254,
        "primary_country_name": "World",
        "primary_country_iso3": "wld"
      }
    },
    {
      "summary": "\n\nUNHCR Romania has provided an update on the Ukraine refugee situation in Romania. As of April 2, 2023, 126,711 refugees have been granted temporary protection in Romania, with 107,706 refugees currently in the country. UNHCR and partners have provided cash assistance to 17,484 refugees in 2023 and 43,129 in 2022, as well as protection counselling services and legal support to 23,954 refugees in 2023 and 65,000 since 2022. The government has approved a new Emergency Ordinance modifying the so-called 50/20 programme which has covered accommodation and food costs of refugees from Ukraine. UNHCR has distributed core-relief items to over 1,300 refugees from Ukraine.",
      "metadata": {
        "id": "3953974",
        "name": "UNHCR Romania: Ukraine Refugee Situation Update, Update #42, 12 April 2023",
        "date_original": 1681344000000,
        "date_changed": 1681840586000,
        "date_created": 1681828921000,
        "primary_country_id": 196,
        "primary_country_name": "Romania",
        "primary_country_iso3": "rou",
        "primary_country_location": {
          "lon": 24.9668,
          "lat": 45.9432
        }
      }
    },
    {
      "summary": " This presentation highlights the increasing cases of AWD in Jubaland and Southwest Somalia, with a particular focus on Bellet Hawa in week 14. Response and coordination efforts include bi-weekly TWG meetings, Trocaire's operational response, WHO's supply of materials to at-risk locations, and intensified national-level coordination between WHO and UNICEF.",
      "metadata": {
        "id": "3955844",
        "name": "Somalia: Cholera outbreak Jubaland and Southwest Week 1-14 (13.04.2023) [presentation]",
        "date_original": 1681344000000,
        "date_changed": 1682446749000,
        "date_created": 1682434690000,
        "primary_country_id": 216,
        "primary_country_name": "Somalia",
        "primary_country_iso3": "som",
        "primary_country_location": {
          "lon": 47.33,
          "lat": 5.79
        }
      }
    },
    {
      "summary": " This document provides an overview of the escalating needs in Lebanon in 2023, produced in collaboration with the Lebanon Humanitarian Country Team and humanitarian partners. It outlines an analysis of the most pressing humanitarian and stabilization needs in the country, and the estimated number of people who need humanitarian assistance. The analysis covers the period from April 2022 to January 2023 and is based on primary data collected through the Multi-Sectoral Needs Assessment and Vulnerability Assessment of Syrian Refugees in Lebanon. The document uses the terms “persons displaced from Syria”, “displaced Syrians”, “persons registered as refugees by UNHCR”, “Palestinian refugees in Lebanon”, and “Palestinian refugees from Syria” to refer to those affected by the crisis.",
      "metadata": {
        "id": "3957814",
        "name": "Escalating needs in Lebanon | A 2023 overview",
        "date_original": 1681171200000,
        "date_changed": 1683050015000,
        "date_created": 1683044473000,
        "primary_country_id": 137,
        "primary_country_name": "Lebanon",
        "primary_country_iso3": "lbn",
        "primary_country_location": {
          "lon": 35.89,
          "lat": 33.92
        }
      }
    },
    {
      "summary": " The number of reported COVID-19 cases in the Philippines has been increasing from 27 Feb - 9 Apr 2023, with 1,944 cases reported in the last week (1.7 cases per 100,000 population). The three regions with the highest reported case counts were the National Capital Region (642 cases), Region IV-A: CALABARZON (204 cases), and Region XI: Davao Region (193 cases).",
      "metadata": {
        "id": "3954912",
        "name": "Philippines Coronavirus disease (COVID-19) Situation Report #125, 10 Apr 2023",
        "date_original": 1681084800000,
        "date_changed": 1682040108000,
        "date_created": 1682033089000,
        "primary_country_id": 188,
        "primary_country_name": "Philippines",
        "primary_country_iso3": "phl",
        "primary_country_location": {
          "lon": 122.88,
          "lat": 11.74
        }
      }
    },
    {
      "summary": " The Pacific Syndromic Surveillance System Weekly Bulletin for Week 15 of 2023 (April 3-April 9) reported alerts for 1 case of Varicella in Wallis & Futuna, 1 case in Fiji, and 2 cases in Vanuatu for AFR, as well as COVID-19 cases in the Cook Islands, RMI, CNMI, FSM, Niue, and Palau, and Dengue-like Illness in Samoa and Vanuatu.",
      "metadata": {
        "id": "3954202",
        "name": "Pacific Syndromic Surveillance System Weekly Bulletin / Système de Surveillance Syndromique dans le Pacifique - Bulletin Hebdomadaire: W15 2023 (Apr 03-Apr 09)",
        "date_original": 1680998400000,
        "date_changed": 1681908036000,
        "date_created": 1681893484000,
        "primary_country_id": 90,
        "primary_country_name": "Fiji",
        "primary_country_iso3": "fji",
        "primary_country_location": {
          "lon": 178.065,
          "lat": -17.71
        }
      }
    }
  ]
}