{
  "original": {
    "id": "3958036",
    "fields": {
      "date": {
        "changed": "2023-05-03T09:02:10+00:00",
        "created": "2023-05-03T07:40:24+00:00",
        "original": "2023-05-03T00:00:00+00:00"
      },
      "country": [
        {
          "href": "https://api.reliefweb.int/v1/countries/180",
          "name": "occupied Palestinian territory",
          "location": {
            "lon": 35.2332,
            "lat": 31.9522
          },
          "id": 180,
          "shortname": "oPt",
          "iso3": "pse",
          "primary": true
        }
      ],
      "vulnerable_groups": [
        {
          "name": "IDPs",
          "id": 6872
        }
      ],
      "ocha_product": [
        {
          "name": "Other",
          "id": 12353
        }
      ],
      "origin": "https://ochaopt.org/content/west-bank-demolitions-and-displacement-january-march-2023",
      "primary_country": {
        "href": "https://api.reliefweb.int/v1/countries/180",
        "name": "occupied Palestinian territory",
        "location": {
          "lon": 35.2332,
          "lat": 31.9522
        },
        "id": 180,
        "shortname": "oPt",
        "iso3": "pse"
      },
      "format": [
        {
          "name": "Situation Report",
          "id": 10
        }
      ],
      "language": [
        {
          "code": "en",
          "name": "English",
          "id": 267
        }
      ],
      "source": [
        {
          "href": "https://api.reliefweb.int/v1/sources/1503",
          "longname": "United Nations Office for the Coordination of Humanitarian Affairs",
          "spanish_name": "Oficina de Coordinación de Asuntos Humanitarios",
          "name": "UN Office for the Coordination of Humanitarian Affairs",
          "id": 1503,
          "type": {
            "name": "International Organization",
            "id": 272
          },
          "shortname": "OCHA",
          "disclaimer": "To learn more about OCHA's activities, please visit https://www.unocha.org/.",
          "homepage": "http://www.unocha.org/"
        }
      ],
      "title": "West Bank demolitions and displacement: An overview | January - March 2023",
      "body": "**HIGHLIGHTS**\n\n- During the first quarter of 2023, a total of 290 structures were demolished/seized and 413 people were displaced. This represents a 46 and 78 per cent increase, respectively, compared with the same period in 2022, which already saw the highest number of demolitions recorded in the West Bank, including East Jerusalem, since 2016.\n\n- Forty-three of the structures demolished during the reporting period were provided as humanitarian aid. A further eleven are at risk of demolition due to stop-work orders.\n\n- The number of demolished structures in East Jerusalem during the first quarter of 2023 is more than double the same period in 2022 and is the highest since April 2019.\n\n- During the first quarter of 2023, two donor-funded schools became at increased risk of imminent demolition in Bethlehem and Ramallah governorates.\n\n**Overview**\n\nDuring the first quarter of 2023, Israeli authorities demolished, forced people to demolish or seized 290 Palestinian-owned structures across the West Bank, including East Jerusalem. All but nineteen (19) of the structures were targeted for lacking building permits, which are nearly impossible for Palestinians to obtain. As a result, 413 people, including 194 children, were displaced, and the livelihoods or access to services of over 11,000 others were affected. The number of structures targeted in the first quarter of 2023 have increased by 46 per cent compared with the same period in 2022, which already saw the highest number of demolitions recorded in the West Bank, including East Jerusalem, since 2016.\n\n**Donor-funded structures**. Forty-three (43) of the targeted structures, all located in Area C communities, had been provided as humanitarian aid. An additional eleven donor-funded structures, including two elementary schools, received stop-work orders. The total number of donor-funded structures targeted since the beginning of 2023 (43) is 26 per cent higher than during the same period in 2022 (34 structures).\n\n**Critical incidents**. During the reporting period, the incident that resulted in the most structures demolished occurred on 27 February, in Lifjim community in Nablus. Citing the absence of Israeli-issued building permits, the Israeli authorities demolished 15 donor- funded structures. As a result, three households comprising 17 people, including ten children, were displaced and the livelihoods of another 14 people, including eight children, were affected. The incident that affected the largest number of people took place on 23 January, when Israeli authorities sealed off an under-construction water well in Habla (Qalqilya) in Area B, without prior notification. The well would have been the sole drinking water and irrigation source for about 5,000 dunums of cultivated land. Some 8,000 Palestinians from 1,300 families in three surrounding villages were affected.\n\n**Residential structures**. More than 35 per cent (102 structures) of all structures targeted (demolished and seized) in the first quarter of 2023 were residential, resulting in the displacement of 413 Palestinians, including 194 children. This is 78 per cent higher than the number of people displaced during the same period in 2022. Seventeen of the affected homes were donor funded humanitarian assistance to seventeen Palestinian households in seven communities. Four of these households were displaced for the third time since February 2022 in the herder community of Mantiqat Sh’ib Al Butum community, near Yatta in southern Hebron.\n\n**Non-residential structures**. All of the nonresidential structures that were targeted between January and March (188 structures), supported the agricultural, herding and commercial livelihoods of communities, including animal shelters, storage rooms, and agricultural road. Twenty-six of these structures were donor-funded humanitarian aid delivered to eleven Area C communities in response to previous demolitions.\n\n**Firing Zones**. Nearly 70 per cent of all affected structures in the first quarter of 2023 (197 of 290) were in communities partially or entirely located in Area C. Among the most affected were four Palestinian herding communities located in Israeli-designated ‘firing zones.’ Nearly 30 per cent of Area C is designated as such, and the 38 Palestinian communities in these military training areas are among the most vulnerable in the West Bank, with limited access to essential services and basic infrastructure. In the herding communities of Zatara al Kurshan in Bethlehem, Isfey al Fauqa, Idhna and Beit Ula (all in Hebron), the Israeli authorities demolished 16 structures, three of which were donor funded as humanitarian assistance in response to previous demolitions. As a result, twelve people were displaced and five people were otherwise affected.\n\n**Military order 1797**. Additionally, in the Area C communities of Beit Fajjar and Al Fureidis (both in Bethlehem), Hebron city and Arab al Fureijat (Hebron), Al ‘Auja (Jericho), and Deir ‘Ammar (Ramallah), the Israeli authorities demolished a total of nine structures based on Military Order 1797, which provides only a 96-hour notice and very limited grounds for legally challenging a demolition. This resulted in the displacement of one household, comprising three people, including one child, and affected another nine households, comprising 103 people, including 32 children. A total of 237 Palestinian-owned structures have been demolished based on this order, since it came into effect in July 2019.\n\n**Seizure procedures**. Twenty-five structures out of the 197 structures targeted (demolished and seized) in Area C of the West Bank were seized by the Israeli authorities without warning, which prevented the owners from being able to object in advance. This is a significant decrease compared with the 35 per cent in 2021, and 20 per cent in 2020. Seizure procedures enable the authorities not to provide prior notice, thus preventing affected people from objecting in advance.\n\n**Schools at risk of demolition**. During the reporting period, two donor-funded schools in Bethlehem and Ramallah were put at increased risk of imminent demolition. On 8 March, an Israeli court ordered the immediate demolition (within 60 days) of a school in the herding community of Jubbet adh Dhib, in Bethlehem. The school was built in 2017 and serves more than 40 students (15 boys and 25 girls) from grades 1-4 from three different communities. Additionally, on 9 February, the Israeli civil administration issued two stop-work orders against a room and a water cistern that are part of a donor-funded school in Wadi As Seeq Bedouin community in Ramallah. The school was built in 2017 with support from an international NGO and opened to serve 82 students in grades 1-6 from Wadi as Seeq and three nearby communities. According to the Education Cluster, it is estimated that at least 58 schools in the West Bank (50 in Area C and 8 in East Jerusalem) have pending demolition or stopwork orders. These schools serve around 6,500 students in the most vulnerable areas of the West Bank. At least seven out of the 58 schools are legally unprotected as their lawyers have exhausted all legal measures to protect the schools. The demolition of any of the schools jeopardizes the students’ right to education. Last year, Israeli authorities carried out three full or partial demolitions of two schools in Area C. One, the Isfey Al Fouqa School–located in an area designated by the Israeli authorities as ‘Firing Zone 918’ in Masafer Yatta (Hebron), was demolished twice, impacting over 85 students (37 females) and 18 teachers.\n\n**East Jerusalem**. In East Jerusalem, the Israeli authorities demolished or forced people to demolish 79 structures, all but three of the structures were targeted for lacking Israeli-issued building permits. This is double the number of structures demolished during the same period of 2022. February, saw the highest number of demolished structures in East Jerusalem in a single month since April 2019; with a total of 36 structures demolished, compared to a monthly average of eleven demolished in 2022. The communities most heavily affected were Jabal Mukabbir, and Hizma which both accounted for 40 per cent of demolition incidents in East Jerusalem during the first quarter of 2023. About 45 per cent of the structures demolished in East Jerusalem were homes, while agricultural or livelihood-related structures accounted for some 55 per cent of all demolitions in East Jerusalem.\n\n**Structures demolished by their owners**. During the first quarter of 2023, 32 per cent of the structures demolished in East Jerusalem (24 out of 79 structures) were destroyed by their owners following the issuance of demolition orders, compared with 27 per cent in the previous five years. The proportion of structures destroyed by their owners represents a 37 percent increase compared with the equivalent period in 2022. About one quarter of this year’s demolished homes were reported in Jabal al Mukabbir area, resulting in the displacement of three households, comprising 22 people, including 14 children. These demolitions are supported through Israeli legislation which limits the authority of Israeli courts to intervene and enables the Jerusalem Municipality to exert pressure on families to demolish their properties themselves. In one such incident, in the Silwan area of East Jerusalem, the affected family paid around 100,000NIS in fines since 2017 for building without a permit before they received a final demolition order in February 2023, following which they were forced to self-demolish their home. In addition to demolitions on grounds of lacking a permit, Silwan is one of the neighborhoods most affected by settlement activity, with at least 470 Palestinians at risk of eviction due to legal action by settler organizations, out of at least 970 Palestinians in such a situation in all of East Jerusalem.\n\n**Risk of eviction from East Jerusalem**. Furthermore, in East Jerusalem, on 15 March, the Israeli Supreme Court rejected a request to appeal by a Palestinian family (Sub-Laban/Gaith family) against eviction from their home in the Muslim Quarter of the Old City of Jerusalem where they have been living since 1954, and the transfer of the property to an Israeli settler organization. Two elderly members of the Sub-Laban/Gaith family currently reside in the family home, while six members, including two children of the same family were already evicted in January 2017. Forced evictions are a gross violation of human rights. Forced evictions resulting in displacement could amount to forcible transfer, which is a grave breach of the Fourth Geneva Convention. \n\nAccording to OCHA, at least 218 Palestinian households have eviction cases filed against them so far, the majority initiated by settler organizations, placing at least 970 people, including 424 children, at risk of displacement.\n\n**Punitive demolition or sealing**. Furthermore, during the first quarter of 2023, six Palestinian-owned homes and one agricultural-related structure were demolished or sealed by the Israeli authorities on punitive grounds, in response to Palestinian attacks targeting Israelis that occurred in 2022 and 2023. Three of these structures were in Area B, one in Area C and three in East Jerusalem. As a result, nine households were displaced (comprising 43 people, including 14 children) and 18 households were otherwise affected (comprising 92 people, including 51 children). These punitive demolitions are a form of collective punishment, prohibited under international law and often trigger confrontations and clashes between the Palestinian communities and Israeli forces. In 2023, clashes erupted during punitive demolitions, in which Israeli forces shot and killed four Palestinians, including one child, and injured 43 others.",
      "url": "https://reliefweb.int/node/3958036",
      "file": [
        {
          "preview": {
            "url-thumb": "https://reliefweb.int/sites/default/files/styles/thumbnail/public/previews/08/7b/087b9e79-6ff3-43d9-8f1c-223db4947e99.png",
            "url-small": "https://reliefweb.int/sites/default/files/styles/small/public/previews/08/7b/087b9e79-6ff3-43d9-8f1c-223db4947e99.png",
            "url-large": "https://reliefweb.int/sites/default/files/styles/large/public/previews/08/7b/087b9e79-6ff3-43d9-8f1c-223db4947e99.png",
            "version": "2416717-1-0",
            "url": "https://reliefweb.int/sites/default/files/previews/08/7b/087b9e79-6ff3-43d9-8f1c-223db4947e99.png"
          },
          "filename": "Demolition-report_Jan-Mar_2023.pdf",
          "mimetype": "application/pdf",
          "id": "2416717",
          "filesize": "1326607",
          "url": "https://reliefweb.int/attachments/087b9e79-6ff3-43d9-8f1c-223db4947e99/Demolition-report_Jan-Mar_2023.pdf"
        }
      ],
      "url_alias": "https://reliefweb.int/report/occupied-palestinian-territory/west-bank-demolitions-and-displacement-overview-january-march-2023",
      "theme": [
        {
          "name": "Protection and Human Rights",
          "id": 4600
        },
        {
          "name": "Shelter and Non-Food Items",
          "id": 4603
        }
      ],
      "id": 3958036,
      "status": "published",
      "body-html": "<p><strong>HIGHLIGHTS</strong></p>\n<ul>\n<li>\n<p>During the first quarter of 2023, a total of 290 structures were demolished/seized and 413 people were displaced. This represents a 46 and 78 per cent increase, respectively, compared with the same period in 2022, which already saw the highest number of demolitions recorded in the West Bank, including East Jerusalem, since 2016.</p>\n</li>\n<li>\n<p>Forty-three of the structures demolished during the reporting period were provided as humanitarian aid. A further eleven are at risk of demolition due to stop-work orders.</p>\n</li>\n<li>\n<p>The number of demolished structures in East Jerusalem during the first quarter of 2023 is more than double the same period in 2022 and is the highest since April 2019.</p>\n</li>\n<li>\n<p>During the first quarter of 2023, two donor-funded schools became at increased risk of imminent demolition in Bethlehem and Ramallah governorates.</p>\n</li>\n</ul>\n<p><strong>Overview</strong></p>\n<p>During the first quarter of 2023, Israeli authorities demolished, forced people to demolish or seized 290 Palestinian-owned structures across the West Bank, including East Jerusalem. All but nineteen (19) of the structures were targeted for lacking building permits, which are nearly impossible for Palestinians to obtain. As a result, 413 people, including 194 children, were displaced, and the livelihoods or access to services of over 11,000 others were affected. The number of structures targeted in the first quarter of 2023 have increased by 46 per cent compared with the same period in 2022, which already saw the highest number of demolitions recorded in the West Bank, including East Jerusalem, since 2016.</p>\n<p><strong>Donor-funded structures</strong>. Forty-three (43) of the targeted structures, all located in Area C communities, had been provided as humanitarian aid. An additional eleven donor-funded structures, including two elementary schools, received stop-work orders. The total number of donor-funded structures targeted since the beginning of 2023 (43) is 26 per cent higher than during the same period in 2022 (34 structures).</p>\n<p><strong>Critical incidents</strong>. During the reporting period, the incident that resulted in the most structures demolished occurred on 27 February, in Lifjim community in Nablus. Citing the absence of Israeli-issued building permits, the Israeli authorities demolished 15 donor- funded structures. As a result, three households comprising 17 people, including ten children, were displaced and the livelihoods of another 14 people, including eight children, were affected. The incident that affected the largest number of people took place on 23 January, when Israeli authorities sealed off an under-construction water well in Habla (Qalqilya) in Area B, without prior notification. The well would have been the sole drinking water and irrigation source for about 5,000 dunums of cultivated land. Some 8,000 Palestinians from 1,300 families in three surrounding villages were affected.</p>\n<p><strong>Residential structures</strong>. More than 35 per cent (102 structures) of all structures targeted (demolished and seized) in the first quarter of 2023 were residential, resulting in the displacement of 413 Palestinians, including 194 children. This is 78 per cent higher than the number of people displaced during the same period in 2022. Seventeen of the affected homes were donor funded humanitarian assistance to seventeen Palestinian households in seven communities. Four of these households were displaced for the third time since February 2022 in the herder community of Mantiqat Sh’ib Al Butum community, near Yatta in southern Hebron.</p>\n<p><strong>Non-residential structures</strong>. All of the nonresidential structures that were targeted between January and March (188 structures), supported the agricultural, herding and commercial livelihoods of communities, including animal shelters, storage rooms, and agricultural road. Twenty-six of these structures were donor-funded humanitarian aid delivered to eleven Area C communities in response to previous demolitions.</p>\n<p><strong>Firing Zones</strong>. Nearly 70 per cent of all affected structures in the first quarter of 2023 (197 of 290) were in communities partially or entirely located in Area C. Among the most affected were four Palestinian herding communities located in Israeli-designated ‘firing zones.’ Nearly 30 per cent of Area C is designated as such, and the 38 Palestinian communities in these military training areas are among the most vulnerable in the West Bank, with limited access to essential services and basic infrastructure. In the herding communities of Zatara al Kurshan in Bethlehem, Isfey al Fauqa, Idhna and Beit Ula (all in Hebron), the Israeli authorities demolished 16 structures, three of which were donor funded as humanitarian assistance in response to previous demolitions. As a result, twelve people were displaced and five people were otherwise affected.</p>\n<p><strong>Military order 1797</strong>. Additionally, in the Area C communities of Beit Fajjar and Al Fureidis (both in Bethlehem), Hebron city and Arab al Fureijat (Hebron), Al ‘Auja (Jericho), and Deir ‘Ammar (Ramallah), the Israeli authorities demolished a total of nine structures based on Military Order 1797, which provides only a 96-hour notice and very limited grounds for legally challenging a demolition. This resulted in the displacement of one household, comprising three people, including one child, and affected another nine households, comprising 103 people, including 32 children. A total of 237 Palestinian-owned structures have been demolished based on this order, since it came into effect in July 2019.</p>\n<p><strong>Seizure procedures</strong>. Twenty-five structures out of the 197 structures targeted (demolished and seized) in Area C of the West Bank were seized by the Israeli authorities without warning, which prevented the owners from being able to object in advance. This is a significant decrease compared with the 35 per cent in 2021, and 20 per cent in 2020. Seizure procedures enable the authorities not to provide prior notice, thus preventing affected people from objecting in advance.</p>\n<p><strong>Schools at risk of demolition</strong>. During the reporting period, two donor-funded schools in Bethlehem and Ramallah were put at increased risk of imminent demolition. On 8 March, an Israeli court ordered the immediate demolition (within 60 days) of a school in the herding community of Jubbet adh Dhib, in Bethlehem. The school was built in 2017 and serves more than 40 students (15 boys and 25 girls) from grades 1-4 from three different communities. Additionally, on 9 February, the Israeli civil administration issued two stop-work orders against a room and a water cistern that are part of a donor-funded school in Wadi As Seeq Bedouin community in Ramallah. The school was built in 2017 with support from an international NGO and opened to serve 82 students in grades 1-6 from Wadi as Seeq and three nearby communities. According to the Education Cluster, it is estimated that at least 58 schools in the West Bank (50 in Area C and 8 in East Jerusalem) have pending demolition or stopwork orders. These schools serve around 6,500 students in the most vulnerable areas of the West Bank. At least seven out of the 58 schools are legally unprotected as their lawyers have exhausted all legal measures to protect the schools. The demolition of any of the schools jeopardizes the students’ right to education. Last year, Israeli authorities carried out three full or partial demolitions of two schools in Area C. One, the Isfey Al Fouqa School–located in an area designated by the Israeli authorities as ‘Firing Zone 918’ in Masafer Yatta (Hebron), was demolished twice, impacting over 85 students (37 females) and 18 teachers.</p>\n<p><strong>East Jerusalem</strong>. In East Jerusalem, the Israeli authorities demolished or forced people to demolish 79 structures, all but three of the structures were targeted for lacking Israeli-issued building permits. This is double the number of structures demolished during the same period of 2022. February, saw the highest number of demolished structures in East Jerusalem in a single month since April 2019; with a total of 36 structures demolished, compared to a monthly average of eleven demolished in 2022. The communities most heavily affected were Jabal Mukabbir, and Hizma which both accounted for 40 per cent of demolition incidents in East Jerusalem during the first quarter of 2023. About 45 per cent of the structures demolished in East Jerusalem were homes, while agricultural or livelihood-related structures accounted for some 55 per cent of all demolitions in East Jerusalem.</p>\n<p><strong>Structures demolished by their owners</strong>. During the first quarter of 2023, 32 per cent of the structures demolished in East Jerusalem (24 out of 79 structures) were destroyed by their owners following the issuance of demolition orders, compared with 27 per cent in the previous five years. The proportion of structures destroyed by their owners represents a 37 percent increase compared with the equivalent period in 2022. About one quarter of this year’s demolished homes were reported in Jabal al Mukabbir area, resulting in the displacement of three households, comprising 22 people, including 14 children. These demolitions are supported through Israeli legislation which limits the authority of Israeli courts to intervene and enables the Jerusalem Municipality to exert pressure on families to demolish their properties themselves. In one such incident, in the Silwan area of East Jerusalem, the affected family paid around 100,000NIS in fines since 2017 for building without a permit before they received a final demolition order in February 2023, following which they were forced to self-demolish their home. In addition to demolitions on grounds of lacking a permit, Silwan is one of the neighborhoods most affected by settlement activity, with at least 470 Palestinians at risk of eviction due to legal action by settler organizations, out of at least 970 Palestinians in such a situation in all of East Jerusalem.</p>\n<p><strong>Risk of eviction from East Jerusalem</strong>. Furthermore, in East Jerusalem, on 15 March, the Israeli Supreme Court rejected a request to appeal by a Palestinian family (Sub-Laban/Gaith family) against eviction from their home in the Muslim Quarter of the Old City of Jerusalem where they have been living since 1954, and the transfer of the property to an Israeli settler organization. Two elderly members of the Sub-Laban/Gaith family currently reside in the family home, while six members, including two children of the same family were already evicted in January 2017. Forced evictions are a gross violation of human rights. Forced evictions resulting in displacement could amount to forcible transfer, which is a grave breach of the Fourth Geneva Convention.</p>\n<p>According to OCHA, at least 218 Palestinian households have eviction cases filed against them so far, the majority initiated by settler organizations, placing at least 970 people, including 424 children, at risk of displacement.</p>\n<p><strong>Punitive demolition or sealing</strong>. Furthermore, during the first quarter of 2023, six Palestinian-owned homes and one agricultural-related structure were demolished or sealed by the Israeli authorities on punitive grounds, in response to Palestinian attacks targeting Israelis that occurred in 2022 and 2023. Three of these structures were in Area B, one in Area C and three in East Jerusalem. As a result, nine households were displaced (comprising 43 people, including 14 children) and 18 households were otherwise affected (comprising 92 people, including 51 children). These punitive demolitions are a form of collective punishment, prohibited under international law and often trigger confrontations and clashes between the Palestinian communities and Israeli forces. In 2023, clashes erupted during punitive demolitions, in which Israeli forces shot and killed four Palestinians, including one child, and injured 43 others.</p>\n"
    }
  },
  "text": "# West Bank demolitions and displacement: An overview | January - March 2023\n\n**HIGHLIGHTS**\n\n- During the first quarter of 2023, a total of 290 structures were demolished/seized and 413 people were displaced. This represents a 46 and 78 per cent increase, respectively, compared with the same period in 2022, which already saw the highest number of demolitions recorded in the West Bank, including East Jerusalem, since 2016.\n\n- Forty-three of the structures demolished during the reporting period were provided as humanitarian aid. A further eleven are at risk of demolition due to stop-work orders.\n\n- The number of demolished structures in East Jerusalem during the first quarter of 2023 is more than double the same period in 2022 and is the highest since April 2019.\n\n- During the first quarter of 2023, two donor-funded schools became at increased risk of imminent demolition in Bethlehem and Ramallah governorates.\n\n**Overview**\n\nDuring the first quarter of 2023, Israeli authorities demolished, forced people to demolish or seized 290 Palestinian-owned structures across the West Bank, including East Jerusalem. All but nineteen (19) of the structures were targeted for lacking building permits, which are nearly impossible for Palestinians to obtain. As a result, 413 people, including 194 children, were displaced, and the livelihoods or access to services of over 11,000 others were affected. The number of structures targeted in the first quarter of 2023 have increased by 46 per cent compared with the same period in 2022, which already saw the highest number of demolitions recorded in the West Bank, including East Jerusalem, since 2016.\n\n**Donor-funded structures**. Forty-three (43) of the targeted structures, all located in Area C communities, had been provided as humanitarian aid. An additional eleven donor-funded structures, including two elementary schools, received stop-work orders. The total number of donor-funded structures targeted since the beginning of 2023 (43) is 26 per cent higher than during the same period in 2022 (34 structures).\n\n**Critical incidents**. During the reporting period, the incident that resulted in the most structures demolished occurred on 27 February, in Lifjim community in Nablus. Citing the absence of Israeli-issued building permits, the Israeli authorities demolished 15 donor- funded structures. As a result, three households comprising 17 people, including ten children, were displaced and the livelihoods of another 14 people, including eight children, were affected. The incident that affected the largest number of people took place on 23 January, when Israeli authorities sealed off an under-construction water well in Habla (Qalqilya) in Area B, without prior notification. The well would have been the sole drinking water and irrigation source for about 5,000 dunums of cultivated land. Some 8,000 Palestinians from 1,300 families in three surrounding villages were affected.\n\n**Residential structures**. More than 35 per cent (102 structures) of all structures targeted (demolished and seized) in the first quarter of 2023 were residential, resulting in the displacement of 413 Palestinians, including 194 children. This is 78 per cent higher than the number of people displaced during the same period in 2022. Seventeen of the affected homes were donor funded humanitarian assistance to seventeen Palestinian households in seven communities. Four of these households were displaced for the third time since February 2022 in the herder community of Mantiqat Sh’ib Al Butum community, near Yatta in southern Hebron.\n\n**Non-residential structures**. All of the nonresidential structures that were targeted between January and March (188 structures), supported the agricultural, herding and commercial livelihoods of communities, including animal shelters, storage rooms, and agricultural road. Twenty-six of these structures were donor-funded humanitarian aid delivered to eleven Area C communities in response to previous demolitions.\n\n**Firing Zones**. Nearly 70 per cent of all affected structures in the first quarter of 2023 (197 of 290) were in communities partially or entirely located in Area C. Among the most affected were four Palestinian herding communities located in Israeli-designated ‘firing zones.’ Nearly 30 per cent of Area C is designated as such, and the 38 Palestinian communities in these military training areas are among the most vulnerable in the West Bank, with limited access to essential services and basic infrastructure. In the herding communities of Zatara al Kurshan in Bethlehem, Isfey al Fauqa, Idhna and Beit Ula (all in Hebron), the Israeli authorities demolished 16 structures, three of which were donor funded as humanitarian assistance in response to previous demolitions. As a result, twelve people were displaced and five people were otherwise affected.\n\n**Military order 1797**. Additionally, in the Area C communities of Beit Fajjar and Al Fureidis (both in Bethlehem), Hebron city and Arab al Fureijat (Hebron), Al ‘Auja (Jericho), and Deir ‘Ammar (Ramallah), the Israeli authorities demolished a total of nine structures based on Military Order 1797, which provides only a 96-hour notice and very limited grounds for legally challenging a demolition. This resulted in the displacement of one household, comprising three people, including one child, and affected another nine households, comprising 103 people, including 32 children. A total of 237 Palestinian-owned structures have been demolished based on this order, since it came into effect in July 2019.\n\n**Seizure procedures**. Twenty-five structures out of the 197 structures targeted (demolished and seized) in Area C of the West Bank were seized by the Israeli authorities without warning, which prevented the owners from being able to object in advance. This is a significant decrease compared with the 35 per cent in 2021, and 20 per cent in 2020. Seizure procedures enable the authorities not to provide prior notice, thus preventing affected people from objecting in advance.\n\n**Schools at risk of demolition**. During the reporting period, two donor-funded schools in Bethlehem and Ramallah were put at increased risk of imminent demolition. On 8 March, an Israeli court ordered the immediate demolition (within 60 days) of a school in the herding community of Jubbet adh Dhib, in Bethlehem. The school was built in 2017 and serves more than 40 students (15 boys and 25 girls) from grades 1-4 from three different communities. Additionally, on 9 February, the Israeli civil administration issued two stop-work orders against a room and a water cistern that are part of a donor-funded school in Wadi As Seeq Bedouin community in Ramallah. The school was built in 2017 with support from an international NGO and opened to serve 82 students in grades 1-6 from Wadi as Seeq and three nearby communities. According to the Education Cluster, it is estimated that at least 58 schools in the West Bank (50 in Area C and 8 in East Jerusalem) have pending demolition or stopwork orders. These schools serve around 6,500 students in the most vulnerable areas of the West Bank. At least seven out of the 58 schools are legally unprotected as their lawyers have exhausted all legal measures to protect the schools. The demolition of any of the schools jeopardizes the students’ right to education. Last year, Israeli authorities carried out three full or partial demolitions of two schools in Area C. One, the Isfey Al Fouqa School–located in an area designated by the Israeli authorities as ‘Firing Zone 918’ in Masafer Yatta (Hebron), was demolished twice, impacting over 85 students (37 females) and 18 teachers.\n\n**East Jerusalem**. In East Jerusalem, the Israeli authorities demolished or forced people to demolish 79 structures, all but three of the structures were targeted for lacking Israeli-issued building permits. This is double the number of structures demolished during the same period of 2022. February, saw the highest number of demolished structures in East Jerusalem in a single month since April 2019; with a total of 36 structures demolished, compared to a monthly average of eleven demolished in 2022. The communities most heavily affected were Jabal Mukabbir, and Hizma which both accounted for 40 per cent of demolition incidents in East Jerusalem during the first quarter of 2023. About 45 per cent of the structures demolished in East Jerusalem were homes, while agricultural or livelihood-related structures accounted for some 55 per cent of all demolitions in East Jerusalem.\n\n**Structures demolished by their owners**. During the first quarter of 2023, 32 per cent of the structures demolished in East Jerusalem (24 out of 79 structures) were destroyed by their owners following the issuance of demolition orders, compared with 27 per cent in the previous five years. The proportion of structures destroyed by their owners represents a 37 percent increase compared with the equivalent period in 2022. About one quarter of this year’s demolished homes were reported in Jabal al Mukabbir area, resulting in the displacement of three households, comprising 22 people, including 14 children. These demolitions are supported through Israeli legislation which limits the authority of Israeli courts to intervene and enables the Jerusalem Municipality to exert pressure on families to demolish their properties themselves. In one such incident, in the Silwan area of East Jerusalem, the affected family paid around 100,000NIS in fines since 2017 for building without a permit before they received a final demolition order in February 2023, following which they were forced to self-demolish their home. In addition to demolitions on grounds of lacking a permit, Silwan is one of the neighborhoods most affected by settlement activity, with at least 470 Palestinians at risk of eviction due to legal action by settler organizations, out of at least 970 Palestinians in such a situation in all of East Jerusalem.\n\n**Risk of eviction from East Jerusalem**. Furthermore, in East Jerusalem, on 15 March, the Israeli Supreme Court rejected a request to appeal by a Palestinian family (Sub-Laban/Gaith family) against eviction from their home in the Muslim Quarter of the Old City of Jerusalem where they have been living since 1954, and the transfer of the property to an Israeli settler organization. Two elderly members of the Sub-Laban/Gaith family currently reside in the family home, while six members, including two children of the same family were already evicted in January 2017. Forced evictions are a gross violation of human rights. Forced evictions resulting in displacement could amount to forcible transfer, which is a grave breach of the Fourth Geneva Convention. \n\nAccording to OCHA, at least 218 Palestinian households have eviction cases filed against them so far, the majority initiated by settler organizations, placing at least 970 people, including 424 children, at risk of displacement.\n\n**Punitive demolition or sealing**. Furthermore, during the first quarter of 2023, six Palestinian-owned homes and one agricultural-related structure were demolished or sealed by the Israeli authorities on punitive grounds, in response to Palestinian attacks targeting Israelis that occurred in 2022 and 2023. Three of these structures were in Area B, one in Area C and three in East Jerusalem. As a result, nine households were displaced (comprising 43 people, including 14 children) and 18 households were otherwise affected (comprising 92 people, including 51 children). These punitive demolitions are a form of collective punishment, prohibited under international law and often trigger confrontations and clashes between the Palestinian communities and Israeli forces. In 2023, clashes erupted during punitive demolitions, in which Israeli forces shot and killed four Palestinians, including one child, and injured 43 others.",
  "summary": " During the first quarter of 2023, Israeli authorities demolished, forced people to demolish or seized 290 Palestinian-owned structures across the West Bank, including East Jerusalem, resulting in the displacement of 413 people, including 194 children. 43 of the targeted structures were provided as humanitarian aid, and two donor-funded schools became at increased risk of imminent demolition. Additionally, six Palestinian-owned homes and one agricultural-related structure were demolished or sealed by the Israeli authorities on punitive grounds. These demolitions are a form of collective punishment, prohibited under international law.",
  "metadata": {
    "id": "3958036",
    "name": "West Bank demolitions and displacement: An overview | January - March 2023",
    "date_original": 1683072000000,
    "date_changed": 1683104530000,
    "date_created": 1683099624000,
    "primary_country_id": 180,
    "primary_country_name": "occupied Palestinian territory",
    "primary_country_iso3": "pse",
    "primary_country_location": {
      "lon": 35.2332,
      "lat": 31.9522
    }
  }
}