{
  "original": {
    "id": "50794",
    "fields": {
      "date": {
        "changed": "2023-05-01T13:38:15+00:00",
        "event": "2021-07-15T00:00:00+00:00",
        "created": "2021-07-15T00:00:00+00:00"
      },
      "primary_type": {
        "code": "FL",
        "name": "Flood",
        "id": 4611
      },
      "country": [
        {
          "href": "https://api.reliefweb.int/v1/countries/8657",
          "name": "South Sudan",
          "location": {
            "lon": 30.5,
            "lat": 6.9
          },
          "id": 8657,
          "shortname": "South Sudan",
          "iso3": "ssd",
          "primary": true
        }
      ],
      "primary_country": {
        "href": "https://api.reliefweb.int/v1/countries/8657",
        "name": "South Sudan",
        "location": {
          "lon": 30.5,
          "lat": 6.9
        },
        "id": 8657,
        "shortname": "South Sudan",
        "iso3": "ssd"
      },
      "profile": {
        "overview": "Flooding, high levels of food insecurity, violence and COVID-19 continued to drive people’s humanitarian needs in July. In Ayod County of Jonglei, some 30,000 people in at least six locations were affected by flooding, according to local authorities. A cumulative number of 18,000 people in Fangak County, Jonglei, were also affected by flooding between May and July. Floods affected more than 37,000 people in communities across Northern Bahr el Ghazal, Unity, Upper Nile and Warrap. Sub-national violence in Tambura County, Western Equatoria, displaced an estimated 21,000 people, mainly women and children, and killed some 150 people. ([OCHA, 6 Aug 2021](https://reliefweb.int/https//:reliefweb.int/node/3762710))\n\nAs early season flooding unfolds in parts of South Sudan, the humanitarian community is working with the Government of South Sudan to support people affected by the rising waters. An estimated 90,000 people have been affected thus far, after heavy rains inundated homes and agricultural fields, forcing families and their livestock to higher ground. On 4 August, a mission comprising of humanitarian representatives and government officials from Juba and Bor visited Ayod and Canal counties to understand the impacts of the ongoing flooding and support required to assist the people. During the mission, local authorities reported that upwards of 70,000 people have been affected by flooding in Ayod and Canal counties. For many, this is the second time they have faced flooding since May. ([OCHA, UNHCR, 6 Aug 2021](https://reliefweb.int/node/3762813))\n\nSome 380,000 people have been affected by flooding in areas along the river Nile, Sudd wetlands and the rivers Lol and Sobat since May. **Jonglei** and **Unity** states are the worst affected. Early seasonal rains have caused rivers to overflow their dykes and banks, flooding vast areas and settlements across the top of the country, with more heavy rains and flooding expected in the coming months. Many of the flood-affected people moved to higher grounds within their county, and plan to return home once the flood waters recede. Some 100,000 people, mostly from **Twic East**, who were displaced by the 2020 floods, still have not returned home and are sheltering in the Bor and Mangalla IDP camps, and in Mingkaman, according to humanitarian partners. A coordinated humanitarian response scale-up in the most affected states of Jonglei, Unity, Northern Bahr el Ghazal and Warrap was initiated to respond to the increased needs of people affected and displaced by the flood waters. ([OCHA, 31 Aug 2021](https://reliefweb.int/node/3769688))\n\nAn estimated 426,000 people were affected and displaced by floods in South Sudan since May 2021. People in Jonglei and Unity states, followed by Northern Bahr el Ghazal and Upper Nile states have been the worst affected to date. Insecurity in Warrap State has made it difficult to respond to people’s needs there. According to initial assessments, priority needs include food assistance, emergency shelter and non-food items, water, sanitation and hygiene services and hygiene kits, health and nutrition supplies and services, protection services and dignity kits, and fishing kits for livelihood support. ([OCHA, 15 Sep 2021](https://reliefweb.int/node/3775709))\n\nMore than 466,000 people have been reported to be affected by flooding in areas along the Nile and Lol rivers and Sudd marshlands since May.\nThis reflects a 23 per cent increase in the numbers of people reported to be affected since the end of August. Jonglei, Unity, Northern Bahr el Ghazal and Upper Nile are the worst affected states. ([OCHA, 30 Sep 2021](https://reliefweb.int/node/3778942))\n\nAs of 7 October, more than 623,000 people have been affected by flooding across eight of the country’s 10 states since May. The floods have escalated across the states with Jonglei and Unity being the most affected. ([IFRC, 17 Oct 2021](https://reliefweb.int/node/3783326))\n\nSome 760,000 people have been affected by flooding in areas along the Nile and Lol rivers and Sudd marshlands since May, according to field reports. This reflects a 63 per cent increase in the number of people affected from the reported number of people affected at the end of September. Many of the flood-affected people moved to higher grounds within their county, and plan to return home once the flood waters recede. Jonglei, Unity and Upper Nile state are the worst affected states. ([OCHA, 5 Nov 2021](https://reliefweb.int/node/3788965))\n\nOver 800,000 people were reported as affected by flooding in areas along the Nile and Lol rivers, and in Sudd marshlands since May. Jonglei, Unity and Upper Nile states are the worst affected. ([OCHA, 18 Nov 2021](https://reliefweb.int/node/3792894))\n\nWidespread flooding since May has continued to impact people and their livelihoods across South Sudan. More than 835,000 people were reported as affected by flooding in 33 of 78 counties, as of 8 December. The decrease in number from 854,000 at end November follows verification of the numbers of people impacted on Duk Islands where fewer people were found than those reported. Jonglei, Unity and Upper Niles remain the worst impacted states, with some 80 per cent of the total cumulative number of affected people. Jonglei is the hardest hit with 305,000 people affected, followed by Unity (220,000 affected) and Upper Nile (141,000 affected). ([OCHA, 14 Dec 2021](https://reliefweb.int/node/3800557))\n\nThe country has faced floods for three consecutive years and the current flooding has worsened the already dire situation, and people have no food and no land to cultivate. Fields are submerged by floodwater and higher grounds are overcrowded with makeshift structures. People have been forced to leave their flooded houses to higher grounds, makeshift shelters and host families. The flooding is creating a perfect breeding ground for mosquitos, while most people don’t even have mosquito nets, leaving them dangerously exposed to diseases. The cumulative impact of the loss of harvests, cattle deaths and floods have led to the collapse of traditional livelihoods. The situation has limited food stocks in the few available functional markets and the supply of these stocks has been cut off. This has forced the food prices to go up. People have waited for flood water to recede and have watched the flood increase day by day since June 2021. ([IFRC, 25 Jan 2022](https://reliefweb.int/node/3811293))\n\nMost communities affected depend on farming for survival and the flooding has made it hard to practice subsistence farming worsening food insecurity and the start of long rains in April 2022 worsening the dire situation. The impacts are especially harsh in Jonglei, Unity, and Upper Nile state, where thousands of people have been displaced or marooned in dike-ringed compounds, holding back floodwaters with mud, sticks, and plastic sheeting. In a prediction to Uganda, ICPAK has predicted heavy rainfall (greater than 100mm) over South Sudan for the period 24 – 31st May 2022 as the UN projects the impacts from floods will be even dire in South Sudan by the time the rainy season ends.  ([IFRC, 2 Jun 2022](https://reliefweb.int/node/3853155))\n\nFlooding and heavy rains continue to impact people across the country, including Jonglei, Lakes, Northern Bahr el Ghazal, Western Bahr el Ghazal, Unity, Upper Nile, Warrap, and Western Equatoria states. Eastern Equatoria and Western Equatoria states that have not been affected by 2021 floods are now reported flooded. In Unity, floodwater levels have risen above the level measured in 2021 by 10 centimeters. Reports indicate that heavy rains and floods have destroyed crops, people’s homes, schools, health care centres, boreholes and killed people. An estimated 386,000 people have been affected based on assessments that were conducted in 18 of the 27 counties reportedly impacted by floods. ([OCHA, 19 Sep 2022](https://reliefweb.int/node/3889251))\n\nHeavy rainfall has been affecting Western Equatoria State (south-western South Sudan) over the past days, causing floods and river overflow (in particular the Mori River) that have resulted in evacuations and damage. The United Nations Mission in South Sudan (UNMISS) reports, as of 28 September, nearly 29,800 displaced people, a number of whom have been relocated to higher and safer grounds, mainly across Mundri West County (eastern Western Equatoria State). Humanitarian efforts are underway to aid displaced communities. ([ECHO, 19 Sep 2022](https://reliefweb.int/node/3891067))\n\nSince late August, heavy rains and flooding impact people across the country and in the southern part of the Abyei Administrative Area, with over 900,000 people reportedly affected. Most affected states are Northern Bahr el Ghazal, Warrap, Unity and Western Equatoria but also Jonglei and Upper Nile currently affected by conflicts and a difficult access. The floods will further drive food insecurity as 16.5kha cropland is potentially affected. Homes, schools and health facilities have been destroyed. Roads and bridges washed away hampering humanitarians to reach affected people. Boreholes and latrines submerged thereby contaminating water sources and risking outbreaks of waterborne diseases. Priority needs include food assistance, shelter, health, nutrition and WASH supplies. Contingency stocks in WASH and Shelter-Non Food Items pipelines have been considerably depleted. Flood response preparedness plans were implemented and response is ongoing, including through the EU-funded Emergency/Rapid Response Mechanisms. However, insecurity, violence against aid workers and access constraints continue to hamper the overall floods response. ([ECHO, 13 Oct 2022](https://reliefweb.int/node/3895776))\n\nSince July 2022, an estimated 1 million people were affected by severe flooding in 36 counties across South Sudan and in the southern part of the Abyei Administrative Area.  \nFlood waters continue to block humanitarian access in Unity State, especially in the southern part of the state including Bentiu and into Jonglei State. An estimated 7 380 people are displaced by flooding in areas of Rubkona county. ([WHO, 27 Apr 2023](https://reliefweb.int/node/3956535))",
        "overview-html": "<p>Flooding, high levels of food insecurity, violence and COVID-19 continued to drive people’s humanitarian needs in July. In Ayod County of Jonglei, some 30,000 people in at least six locations were affected by flooding, according to local authorities. A cumulative number of 18,000 people in Fangak County, Jonglei, were also affected by flooding between May and July. Floods affected more than 37,000 people in communities across Northern Bahr el Ghazal, Unity, Upper Nile and Warrap. Sub-national violence in Tambura County, Western Equatoria, displaced an estimated 21,000 people, mainly women and children, and killed some 150 people. (<a href=\"https://reliefweb.int/https//:reliefweb.int/node/3762710\">OCHA, 6 Aug 2021</a>)</p>\n<p>As early season flooding unfolds in parts of South Sudan, the humanitarian community is working with the Government of South Sudan to support people affected by the rising waters. An estimated 90,000 people have been affected thus far, after heavy rains inundated homes and agricultural fields, forcing families and their livestock to higher ground. On 4 August, a mission comprising of humanitarian representatives and government officials from Juba and Bor visited Ayod and Canal counties to understand the impacts of the ongoing flooding and support required to assist the people. During the mission, local authorities reported that upwards of 70,000 people have been affected by flooding in Ayod and Canal counties. For many, this is the second time they have faced flooding since May. (<a href=\"https://reliefweb.int/node/3762813\">OCHA, UNHCR, 6 Aug 2021</a>)</p>\n<p>Some 380,000 people have been affected by flooding in areas along the river Nile, Sudd wetlands and the rivers Lol and Sobat since May. <strong>Jonglei</strong> and <strong>Unity</strong> states are the worst affected. Early seasonal rains have caused rivers to overflow their dykes and banks, flooding vast areas and settlements across the top of the country, with more heavy rains and flooding expected in the coming months. Many of the flood-affected people moved to higher grounds within their county, and plan to return home once the flood waters recede. Some 100,000 people, mostly from <strong>Twic East</strong>, who were displaced by the 2020 floods, still have not returned home and are sheltering in the Bor and Mangalla IDP camps, and in Mingkaman, according to humanitarian partners. A coordinated humanitarian response scale-up in the most affected states of Jonglei, Unity, Northern Bahr el Ghazal and Warrap was initiated to respond to the increased needs of people affected and displaced by the flood waters. (<a href=\"https://reliefweb.int/node/3769688\">OCHA, 31 Aug 2021</a>)</p>\n<p>An estimated 426,000 people were affected and displaced by floods in South Sudan since May 2021. People in Jonglei and Unity states, followed by Northern Bahr el Ghazal and Upper Nile states have been the worst affected to date. Insecurity in Warrap State has made it difficult to respond to people’s needs there. According to initial assessments, priority needs include food assistance, emergency shelter and non-food items, water, sanitation and hygiene services and hygiene kits, health and nutrition supplies and services, protection services and dignity kits, and fishing kits for livelihood support. (<a href=\"https://reliefweb.int/node/3775709\">OCHA, 15 Sep 2021</a>)</p>\n<p>More than 466,000 people have been reported to be affected by flooding in areas along the Nile and Lol rivers and Sudd marshlands since May.\nThis reflects a 23 per cent increase in the numbers of people reported to be affected since the end of August. Jonglei, Unity, Northern Bahr el Ghazal and Upper Nile are the worst affected states. (<a href=\"https://reliefweb.int/node/3778942\">OCHA, 30 Sep 2021</a>)</p>\n<p>As of 7 October, more than 623,000 people have been affected by flooding across eight of the country’s 10 states since May. The floods have escalated across the states with Jonglei and Unity being the most affected. (<a href=\"https://reliefweb.int/node/3783326\">IFRC, 17 Oct 2021</a>)</p>\n<p>Some 760,000 people have been affected by flooding in areas along the Nile and Lol rivers and Sudd marshlands since May, according to field reports. This reflects a 63 per cent increase in the number of people affected from the reported number of people affected at the end of September. Many of the flood-affected people moved to higher grounds within their county, and plan to return home once the flood waters recede. Jonglei, Unity and Upper Nile state are the worst affected states. (<a href=\"https://reliefweb.int/node/3788965\">OCHA, 5 Nov 2021</a>)</p>\n<p>Over 800,000 people were reported as affected by flooding in areas along the Nile and Lol rivers, and in Sudd marshlands since May. Jonglei, Unity and Upper Nile states are the worst affected. (<a href=\"https://reliefweb.int/node/3792894\">OCHA, 18 Nov 2021</a>)</p>\n<p>Widespread flooding since May has continued to impact people and their livelihoods across South Sudan. More than 835,000 people were reported as affected by flooding in 33 of 78 counties, as of 8 December. The decrease in number from 854,000 at end November follows verification of the numbers of people impacted on Duk Islands where fewer people were found than those reported. Jonglei, Unity and Upper Niles remain the worst impacted states, with some 80 per cent of the total cumulative number of affected people. Jonglei is the hardest hit with 305,000 people affected, followed by Unity (220,000 affected) and Upper Nile (141,000 affected). (<a href=\"https://reliefweb.int/node/3800557\">OCHA, 14 Dec 2021</a>)</p>\n<p>The country has faced floods for three consecutive years and the current flooding has worsened the already dire situation, and people have no food and no land to cultivate. Fields are submerged by floodwater and higher grounds are overcrowded with makeshift structures. People have been forced to leave their flooded houses to higher grounds, makeshift shelters and host families. The flooding is creating a perfect breeding ground for mosquitos, while most people don’t even have mosquito nets, leaving them dangerously exposed to diseases. The cumulative impact of the loss of harvests, cattle deaths and floods have led to the collapse of traditional livelihoods. The situation has limited food stocks in the few available functional markets and the supply of these stocks has been cut off. This has forced the food prices to go up. People have waited for flood water to recede and have watched the flood increase day by day since June 2021. (<a href=\"https://reliefweb.int/node/3811293\">IFRC, 25 Jan 2022</a>)</p>\n<p>Most communities affected depend on farming for survival and the flooding has made it hard to practice subsistence farming worsening food insecurity and the start of long rains in April 2022 worsening the dire situation. The impacts are especially harsh in Jonglei, Unity, and Upper Nile state, where thousands of people have been displaced or marooned in dike-ringed compounds, holding back floodwaters with mud, sticks, and plastic sheeting. In a prediction to Uganda, ICPAK has predicted heavy rainfall (greater than 100mm) over South Sudan for the period 24 – 31st May 2022 as the UN projects the impacts from floods will be even dire in South Sudan by the time the rainy season ends.  (<a href=\"https://reliefweb.int/node/3853155\">IFRC, 2 Jun 2022</a>)</p>\n<p>Flooding and heavy rains continue to impact people across the country, including Jonglei, Lakes, Northern Bahr el Ghazal, Western Bahr el Ghazal, Unity, Upper Nile, Warrap, and Western Equatoria states. Eastern Equatoria and Western Equatoria states that have not been affected by 2021 floods are now reported flooded. In Unity, floodwater levels have risen above the level measured in 2021 by 10 centimeters. Reports indicate that heavy rains and floods have destroyed crops, people’s homes, schools, health care centres, boreholes and killed people. An estimated 386,000 people have been affected based on assessments that were conducted in 18 of the 27 counties reportedly impacted by floods. (<a href=\"https://reliefweb.int/node/3889251\">OCHA, 19 Sep 2022</a>)</p>\n<p>Heavy rainfall has been affecting Western Equatoria State (south-western South Sudan) over the past days, causing floods and river overflow (in particular the Mori River) that have resulted in evacuations and damage. The United Nations Mission in South Sudan (UNMISS) reports, as of 28 September, nearly 29,800 displaced people, a number of whom have been relocated to higher and safer grounds, mainly across Mundri West County (eastern Western Equatoria State). Humanitarian efforts are underway to aid displaced communities. (<a href=\"https://reliefweb.int/node/3891067\">ECHO, 19 Sep 2022</a>)</p>\n<p>Since late August, heavy rains and flooding impact people across the country and in the southern part of the Abyei Administrative Area, with over 900,000 people reportedly affected. Most affected states are Northern Bahr el Ghazal, Warrap, Unity and Western Equatoria but also Jonglei and Upper Nile currently affected by conflicts and a difficult access. The floods will further drive food insecurity as 16.5kha cropland is potentially affected. Homes, schools and health facilities have been destroyed. Roads and bridges washed away hampering humanitarians to reach affected people. Boreholes and latrines submerged thereby contaminating water sources and risking outbreaks of waterborne diseases. Priority needs include food assistance, shelter, health, nutrition and WASH supplies. Contingency stocks in WASH and Shelter-Non Food Items pipelines have been considerably depleted. Flood response preparedness plans were implemented and response is ongoing, including through the EU-funded Emergency/Rapid Response Mechanisms. However, insecurity, violence against aid workers and access constraints continue to hamper the overall floods response. (<a href=\"https://reliefweb.int/node/3895776\">ECHO, 13 Oct 2022</a>)</p>\n<p>Since July 2022, an estimated 1 million people were affected by severe flooding in 36 counties across South Sudan and in the southern part of the Abyei Administrative Area.<br />\nFlood waters continue to block humanitarian access in Unity State, especially in the southern part of the state including Bentiu and into Jonglei State. An estimated 7 380 people are displaced by flooding in areas of Rubkona county. (<a href=\"https://reliefweb.int/node/3956535\">WHO, 27 Apr 2023</a>)</p>\n"
      },
      "description-html": "<p>Flooding, high levels of food insecurity, violence and COVID-19 continued to drive people’s humanitarian needs in July. In Ayod County of Jonglei, some 30,000 people in at least six locations were affected by flooding, according to local authorities. A cumulative number of 18,000 people in Fangak County, Jonglei, were also affected by flooding between May and July. Floods affected more than 37,000 people in communities across Northern Bahr el Ghazal, Unity, Upper Nile and Warrap. Sub-national violence in Tambura County, Western Equatoria, displaced an estimated 21,000 people, mainly women and children, and killed some 150 people. (<a href=\"https://reliefweb.int/https//:reliefweb.int/node/3762710\">OCHA, 6 Aug 2021</a>)</p>\n<p>As early season flooding unfolds in parts of South Sudan, the humanitarian community is working with the Government of South Sudan to support people affected by the rising waters. An estimated 90,000 people have been affected thus far, after heavy rains inundated homes and agricultural fields, forcing families and their livestock to higher ground. On 4 August, a mission comprising of humanitarian representatives and government officials from Juba and Bor visited Ayod and Canal counties to understand the impacts of the ongoing flooding and support required to assist the people. During the mission, local authorities reported that upwards of 70,000 people have been affected by flooding in Ayod and Canal counties. For many, this is the second time they have faced flooding since May. (<a href=\"https://reliefweb.int/node/3762813\">OCHA, UNHCR, 6 Aug 2021</a>)</p>\n<p>Some 380,000 people have been affected by flooding in areas along the river Nile, Sudd wetlands and the rivers Lol and Sobat since May. <strong>Jonglei</strong> and <strong>Unity</strong> states are the worst affected. Early seasonal rains have caused rivers to overflow their dykes and banks, flooding vast areas and settlements across the top of the country, with more heavy rains and flooding expected in the coming months. Many of the flood-affected people moved to higher grounds within their county, and plan to return home once the flood waters recede. Some 100,000 people, mostly from <strong>Twic East</strong>, who were displaced by the 2020 floods, still have not returned home and are sheltering in the Bor and Mangalla IDP camps, and in Mingkaman, according to humanitarian partners. A coordinated humanitarian response scale-up in the most affected states of Jonglei, Unity, Northern Bahr el Ghazal and Warrap was initiated to respond to the increased needs of people affected and displaced by the flood waters. (<a href=\"https://reliefweb.int/node/3769688\">OCHA, 31 Aug 2021</a>)</p>\n<p>An estimated 426,000 people were affected and displaced by floods in South Sudan since May 2021. People in Jonglei and Unity states, followed by Northern Bahr el Ghazal and Upper Nile states have been the worst affected to date. Insecurity in Warrap State has made it difficult to respond to people’s needs there. According to initial assessments, priority needs include food assistance, emergency shelter and non-food items, water, sanitation and hygiene services and hygiene kits, health and nutrition supplies and services, protection services and dignity kits, and fishing kits for livelihood support. (<a href=\"https://reliefweb.int/node/3775709\">OCHA, 15 Sep 2021</a>)</p>\n<p>More than 466,000 people have been reported to be affected by flooding in areas along the Nile and Lol rivers and Sudd marshlands since May.\nThis reflects a 23 per cent increase in the numbers of people reported to be affected since the end of August. Jonglei, Unity, Northern Bahr el Ghazal and Upper Nile are the worst affected states. (<a href=\"https://reliefweb.int/node/3778942\">OCHA, 30 Sep 2021</a>)</p>\n<p>As of 7 October, more than 623,000 people have been affected by flooding across eight of the country’s 10 states since May. The floods have escalated across the states with Jonglei and Unity being the most affected. (<a href=\"https://reliefweb.int/node/3783326\">IFRC, 17 Oct 2021</a>)</p>\n<p>Some 760,000 people have been affected by flooding in areas along the Nile and Lol rivers and Sudd marshlands since May, according to field reports. This reflects a 63 per cent increase in the number of people affected from the reported number of people affected at the end of September. Many of the flood-affected people moved to higher grounds within their county, and plan to return home once the flood waters recede. Jonglei, Unity and Upper Nile state are the worst affected states. (<a href=\"https://reliefweb.int/node/3788965\">OCHA, 5 Nov 2021</a>)</p>\n<p>Over 800,000 people were reported as affected by flooding in areas along the Nile and Lol rivers, and in Sudd marshlands since May. Jonglei, Unity and Upper Nile states are the worst affected. (<a href=\"https://reliefweb.int/node/3792894\">OCHA, 18 Nov 2021</a>)</p>\n<p>Widespread flooding since May has continued to impact people and their livelihoods across South Sudan. More than 835,000 people were reported as affected by flooding in 33 of 78 counties, as of 8 December. The decrease in number from 854,000 at end November follows verification of the numbers of people impacted on Duk Islands where fewer people were found than those reported. Jonglei, Unity and Upper Niles remain the worst impacted states, with some 80 per cent of the total cumulative number of affected people. Jonglei is the hardest hit with 305,000 people affected, followed by Unity (220,000 affected) and Upper Nile (141,000 affected). (<a href=\"https://reliefweb.int/node/3800557\">OCHA, 14 Dec 2021</a>)</p>\n<p>The country has faced floods for three consecutive years and the current flooding has worsened the already dire situation, and people have no food and no land to cultivate. Fields are submerged by floodwater and higher grounds are overcrowded with makeshift structures. People have been forced to leave their flooded houses to higher grounds, makeshift shelters and host families. The flooding is creating a perfect breeding ground for mosquitos, while most people don’t even have mosquito nets, leaving them dangerously exposed to diseases. The cumulative impact of the loss of harvests, cattle deaths and floods have led to the collapse of traditional livelihoods. The situation has limited food stocks in the few available functional markets and the supply of these stocks has been cut off. This has forced the food prices to go up. People have waited for flood water to recede and have watched the flood increase day by day since June 2021. (<a href=\"https://reliefweb.int/node/3811293\">IFRC, 25 Jan 2022</a>)</p>\n<p>Most communities affected depend on farming for survival and the flooding has made it hard to practice subsistence farming worsening food insecurity and the start of long rains in April 2022 worsening the dire situation. The impacts are especially harsh in Jonglei, Unity, and Upper Nile state, where thousands of people have been displaced or marooned in dike-ringed compounds, holding back floodwaters with mud, sticks, and plastic sheeting. In a prediction to Uganda, ICPAK has predicted heavy rainfall (greater than 100mm) over South Sudan for the period 24 – 31st May 2022 as the UN projects the impacts from floods will be even dire in South Sudan by the time the rainy season ends.  (<a href=\"https://reliefweb.int/node/3853155\">IFRC, 2 Jun 2022</a>)</p>\n<p>Flooding and heavy rains continue to impact people across the country, including Jonglei, Lakes, Northern Bahr el Ghazal, Western Bahr el Ghazal, Unity, Upper Nile, Warrap, and Western Equatoria states. Eastern Equatoria and Western Equatoria states that have not been affected by 2021 floods are now reported flooded. In Unity, floodwater levels have risen above the level measured in 2021 by 10 centimeters. Reports indicate that heavy rains and floods have destroyed crops, people’s homes, schools, health care centres, boreholes and killed people. An estimated 386,000 people have been affected based on assessments that were conducted in 18 of the 27 counties reportedly impacted by floods. (<a href=\"https://reliefweb.int/node/3889251\">OCHA, 19 Sep 2022</a>)</p>\n<p>Heavy rainfall has been affecting Western Equatoria State (south-western South Sudan) over the past days, causing floods and river overflow (in particular the Mori River) that have resulted in evacuations and damage. The United Nations Mission in South Sudan (UNMISS) reports, as of 28 September, nearly 29,800 displaced people, a number of whom have been relocated to higher and safer grounds, mainly across Mundri West County (eastern Western Equatoria State). Humanitarian efforts are underway to aid displaced communities. (<a href=\"https://reliefweb.int/node/3891067\">ECHO, 19 Sep 2022</a>)</p>\n<p>Since late August, heavy rains and flooding impact people across the country and in the southern part of the Abyei Administrative Area, with over 900,000 people reportedly affected. Most affected states are Northern Bahr el Ghazal, Warrap, Unity and Western Equatoria but also Jonglei and Upper Nile currently affected by conflicts and a difficult access. The floods will further drive food insecurity as 16.5kha cropland is potentially affected. Homes, schools and health facilities have been destroyed. Roads and bridges washed away hampering humanitarians to reach affected people. Boreholes and latrines submerged thereby contaminating water sources and risking outbreaks of waterborne diseases. Priority needs include food assistance, shelter, health, nutrition and WASH supplies. Contingency stocks in WASH and Shelter-Non Food Items pipelines have been considerably depleted. Flood response preparedness plans were implemented and response is ongoing, including through the EU-funded Emergency/Rapid Response Mechanisms. However, insecurity, violence against aid workers and access constraints continue to hamper the overall floods response. (<a href=\"https://reliefweb.int/node/3895776\">ECHO, 13 Oct 2022</a>)</p>\n<p>Since July 2022, an estimated 1 million people were affected by severe flooding in 36 counties across South Sudan and in the southern part of the Abyei Administrative Area.<br />\nFlood waters continue to block humanitarian access in Unity State, especially in the southern part of the state including Bentiu and into Jonglei State. An estimated 7 380 people are displaced by flooding in areas of Rubkona county. (<a href=\"https://reliefweb.int/node/3956535\">WHO, 27 Apr 2023</a>)</p>\n",
      "description": "Flooding, high levels of food insecurity, violence and COVID-19 continued to drive people’s humanitarian needs in July. In Ayod County of Jonglei, some 30,000 people in at least six locations were affected by flooding, according to local authorities. A cumulative number of 18,000 people in Fangak County, Jonglei, were also affected by flooding between May and July. Floods affected more than 37,000 people in communities across Northern Bahr el Ghazal, Unity, Upper Nile and Warrap. Sub-national violence in Tambura County, Western Equatoria, displaced an estimated 21,000 people, mainly women and children, and killed some 150 people. ([OCHA, 6 Aug 2021](https://reliefweb.int/https//:reliefweb.int/node/3762710))\n\nAs early season flooding unfolds in parts of South Sudan, the humanitarian community is working with the Government of South Sudan to support people affected by the rising waters. An estimated 90,000 people have been affected thus far, after heavy rains inundated homes and agricultural fields, forcing families and their livestock to higher ground. On 4 August, a mission comprising of humanitarian representatives and government officials from Juba and Bor visited Ayod and Canal counties to understand the impacts of the ongoing flooding and support required to assist the people. During the mission, local authorities reported that upwards of 70,000 people have been affected by flooding in Ayod and Canal counties. For many, this is the second time they have faced flooding since May. ([OCHA, UNHCR, 6 Aug 2021](https://reliefweb.int/node/3762813))\n\nSome 380,000 people have been affected by flooding in areas along the river Nile, Sudd wetlands and the rivers Lol and Sobat since May. **Jonglei** and **Unity** states are the worst affected. Early seasonal rains have caused rivers to overflow their dykes and banks, flooding vast areas and settlements across the top of the country, with more heavy rains and flooding expected in the coming months. Many of the flood-affected people moved to higher grounds within their county, and plan to return home once the flood waters recede. Some 100,000 people, mostly from **Twic East**, who were displaced by the 2020 floods, still have not returned home and are sheltering in the Bor and Mangalla IDP camps, and in Mingkaman, according to humanitarian partners. A coordinated humanitarian response scale-up in the most affected states of Jonglei, Unity, Northern Bahr el Ghazal and Warrap was initiated to respond to the increased needs of people affected and displaced by the flood waters. ([OCHA, 31 Aug 2021](https://reliefweb.int/node/3769688))\n\nAn estimated 426,000 people were affected and displaced by floods in South Sudan since May 2021. People in Jonglei and Unity states, followed by Northern Bahr el Ghazal and Upper Nile states have been the worst affected to date. Insecurity in Warrap State has made it difficult to respond to people’s needs there. According to initial assessments, priority needs include food assistance, emergency shelter and non-food items, water, sanitation and hygiene services and hygiene kits, health and nutrition supplies and services, protection services and dignity kits, and fishing kits for livelihood support. ([OCHA, 15 Sep 2021](https://reliefweb.int/node/3775709))\n\nMore than 466,000 people have been reported to be affected by flooding in areas along the Nile and Lol rivers and Sudd marshlands since May.\nThis reflects a 23 per cent increase in the numbers of people reported to be affected since the end of August. Jonglei, Unity, Northern Bahr el Ghazal and Upper Nile are the worst affected states. ([OCHA, 30 Sep 2021](https://reliefweb.int/node/3778942))\n\nAs of 7 October, more than 623,000 people have been affected by flooding across eight of the country’s 10 states since May. The floods have escalated across the states with Jonglei and Unity being the most affected. ([IFRC, 17 Oct 2021](https://reliefweb.int/node/3783326))\n\nSome 760,000 people have been affected by flooding in areas along the Nile and Lol rivers and Sudd marshlands since May, according to field reports. This reflects a 63 per cent increase in the number of people affected from the reported number of people affected at the end of September. Many of the flood-affected people moved to higher grounds within their county, and plan to return home once the flood waters recede. Jonglei, Unity and Upper Nile state are the worst affected states. ([OCHA, 5 Nov 2021](https://reliefweb.int/node/3788965))\n\nOver 800,000 people were reported as affected by flooding in areas along the Nile and Lol rivers, and in Sudd marshlands since May. Jonglei, Unity and Upper Nile states are the worst affected. ([OCHA, 18 Nov 2021](https://reliefweb.int/node/3792894))\n\nWidespread flooding since May has continued to impact people and their livelihoods across South Sudan. More than 835,000 people were reported as affected by flooding in 33 of 78 counties, as of 8 December. The decrease in number from 854,000 at end November follows verification of the numbers of people impacted on Duk Islands where fewer people were found than those reported. Jonglei, Unity and Upper Niles remain the worst impacted states, with some 80 per cent of the total cumulative number of affected people. Jonglei is the hardest hit with 305,000 people affected, followed by Unity (220,000 affected) and Upper Nile (141,000 affected). ([OCHA, 14 Dec 2021](https://reliefweb.int/node/3800557))\n\nThe country has faced floods for three consecutive years and the current flooding has worsened the already dire situation, and people have no food and no land to cultivate. Fields are submerged by floodwater and higher grounds are overcrowded with makeshift structures. People have been forced to leave their flooded houses to higher grounds, makeshift shelters and host families. The flooding is creating a perfect breeding ground for mosquitos, while most people don’t even have mosquito nets, leaving them dangerously exposed to diseases. The cumulative impact of the loss of harvests, cattle deaths and floods have led to the collapse of traditional livelihoods. The situation has limited food stocks in the few available functional markets and the supply of these stocks has been cut off. This has forced the food prices to go up. People have waited for flood water to recede and have watched the flood increase day by day since June 2021. ([IFRC, 25 Jan 2022](https://reliefweb.int/node/3811293))\n\nMost communities affected depend on farming for survival and the flooding has made it hard to practice subsistence farming worsening food insecurity and the start of long rains in April 2022 worsening the dire situation. The impacts are especially harsh in Jonglei, Unity, and Upper Nile state, where thousands of people have been displaced or marooned in dike-ringed compounds, holding back floodwaters with mud, sticks, and plastic sheeting. In a prediction to Uganda, ICPAK has predicted heavy rainfall (greater than 100mm) over South Sudan for the period 24 – 31st May 2022 as the UN projects the impacts from floods will be even dire in South Sudan by the time the rainy season ends.  ([IFRC, 2 Jun 2022](https://reliefweb.int/node/3853155))\n\nFlooding and heavy rains continue to impact people across the country, including Jonglei, Lakes, Northern Bahr el Ghazal, Western Bahr el Ghazal, Unity, Upper Nile, Warrap, and Western Equatoria states. Eastern Equatoria and Western Equatoria states that have not been affected by 2021 floods are now reported flooded. In Unity, floodwater levels have risen above the level measured in 2021 by 10 centimeters. Reports indicate that heavy rains and floods have destroyed crops, people’s homes, schools, health care centres, boreholes and killed people. An estimated 386,000 people have been affected based on assessments that were conducted in 18 of the 27 counties reportedly impacted by floods. ([OCHA, 19 Sep 2022](https://reliefweb.int/node/3889251))\n\nHeavy rainfall has been affecting Western Equatoria State (south-western South Sudan) over the past days, causing floods and river overflow (in particular the Mori River) that have resulted in evacuations and damage. The United Nations Mission in South Sudan (UNMISS) reports, as of 28 September, nearly 29,800 displaced people, a number of whom have been relocated to higher and safer grounds, mainly across Mundri West County (eastern Western Equatoria State). Humanitarian efforts are underway to aid displaced communities. ([ECHO, 19 Sep 2022](https://reliefweb.int/node/3891067))\n\nSince late August, heavy rains and flooding impact people across the country and in the southern part of the Abyei Administrative Area, with over 900,000 people reportedly affected. Most affected states are Northern Bahr el Ghazal, Warrap, Unity and Western Equatoria but also Jonglei and Upper Nile currently affected by conflicts and a difficult access. The floods will further drive food insecurity as 16.5kha cropland is potentially affected. Homes, schools and health facilities have been destroyed. Roads and bridges washed away hampering humanitarians to reach affected people. Boreholes and latrines submerged thereby contaminating water sources and risking outbreaks of waterborne diseases. Priority needs include food assistance, shelter, health, nutrition and WASH supplies. Contingency stocks in WASH and Shelter-Non Food Items pipelines have been considerably depleted. Flood response preparedness plans were implemented and response is ongoing, including through the EU-funded Emergency/Rapid Response Mechanisms. However, insecurity, violence against aid workers and access constraints continue to hamper the overall floods response. ([ECHO, 13 Oct 2022](https://reliefweb.int/node/3895776))\n\nSince July 2022, an estimated 1 million people were affected by severe flooding in 36 counties across South Sudan and in the southern part of the Abyei Administrative Area.  \nFlood waters continue to block humanitarian access in Unity State, especially in the southern part of the state including Bentiu and into Jonglei State. An estimated 7 380 people are displaced by flooding in areas of Rubkona county. ([WHO, 27 Apr 2023](https://reliefweb.int/node/3956535))",
      "type": [
        {
          "code": "FL",
          "name": "Flood",
          "id": 4611,
          "primary": true
        }
      ],
      "url": "https://reliefweb.int/taxonomy/term/50794",
      "current": true,
      "url_alias": "https://reliefweb.int/disaster/fl-2021-000108-ssd",
      "name": "South Sudan: Floods 2021-2022",
      "id": 50794,
      "glide": "FL-2021-000108-SSD",
      "status": "ongoing"
    }
  },
  "text": "South Sudan: Floods 2021-2022\n\nFlooding, high levels of food insecurity, violence and COVID-19 continued to drive people’s humanitarian needs in July. In Ayod County of Jonglei, some 30,000 people in at least six locations were affected by flooding, according to local authorities. A cumulative number of 18,000 people in Fangak County, Jonglei, were also affected by flooding between May and July. Floods affected more than 37,000 people in communities across Northern Bahr el Ghazal, Unity, Upper Nile and Warrap. Sub-national violence in Tambura County, Western Equatoria, displaced an estimated 21,000 people, mainly women and children, and killed some 150 people. ([OCHA, 6 Aug 2021](https://reliefweb.int/https//:reliefweb.int/node/3762710))\n\nAs early season flooding unfolds in parts of South Sudan, the humanitarian community is working with the Government of South Sudan to support people affected by the rising waters. An estimated 90,000 people have been affected thus far, after heavy rains inundated homes and agricultural fields, forcing families and their livestock to higher ground. On 4 August, a mission comprising of humanitarian representatives and government officials from Juba and Bor visited Ayod and Canal counties to understand the impacts of the ongoing flooding and support required to assist the people. During the mission, local authorities reported that upwards of 70,000 people have been affected by flooding in Ayod and Canal counties. For many, this is the second time they have faced flooding since May. ([OCHA, UNHCR, 6 Aug 2021](https://reliefweb.int/node/3762813))\n\nSome 380,000 people have been affected by flooding in areas along the river Nile, Sudd wetlands and the rivers Lol and Sobat since May. **Jonglei** and **Unity** states are the worst affected. Early seasonal rains have caused rivers to overflow their dykes and banks, flooding vast areas and settlements across the top of the country, with more heavy rains and flooding expected in the coming months. Many of the flood-affected people moved to higher grounds within their county, and plan to return home once the flood waters recede. Some 100,000 people, mostly from **Twic East**, who were displaced by the 2020 floods, still have not returned home and are sheltering in the Bor and Mangalla IDP camps, and in Mingkaman, according to humanitarian partners. A coordinated humanitarian response scale-up in the most affected states of Jonglei, Unity, Northern Bahr el Ghazal and Warrap was initiated to respond to the increased needs of people affected and displaced by the flood waters. ([OCHA, 31 Aug 2021](https://reliefweb.int/node/3769688))\n\nAn estimated 426,000 people were affected and displaced by floods in South Sudan since May 2021. People in Jonglei and Unity states, followed by Northern Bahr el Ghazal and Upper Nile states have been the worst affected to date. Insecurity in Warrap State has made it difficult to respond to people’s needs there. According to initial assessments, priority needs include food assistance, emergency shelter and non-food items, water, sanitation and hygiene services and hygiene kits, health and nutrition supplies and services, protection services and dignity kits, and fishing kits for livelihood support. ([OCHA, 15 Sep 2021](https://reliefweb.int/node/3775709))\n\nMore than 466,000 people have been reported to be affected by flooding in areas along the Nile and Lol rivers and Sudd marshlands since May.\nThis reflects a 23 per cent increase in the numbers of people reported to be affected since the end of August. Jonglei, Unity, Northern Bahr el Ghazal and Upper Nile are the worst affected states. ([OCHA, 30 Sep 2021](https://reliefweb.int/node/3778942))\n\nAs of 7 October, more than 623,000 people have been affected by flooding across eight of the country’s 10 states since May. The floods have escalated across the states with Jonglei and Unity being the most affected. ([IFRC, 17 Oct 2021](https://reliefweb.int/node/3783326))\n\nSome 760,000 people have been affected by flooding in areas along the Nile and Lol rivers and Sudd marshlands since May, according to field reports. This reflects a 63 per cent increase in the number of people affected from the reported number of people affected at the end of September. Many of the flood-affected people moved to higher grounds within their county, and plan to return home once the flood waters recede. Jonglei, Unity and Upper Nile state are the worst affected states. ([OCHA, 5 Nov 2021](https://reliefweb.int/node/3788965))\n\nOver 800,000 people were reported as affected by flooding in areas along the Nile and Lol rivers, and in Sudd marshlands since May. Jonglei, Unity and Upper Nile states are the worst affected. ([OCHA, 18 Nov 2021](https://reliefweb.int/node/3792894))\n\nWidespread flooding since May has continued to impact people and their livelihoods across South Sudan. More than 835,000 people were reported as affected by flooding in 33 of 78 counties, as of 8 December. The decrease in number from 854,000 at end November follows verification of the numbers of people impacted on Duk Islands where fewer people were found than those reported. Jonglei, Unity and Upper Niles remain the worst impacted states, with some 80 per cent of the total cumulative number of affected people. Jonglei is the hardest hit with 305,000 people affected, followed by Unity (220,000 affected) and Upper Nile (141,000 affected). ([OCHA, 14 Dec 2021](https://reliefweb.int/node/3800557))\n\nThe country has faced floods for three consecutive years and the current flooding has worsened the already dire situation, and people have no food and no land to cultivate. Fields are submerged by floodwater and higher grounds are overcrowded with makeshift structures. People have been forced to leave their flooded houses to higher grounds, makeshift shelters and host families. The flooding is creating a perfect breeding ground for mosquitos, while most people don’t even have mosquito nets, leaving them dangerously exposed to diseases. The cumulative impact of the loss of harvests, cattle deaths and floods have led to the collapse of traditional livelihoods. The situation has limited food stocks in the few available functional markets and the supply of these stocks has been cut off. This has forced the food prices to go up. People have waited for flood water to recede and have watched the flood increase day by day since June 2021. ([IFRC, 25 Jan 2022](https://reliefweb.int/node/3811293))\n\nMost communities affected depend on farming for survival and the flooding has made it hard to practice subsistence farming worsening food insecurity and the start of long rains in April 2022 worsening the dire situation. The impacts are especially harsh in Jonglei, Unity, and Upper Nile state, where thousands of people have been displaced or marooned in dike-ringed compounds, holding back floodwaters with mud, sticks, and plastic sheeting. In a prediction to Uganda, ICPAK has predicted heavy rainfall (greater than 100mm) over South Sudan for the period 24 – 31st May 2022 as the UN projects the impacts from floods will be even dire in South Sudan by the time the rainy season ends.  ([IFRC, 2 Jun 2022](https://reliefweb.int/node/3853155))\n\nFlooding and heavy rains continue to impact people across the country, including Jonglei, Lakes, Northern Bahr el Ghazal, Western Bahr el Ghazal, Unity, Upper Nile, Warrap, and Western Equatoria states. Eastern Equatoria and Western Equatoria states that have not been affected by 2021 floods are now reported flooded. In Unity, floodwater levels have risen above the level measured in 2021 by 10 centimeters. Reports indicate that heavy rains and floods have destroyed crops, people’s homes, schools, health care centres, boreholes and killed people. An estimated 386,000 people have been affected based on assessments that were conducted in 18 of the 27 counties reportedly impacted by floods. ([OCHA, 19 Sep 2022](https://reliefweb.int/node/3889251))\n\nHeavy rainfall has been affecting Western Equatoria State (south-western South Sudan) over the past days, causing floods and river overflow (in particular the Mori River) that have resulted in evacuations and damage. The United Nations Mission in South Sudan (UNMISS) reports, as of 28 September, nearly 29,800 displaced people, a number of whom have been relocated to higher and safer grounds, mainly across Mundri West County (eastern Western Equatoria State). Humanitarian efforts are underway to aid displaced communities. ([ECHO, 19 Sep 2022](https://reliefweb.int/node/3891067))\n\nSince late August, heavy rains and flooding impact people across the country and in the southern part of the Abyei Administrative Area, with over 900,000 people reportedly affected. Most affected states are Northern Bahr el Ghazal, Warrap, Unity and Western Equatoria but also Jonglei and Upper Nile currently affected by conflicts and a difficult access. The floods will further drive food insecurity as 16.5kha cropland is potentially affected. Homes, schools and health facilities have been destroyed. Roads and bridges washed away hampering humanitarians to reach affected people. Boreholes and latrines submerged thereby contaminating water sources and risking outbreaks of waterborne diseases. Priority needs include food assistance, shelter, health, nutrition and WASH supplies. Contingency stocks in WASH and Shelter-Non Food Items pipelines have been considerably depleted. Flood response preparedness plans were implemented and response is ongoing, including through the EU-funded Emergency/Rapid Response Mechanisms. However, insecurity, violence against aid workers and access constraints continue to hamper the overall floods response. ([ECHO, 13 Oct 2022](https://reliefweb.int/node/3895776))\n\nSince July 2022, an estimated 1 million people were affected by severe flooding in 36 counties across South Sudan and in the southern part of the Abyei Administrative Area.  \nFlood waters continue to block humanitarian access in Unity State, especially in the southern part of the state including Bentiu and into Jonglei State. An estimated 7 380 people are displaced by flooding in areas of Rubkona county. ([WHO, 27 Apr 2023](https://reliefweb.int/node/3956535))",
  "summary": " Since May 2021, South Sudan has been affected by severe flooding, with an estimated 1 million people affected by April 2023. The worst affected states are Jonglei, Unity, Northern Bahr el Ghazal, Upper Nile, Warrap, and Western Equatoria. Flooding has caused displacement, destroyed homes, schools, health care centers, and crops, and has led to food insecurity and a rise in prices. Humanitarian efforts are underway to aid affected communities, but insecurity, violence against aid workers, and access constraints continue to hamper the overall response.",
  "metadata": {
    "id": "50794",
    "name": "South Sudan: Floods 2021-2022",
    "date_event": 1626307200000,
    "date_changed": 1682948295000,
    "date_created": 1626307200000,
    "primary_country_id": 8657,
    "primary_country_name": "South Sudan",
    "primary_country_iso3": "ssd",
    "primary_country_location": {
      "lon": 30.5,
      "lat": 6.9
    },
    "primary_type_id": 4611,
    "primary_type_code": "FL",
    "primary_type_name": "Flood"
  }
}