{
  "original": {
    "id": "38824",
    "fields": {
      "date": {
        "changed": "2023-01-25T13:23:33+00:00",
        "event": "2016-12-13T00:00:00+00:00",
        "created": "2016-12-13T00:00:00+00:00"
      },
      "primary_type": {
        "code": "EP",
        "name": "Epidemic",
        "id": 4642
      },
      "country": [
        {
          "href": "https://api.reliefweb.int/v1/countries/216",
          "name": "Somalia",
          "location": {
            "lon": 47.33,
            "lat": 5.79
          },
          "id": 216,
          "shortname": "Somalia",
          "iso3": "som",
          "primary": true
        }
      ],
      "primary_country": {
        "href": "https://api.reliefweb.int/v1/countries/216",
        "name": "Somalia",
        "location": {
          "lon": 47.33,
          "lat": 5.79
        },
        "id": 216,
        "shortname": "Somalia",
        "iso3": "som"
      },
      "profile": {
        "overview": "Since September, 419 measles cases have been officially recorded, 302 of which are children under five. ([UNICEF, 13 Dec 2016](https://reliefweb.int/node/1818574))\n\nThis week IOM...launched a mass public health campaign to contain an ongoing measles outbreak in Kismayo...Through TV and radio, IOM, the Somali government and health partners are disseminating a series of public messages about measles...The six-day campaign is estimated to reach over 2,000 people in the most affected communities, as well as surrounding areas. ([IOM, 16 Dec 2016.](https://reliefweb.int/node/1824524))\n\nUNICEF and partners are aiming to vaccinate 54,000 children under 10 in Kismayo...There have been over 704 cases of fever and rashes in Kismayo, the majority of them children...Most were not vaccinated against measles although there are 16 free vaccination posts in Kismayo. ([UNICEF, 16 Dec 2016.](https://reliefweb.int/node/1824734))\n\nDrought conditions have increased the spread of epidemic-prone diseases such as acute watery diarrhoea, cholera and measles. In the first 7 weeks of 2017, over 6000 cases and 65 deaths by acute watery diarrhoea/ cholera have been reported, and a total of 2578 cases of suspected measles were reported as of September 2016. ([WHO, 27 Feb 2017](https://reliefweb.int/node/1919408))\n\nCases of suspected measles continue to rise across Somalia. A total of 7,694 cases have been reported nationwide, far exceeding the 5, 657 total cases recorded for all last year. The need for non-essential life-saving health services have increased and more affected areas are in dire need of urgent assistance. ([OCHA, 16 May 2017](https://reliefweb.int/node/2032649))\n\nSomalia is also facing its worst measles outbreak in 4 years, with over 14,823 suspected cases reported in 2017 (as of 31 July), compared to 5,000-10,000 cases per year since 2014. The situation is especially critical for millions of under-vaccinated, weak and hungry children who are more susceptible to contracting infectious diseases. More than 80% of those affected by the current outbreak are children under 10 year of age. In early 2017, WHO and partners, in collaboration with national health authorities, vaccinated almost 600,000 children aged 6 months to 5 years for measles in hard-to-reach and hotspot areas across the country. ([WHO, 15 Aug 2017](https://reliefweb.int/node/2172299))    \n\nThe numbers of cases of measles remain at epidemic levels with more than 1,491 cases being recorded in August. ([Health Cluster, 29 Sep 2017](https://reliefweb.int/node/2267239))    \n\nOver 1469 suspected measles cases were reported in September. The numbers of cases of measles remain at epidemic levels with more than 18,000 cases so far recorded from January to end of September. Although there has been a decline in recent months, the number of cases is 4 times as those reported in 2015 and 2016. A nationwide campaign to vaccinate all 4.2 million children in the country between the ages of 6 months and 10 years will begin in November/December 2017. ([Health Cluster, 19 Oct 2017](https://reliefweb.int/node/2295564))\n\nMeasles cases reported continue to be very high, increasing every month from all areas of the country with more than 19,316 cases being recorded since January 2017. Although there has been a decline in recent months, the number of cases is 4 times as high as those reported in 2015 and 2016. ([Health Cluster, 19 Nov 2017](https://reliefweb.int/node/2335624))\n\nThe Ministry of Health of the Federal Government of Somalia, in partnership with WHO and UNICEF, has today concluded a five-day national measles campaign, targeting 1 million children aged 6 months to 10 years in Puntland, and 4.2 million across the country. In 2017, amidst a drought emergency, a total of 23,002 suspected measles cases were reported, which is alarmingly high compared to previous years. Among these cases, 83 per cent were children under 10 years of age. ([WHO/UNICEF, 07 Jan 2018](https://reliefweb.int/node/2404314))\n\nAs part of the ongoing national measles vaccination campaign, after successful completion of the campaign in Puntland in January, UNICEF and partners conducted measles campaigns in March in central and southern regions of Somalia, and Somaliland. 2,734,941 children between six months and 10 years were vaccinated (102 per cent of the targeted 2,693,928). Since the start of the year, 4,067 suspected measles cases were reported – 72 percent being children under-five. ([UNICEF, 31 Mar 2018](https://reliefweb.int/node/2580864))\n\nSince the beginning of the year, a total of 5,242 suspected cases of measles was reported, with the overall trend decreasing from 2016-17. Surveillance is based on signs of high fever and rash, providing high sensitivity to identify measles. The declining trends reflects the completed measles vaccination campaign in February and March that reached 94% of children under-10 years old (UNICEF/WHO). ([Health Cluster, 30 Apr 2018](https://reliefweb.int/node/2673774))\n\nOf the 6,311 suspected cases of measles reported since January, the majority are children under the age of 5. The highest number of cases have been seen in Banadir region and South West and Galmudug states. In 2017, 12,336 cases were reported. Humanitarian partners have attributed the low number of reported AWD/cholera and measles cases to vaccination campaigns conducted in all states of Somalia in January and March, which reached 4.4 million (94 per cent) of the targeted children under age 5. Meanwhile, no cases of wild-polio have been detected following laboratory tests by the polio surveillance network. A supplementary immunization for polio is underway across southern and central Somalia. Two vaccination rounds are planned for July, following last year’s successful campaigns in Banadir region and, Hirshabelle and South West states. ([OCHA, 5 July 2018](https://reliefweb.int/node/2685429))\n\nThe number of suspected measles cases increased from 85 cases in week 33, to 98 cases in week 34. Cumulatively, 6,613 cases of suspected measles have been reported across Somalia since the beginning of 2018. Of the 6,613 measles cases, 4,429 (67%) were under 5 years while 2,184 (33%) were above 5 years. The most affected districts include; Abudwak (709 cases), Huruwa (542 cases), Lascanod (354 cases), Baidoa (369 cases), Adado (295 cases), Galkacyo (278 cases), Wadajir (255 cases), Burao (214 cases) and Marka (195 cases). ([WHO/Gov't, 5 July 2018](https://reliefweb.int/node/2779974))\n\nThe suspected measles cases have suddenly increased in this week, in week 47, a total of 124 suspected cases were reported compare to 113 cases reported  in week 46. The highest numbers of cases in week 46 were reported in Heliwa district of Banadir region (40 cases) and Baidoa district of Bay region (18 cases). Cumulatively, 7,929 cases of suspected measles have been reported since week 1. ([WHO/Gov't, 25 Nov 2018](https://reliefweb.int/node/2899318))\n\nThere has been a reduction in the number of measles cases reported following the implementation of measles campaign in 2017. The number of suspected cases of measles decreased from 163 in week 52, 2018 to 107 cases in week 1, 2019. The most affected districts include Dharkenley, Heliwa, Jowhar, Kismayo & Qoryoley. Cumulatively, 8,811 cases of suspected measles have been reported since January 2018 ([WHO/Gov't, 07 Jan 2019](https://reliefweb.int/node/2952409))\n\nSince the beginning of 2019, 720 suspected cases of measles were reported with 81 per cent of all cases affecting children under-5 years of age in central and southern Somalia. To respond to increasing cases, a total of 9,403 children under-5 years of age were vaccinated in February against measles through 19 mobile teams targeting hotspot areas. ([UNICEF, 28 Feb 2019](https://reliefweb.int/node/3048613))\n\nFollowing a rise in measles cases in January and February with 100-120 weekly cases, reported case numbers have now dropped to 80-85 cases per week in March. Most measles cases (46 per cent) were reported in Banadir districts. ([UNICEF, 31 Mar 2019](https://reliefweb.int/node/3090518))\n\nConfirmed malaria cases have been risen for three weeks in a row. In Week 14: 486 confirmed cases, in Week 15: 582 and in week 16: 729 cases. The number of confirmed cases in Week 16 are the second highest number of cases confirmed in a Week in 2019. ([WHO/Health Cluster, 30 Apr 2019](https://reliefweb.int/node/3184394))\n\nMeasles cases decreased in April, with 236 cases compared to 380 cases in March. [...] However, beyond the reporting period, some early May indications are of an increase in measles cases ([UNICEF, 30 Apr 2019](https://reliefweb.int/node/3130193))\n\nReported measles cases remained below 100 in August, ranging from 97 cases the first week of August to 67 the last week. ([UNICEF, 31 Aug 2019](https://reliefweb.int/node/3313268))\n\nAs of 9 November, 3,616 suspected measles cases have been reported in Somalia in 2019. ([OCHA, 09 Dec 2019](https://reliefweb.int/node/3432248))\n\nSince epidemiological week 1, 2020, a total of 254 suspected cases of measles have been reported in drought‐affected districts. ([WHO, 31 Jan 2020](https://reliefweb.int/node/3526344))\n\nThroughout 2020 measles continued to be reported in Kismayo, from 02 March to the end of December Kismayo General hospital admitted 1,033 (under-5: 845) children with measles. Measles continues despite a vaccination campaign being completed in October, indicating still a very low immunization coverage in the area. ([WHO, 31 Dec 2020](https://reliefweb.int/node/3709478))\n\nBetween January and August 2021, 695 cases of suspected measles were investigated and 595 were found positive. ([OCHA, 24 Oct 2021](https://reliefweb.int/node/3785164))\n\nHealth partners reported an increase in measles cases in Galmudug, Middle Shabelle and Banadir regions. Measles is endemic, but the numbers are increasing as the drought conditions intensify and the susceptibility to further outbreaks also increases. ([OCHA, 23 Nov 2021](https://reliefweb.int/node/3794270))\n\nIn January, a total of 8,394 measles cases were reported across Somalia, and UNICEF is supporting a localized measles vaccination campaign as an immediate response. ([UNICEF, 1 Mar 2022](https://reliefweb.int/node/3822249))\n\nThe number of suspected cases of measles have increased in 2022 compared to the previous years. This surge in cases is linked to a decrease in measles vaccination coverage of children below five years in drought affected districts (Figure 4). Since epidemiological week 1 of 2022, a total of 17 093 suspected cases of measles were reported through the surveillance system for fever and rash used by the polio programme in drought-affected districts. However, the number of new measles cases reported has decreased by 29% from 302 in week 50 to 213 in week 51. This reduction is linked to scaling up of vaccination campaigns by outreach teams deployed by WHO in drought affected districts. Of the 17 093 suspected measles cases reported, 77% (13 090) are children below five years of age. ([WHO, 12 Jan 2023](https://reliefweb.int/node/3923365))",
        "overview-html": "<p>Since September, 419 measles cases have been officially recorded, 302 of which are children under five. (<a href=\"https://reliefweb.int/node/1818574\">UNICEF, 13 Dec 2016</a>)</p>\n<p>This week IOM...launched a mass public health campaign to contain an ongoing measles outbreak in Kismayo...Through TV and radio, IOM, the Somali government and health partners are disseminating a series of public messages about measles...The six-day campaign is estimated to reach over 2,000 people in the most affected communities, as well as surrounding areas. (<a href=\"https://reliefweb.int/node/1824524\">IOM, 16 Dec 2016.</a>)</p>\n<p>UNICEF and partners are aiming to vaccinate 54,000 children under 10 in Kismayo...There have been over 704 cases of fever and rashes in Kismayo, the majority of them children...Most were not vaccinated against measles although there are 16 free vaccination posts in Kismayo. (<a href=\"https://reliefweb.int/node/1824734\">UNICEF, 16 Dec 2016.</a>)</p>\n<p>Drought conditions have increased the spread of epidemic-prone diseases such as acute watery diarrhoea, cholera and measles. In the first 7 weeks of 2017, over 6000 cases and 65 deaths by acute watery diarrhoea/ cholera have been reported, and a total of 2578 cases of suspected measles were reported as of September 2016. (<a href=\"https://reliefweb.int/node/1919408\">WHO, 27 Feb 2017</a>)</p>\n<p>Cases of suspected measles continue to rise across Somalia. A total of 7,694 cases have been reported nationwide, far exceeding the 5, 657 total cases recorded for all last year. The need for non-essential life-saving health services have increased and more affected areas are in dire need of urgent assistance. (<a href=\"https://reliefweb.int/node/2032649\">OCHA, 16 May 2017</a>)</p>\n<p>Somalia is also facing its worst measles outbreak in 4 years, with over 14,823 suspected cases reported in 2017 (as of 31 July), compared to 5,000-10,000 cases per year since 2014. The situation is especially critical for millions of under-vaccinated, weak and hungry children who are more susceptible to contracting infectious diseases. More than 80% of those affected by the current outbreak are children under 10 year of age. In early 2017, WHO and partners, in collaboration with national health authorities, vaccinated almost 600,000 children aged 6 months to 5 years for measles in hard-to-reach and hotspot areas across the country. (<a href=\"https://reliefweb.int/node/2172299\">WHO, 15 Aug 2017</a>)</p>\n<p>The numbers of cases of measles remain at epidemic levels with more than 1,491 cases being recorded in August. (<a href=\"https://reliefweb.int/node/2267239\">Health Cluster, 29 Sep 2017</a>)</p>\n<p>Over 1469 suspected measles cases were reported in September. The numbers of cases of measles remain at epidemic levels with more than 18,000 cases so far recorded from January to end of September. Although there has been a decline in recent months, the number of cases is 4 times as those reported in 2015 and 2016. A nationwide campaign to vaccinate all 4.2 million children in the country between the ages of 6 months and 10 years will begin in November/December 2017. (<a href=\"https://reliefweb.int/node/2295564\">Health Cluster, 19 Oct 2017</a>)</p>\n<p>Measles cases reported continue to be very high, increasing every month from all areas of the country with more than 19,316 cases being recorded since January 2017. Although there has been a decline in recent months, the number of cases is 4 times as high as those reported in 2015 and 2016. (<a href=\"https://reliefweb.int/node/2335624\">Health Cluster, 19 Nov 2017</a>)</p>\n<p>The Ministry of Health of the Federal Government of Somalia, in partnership with WHO and UNICEF, has today concluded a five-day national measles campaign, targeting 1 million children aged 6 months to 10 years in Puntland, and 4.2 million across the country. In 2017, amidst a drought emergency, a total of 23,002 suspected measles cases were reported, which is alarmingly high compared to previous years. Among these cases, 83 per cent were children under 10 years of age. (<a href=\"https://reliefweb.int/node/2404314\">WHO/UNICEF, 07 Jan 2018</a>)</p>\n<p>As part of the ongoing national measles vaccination campaign, after successful completion of the campaign in Puntland in January, UNICEF and partners conducted measles campaigns in March in central and southern regions of Somalia, and Somaliland. 2,734,941 children between six months and 10 years were vaccinated (102 per cent of the targeted 2,693,928). Since the start of the year, 4,067 suspected measles cases were reported – 72 percent being children under-five. (<a href=\"https://reliefweb.int/node/2580864\">UNICEF, 31 Mar 2018</a>)</p>\n<p>Since the beginning of the year, a total of 5,242 suspected cases of measles was reported, with the overall trend decreasing from 2016-17. Surveillance is based on signs of high fever and rash, providing high sensitivity to identify measles. The declining trends reflects the completed measles vaccination campaign in February and March that reached 94% of children under-10 years old (UNICEF/WHO). (<a href=\"https://reliefweb.int/node/2673774\">Health Cluster, 30 Apr 2018</a>)</p>\n<p>Of the 6,311 suspected cases of measles reported since January, the majority are children under the age of 5. The highest number of cases have been seen in Banadir region and South West and Galmudug states. In 2017, 12,336 cases were reported. Humanitarian partners have attributed the low number of reported AWD/cholera and measles cases to vaccination campaigns conducted in all states of Somalia in January and March, which reached 4.4 million (94 per cent) of the targeted children under age 5. Meanwhile, no cases of wild-polio have been detected following laboratory tests by the polio surveillance network. A supplementary immunization for polio is underway across southern and central Somalia. Two vaccination rounds are planned for July, following last year’s successful campaigns in Banadir region and, Hirshabelle and South West states. (<a href=\"https://reliefweb.int/node/2685429\">OCHA, 5 July 2018</a>)</p>\n<p>The number of suspected measles cases increased from 85 cases in week 33, to 98 cases in week 34. Cumulatively, 6,613 cases of suspected measles have been reported across Somalia since the beginning of 2018. Of the 6,613 measles cases, 4,429 (67%) were under 5 years while 2,184 (33%) were above 5 years. The most affected districts include; Abudwak (709 cases), Huruwa (542 cases), Lascanod (354 cases), Baidoa (369 cases), Adado (295 cases), Galkacyo (278 cases), Wadajir (255 cases), Burao (214 cases) and Marka (195 cases). (<a href=\"https://reliefweb.int/node/2779974\">WHO/Gov't, 5 July 2018</a>)</p>\n<p>The suspected measles cases have suddenly increased in this week, in week 47, a total of 124 suspected cases were reported compare to 113 cases reported  in week 46. The highest numbers of cases in week 46 were reported in Heliwa district of Banadir region (40 cases) and Baidoa district of Bay region (18 cases). Cumulatively, 7,929 cases of suspected measles have been reported since week 1. (<a href=\"https://reliefweb.int/node/2899318\">WHO/Gov't, 25 Nov 2018</a>)</p>\n<p>There has been a reduction in the number of measles cases reported following the implementation of measles campaign in 2017. The number of suspected cases of measles decreased from 163 in week 52, 2018 to 107 cases in week 1, 2019. The most affected districts include Dharkenley, Heliwa, Jowhar, Kismayo &amp; Qoryoley. Cumulatively, 8,811 cases of suspected measles have been reported since January 2018 (<a href=\"https://reliefweb.int/node/2952409\">WHO/Gov't, 07 Jan 2019</a>)</p>\n<p>Since the beginning of 2019, 720 suspected cases of measles were reported with 81 per cent of all cases affecting children under-5 years of age in central and southern Somalia. To respond to increasing cases, a total of 9,403 children under-5 years of age were vaccinated in February against measles through 19 mobile teams targeting hotspot areas. (<a href=\"https://reliefweb.int/node/3048613\">UNICEF, 28 Feb 2019</a>)</p>\n<p>Following a rise in measles cases in January and February with 100-120 weekly cases, reported case numbers have now dropped to 80-85 cases per week in March. Most measles cases (46 per cent) were reported in Banadir districts. (<a href=\"https://reliefweb.int/node/3090518\">UNICEF, 31 Mar 2019</a>)</p>\n<p>Confirmed malaria cases have been risen for three weeks in a row. In Week 14: 486 confirmed cases, in Week 15: 582 and in week 16: 729 cases. The number of confirmed cases in Week 16 are the second highest number of cases confirmed in a Week in 2019. (<a href=\"https://reliefweb.int/node/3184394\">WHO/Health Cluster, 30 Apr 2019</a>)</p>\n<p>Measles cases decreased in April, with 236 cases compared to 380 cases in March. [...] However, beyond the reporting period, some early May indications are of an increase in measles cases (<a href=\"https://reliefweb.int/node/3130193\">UNICEF, 30 Apr 2019</a>)</p>\n<p>Reported measles cases remained below 100 in August, ranging from 97 cases the first week of August to 67 the last week. (<a href=\"https://reliefweb.int/node/3313268\">UNICEF, 31 Aug 2019</a>)</p>\n<p>As of 9 November, 3,616 suspected measles cases have been reported in Somalia in 2019. (<a href=\"https://reliefweb.int/node/3432248\">OCHA, 09 Dec 2019</a>)</p>\n<p>Since epidemiological week 1, 2020, a total of 254 suspected cases of measles have been reported in drought‐affected districts. (<a href=\"https://reliefweb.int/node/3526344\">WHO, 31 Jan 2020</a>)</p>\n<p>Throughout 2020 measles continued to be reported in Kismayo, from 02 March to the end of December Kismayo General hospital admitted 1,033 (under-5: 845) children with measles. Measles continues despite a vaccination campaign being completed in October, indicating still a very low immunization coverage in the area. (<a href=\"https://reliefweb.int/node/3709478\">WHO, 31 Dec 2020</a>)</p>\n<p>Between January and August 2021, 695 cases of suspected measles were investigated and 595 were found positive. (<a href=\"https://reliefweb.int/node/3785164\">OCHA, 24 Oct 2021</a>)</p>\n<p>Health partners reported an increase in measles cases in Galmudug, Middle Shabelle and Banadir regions. Measles is endemic, but the numbers are increasing as the drought conditions intensify and the susceptibility to further outbreaks also increases. (<a href=\"https://reliefweb.int/node/3794270\">OCHA, 23 Nov 2021</a>)</p>\n<p>In January, a total of 8,394 measles cases were reported across Somalia, and UNICEF is supporting a localized measles vaccination campaign as an immediate response. (<a href=\"https://reliefweb.int/node/3822249\">UNICEF, 1 Mar 2022</a>)</p>\n<p>The number of suspected cases of measles have increased in 2022 compared to the previous years. This surge in cases is linked to a decrease in measles vaccination coverage of children below five years in drought affected districts (Figure 4). Since epidemiological week 1 of 2022, a total of 17 093 suspected cases of measles were reported through the surveillance system for fever and rash used by the polio programme in drought-affected districts. However, the number of new measles cases reported has decreased by 29% from 302 in week 50 to 213 in week 51. This reduction is linked to scaling up of vaccination campaigns by outreach teams deployed by WHO in drought affected districts. Of the 17 093 suspected measles cases reported, 77% (13 090) are children below five years of age. (<a href=\"https://reliefweb.int/node/3923365\">WHO, 12 Jan 2023</a>)</p>\n"
      },
      "description-html": "<p>Since September, 419 measles cases have been officially recorded, 302 of which are children under five. (<a href=\"https://reliefweb.int/node/1818574\">UNICEF, 13 Dec 2016</a>)</p>\n<p>This week IOM...launched a mass public health campaign to contain an ongoing measles outbreak in Kismayo...Through TV and radio, IOM, the Somali government and health partners are disseminating a series of public messages about measles...The six-day campaign is estimated to reach over 2,000 people in the most affected communities, as well as surrounding areas. (<a href=\"https://reliefweb.int/node/1824524\">IOM, 16 Dec 2016.</a>)</p>\n<p>UNICEF and partners are aiming to vaccinate 54,000 children under 10 in Kismayo...There have been over 704 cases of fever and rashes in Kismayo, the majority of them children...Most were not vaccinated against measles although there are 16 free vaccination posts in Kismayo. (<a href=\"https://reliefweb.int/node/1824734\">UNICEF, 16 Dec 2016.</a>)</p>\n<p>Drought conditions have increased the spread of epidemic-prone diseases such as acute watery diarrhoea, cholera and measles. In the first 7 weeks of 2017, over 6000 cases and 65 deaths by acute watery diarrhoea/ cholera have been reported, and a total of 2578 cases of suspected measles were reported as of September 2016. (<a href=\"https://reliefweb.int/node/1919408\">WHO, 27 Feb 2017</a>)</p>\n<p>Cases of suspected measles continue to rise across Somalia. A total of 7,694 cases have been reported nationwide, far exceeding the 5, 657 total cases recorded for all last year. The need for non-essential life-saving health services have increased and more affected areas are in dire need of urgent assistance. (<a href=\"https://reliefweb.int/node/2032649\">OCHA, 16 May 2017</a>)</p>\n<p>Somalia is also facing its worst measles outbreak in 4 years, with over 14,823 suspected cases reported in 2017 (as of 31 July), compared to 5,000-10,000 cases per year since 2014. The situation is especially critical for millions of under-vaccinated, weak and hungry children who are more susceptible to contracting infectious diseases. More than 80% of those affected by the current outbreak are children under 10 year of age. In early 2017, WHO and partners, in collaboration with national health authorities, vaccinated almost 600,000 children aged 6 months to 5 years for measles in hard-to-reach and hotspot areas across the country. (<a href=\"https://reliefweb.int/node/2172299\">WHO, 15 Aug 2017</a>)</p>\n<p>The numbers of cases of measles remain at epidemic levels with more than 1,491 cases being recorded in August. (<a href=\"https://reliefweb.int/node/2267239\">Health Cluster, 29 Sep 2017</a>)</p>\n<p>Over 1469 suspected measles cases were reported in September. The numbers of cases of measles remain at epidemic levels with more than 18,000 cases so far recorded from January to end of September. Although there has been a decline in recent months, the number of cases is 4 times as those reported in 2015 and 2016. A nationwide campaign to vaccinate all 4.2 million children in the country between the ages of 6 months and 10 years will begin in November/December 2017. (<a href=\"https://reliefweb.int/node/2295564\">Health Cluster, 19 Oct 2017</a>)</p>\n<p>Measles cases reported continue to be very high, increasing every month from all areas of the country with more than 19,316 cases being recorded since January 2017. Although there has been a decline in recent months, the number of cases is 4 times as high as those reported in 2015 and 2016. (<a href=\"https://reliefweb.int/node/2335624\">Health Cluster, 19 Nov 2017</a>)</p>\n<p>The Ministry of Health of the Federal Government of Somalia, in partnership with WHO and UNICEF, has today concluded a five-day national measles campaign, targeting 1 million children aged 6 months to 10 years in Puntland, and 4.2 million across the country. In 2017, amidst a drought emergency, a total of 23,002 suspected measles cases were reported, which is alarmingly high compared to previous years. Among these cases, 83 per cent were children under 10 years of age. (<a href=\"https://reliefweb.int/node/2404314\">WHO/UNICEF, 07 Jan 2018</a>)</p>\n<p>As part of the ongoing national measles vaccination campaign, after successful completion of the campaign in Puntland in January, UNICEF and partners conducted measles campaigns in March in central and southern regions of Somalia, and Somaliland. 2,734,941 children between six months and 10 years were vaccinated (102 per cent of the targeted 2,693,928). Since the start of the year, 4,067 suspected measles cases were reported – 72 percent being children under-five. (<a href=\"https://reliefweb.int/node/2580864\">UNICEF, 31 Mar 2018</a>)</p>\n<p>Since the beginning of the year, a total of 5,242 suspected cases of measles was reported, with the overall trend decreasing from 2016-17. Surveillance is based on signs of high fever and rash, providing high sensitivity to identify measles. The declining trends reflects the completed measles vaccination campaign in February and March that reached 94% of children under-10 years old (UNICEF/WHO). (<a href=\"https://reliefweb.int/node/2673774\">Health Cluster, 30 Apr 2018</a>)</p>\n<p>Of the 6,311 suspected cases of measles reported since January, the majority are children under the age of 5. The highest number of cases have been seen in Banadir region and South West and Galmudug states. In 2017, 12,336 cases were reported. Humanitarian partners have attributed the low number of reported AWD/cholera and measles cases to vaccination campaigns conducted in all states of Somalia in January and March, which reached 4.4 million (94 per cent) of the targeted children under age 5. Meanwhile, no cases of wild-polio have been detected following laboratory tests by the polio surveillance network. A supplementary immunization for polio is underway across southern and central Somalia. Two vaccination rounds are planned for July, following last year’s successful campaigns in Banadir region and, Hirshabelle and South West states. (<a href=\"https://reliefweb.int/node/2685429\">OCHA, 5 July 2018</a>)</p>\n<p>The number of suspected measles cases increased from 85 cases in week 33, to 98 cases in week 34. Cumulatively, 6,613 cases of suspected measles have been reported across Somalia since the beginning of 2018. Of the 6,613 measles cases, 4,429 (67%) were under 5 years while 2,184 (33%) were above 5 years. The most affected districts include; Abudwak (709 cases), Huruwa (542 cases), Lascanod (354 cases), Baidoa (369 cases), Adado (295 cases), Galkacyo (278 cases), Wadajir (255 cases), Burao (214 cases) and Marka (195 cases). (<a href=\"https://reliefweb.int/node/2779974\">WHO/Gov't, 5 July 2018</a>)</p>\n<p>The suspected measles cases have suddenly increased in this week, in week 47, a total of 124 suspected cases were reported compare to 113 cases reported  in week 46. The highest numbers of cases in week 46 were reported in Heliwa district of Banadir region (40 cases) and Baidoa district of Bay region (18 cases). Cumulatively, 7,929 cases of suspected measles have been reported since week 1. (<a href=\"https://reliefweb.int/node/2899318\">WHO/Gov't, 25 Nov 2018</a>)</p>\n<p>There has been a reduction in the number of measles cases reported following the implementation of measles campaign in 2017. The number of suspected cases of measles decreased from 163 in week 52, 2018 to 107 cases in week 1, 2019. The most affected districts include Dharkenley, Heliwa, Jowhar, Kismayo &amp; Qoryoley. Cumulatively, 8,811 cases of suspected measles have been reported since January 2018 (<a href=\"https://reliefweb.int/node/2952409\">WHO/Gov't, 07 Jan 2019</a>)</p>\n<p>Since the beginning of 2019, 720 suspected cases of measles were reported with 81 per cent of all cases affecting children under-5 years of age in central and southern Somalia. To respond to increasing cases, a total of 9,403 children under-5 years of age were vaccinated in February against measles through 19 mobile teams targeting hotspot areas. (<a href=\"https://reliefweb.int/node/3048613\">UNICEF, 28 Feb 2019</a>)</p>\n<p>Following a rise in measles cases in January and February with 100-120 weekly cases, reported case numbers have now dropped to 80-85 cases per week in March. Most measles cases (46 per cent) were reported in Banadir districts. (<a href=\"https://reliefweb.int/node/3090518\">UNICEF, 31 Mar 2019</a>)</p>\n<p>Confirmed malaria cases have been risen for three weeks in a row. In Week 14: 486 confirmed cases, in Week 15: 582 and in week 16: 729 cases. The number of confirmed cases in Week 16 are the second highest number of cases confirmed in a Week in 2019. (<a href=\"https://reliefweb.int/node/3184394\">WHO/Health Cluster, 30 Apr 2019</a>)</p>\n<p>Measles cases decreased in April, with 236 cases compared to 380 cases in March. [...] However, beyond the reporting period, some early May indications are of an increase in measles cases (<a href=\"https://reliefweb.int/node/3130193\">UNICEF, 30 Apr 2019</a>)</p>\n<p>Reported measles cases remained below 100 in August, ranging from 97 cases the first week of August to 67 the last week. (<a href=\"https://reliefweb.int/node/3313268\">UNICEF, 31 Aug 2019</a>)</p>\n<p>As of 9 November, 3,616 suspected measles cases have been reported in Somalia in 2019. (<a href=\"https://reliefweb.int/node/3432248\">OCHA, 09 Dec 2019</a>)</p>\n<p>Since epidemiological week 1, 2020, a total of 254 suspected cases of measles have been reported in drought‐affected districts. (<a href=\"https://reliefweb.int/node/3526344\">WHO, 31 Jan 2020</a>)</p>\n<p>Throughout 2020 measles continued to be reported in Kismayo, from 02 March to the end of December Kismayo General hospital admitted 1,033 (under-5: 845) children with measles. Measles continues despite a vaccination campaign being completed in October, indicating still a very low immunization coverage in the area. (<a href=\"https://reliefweb.int/node/3709478\">WHO, 31 Dec 2020</a>)</p>\n<p>Between January and August 2021, 695 cases of suspected measles were investigated and 595 were found positive. (<a href=\"https://reliefweb.int/node/3785164\">OCHA, 24 Oct 2021</a>)</p>\n<p>Health partners reported an increase in measles cases in Galmudug, Middle Shabelle and Banadir regions. Measles is endemic, but the numbers are increasing as the drought conditions intensify and the susceptibility to further outbreaks also increases. (<a href=\"https://reliefweb.int/node/3794270\">OCHA, 23 Nov 2021</a>)</p>\n<p>In January, a total of 8,394 measles cases were reported across Somalia, and UNICEF is supporting a localized measles vaccination campaign as an immediate response. (<a href=\"https://reliefweb.int/node/3822249\">UNICEF, 1 Mar 2022</a>)</p>\n<p>The number of suspected cases of measles have increased in 2022 compared to the previous years. This surge in cases is linked to a decrease in measles vaccination coverage of children below five years in drought affected districts (Figure 4). Since epidemiological week 1 of 2022, a total of 17 093 suspected cases of measles were reported through the surveillance system for fever and rash used by the polio programme in drought-affected districts. However, the number of new measles cases reported has decreased by 29% from 302 in week 50 to 213 in week 51. This reduction is linked to scaling up of vaccination campaigns by outreach teams deployed by WHO in drought affected districts. Of the 17 093 suspected measles cases reported, 77% (13 090) are children below five years of age. (<a href=\"https://reliefweb.int/node/3923365\">WHO, 12 Jan 2023</a>)</p>\n",
      "description": "Since September, 419 measles cases have been officially recorded, 302 of which are children under five. ([UNICEF, 13 Dec 2016](https://reliefweb.int/node/1818574))\n\nThis week IOM...launched a mass public health campaign to contain an ongoing measles outbreak in Kismayo...Through TV and radio, IOM, the Somali government and health partners are disseminating a series of public messages about measles...The six-day campaign is estimated to reach over 2,000 people in the most affected communities, as well as surrounding areas. ([IOM, 16 Dec 2016.](https://reliefweb.int/node/1824524))\n\nUNICEF and partners are aiming to vaccinate 54,000 children under 10 in Kismayo...There have been over 704 cases of fever and rashes in Kismayo, the majority of them children...Most were not vaccinated against measles although there are 16 free vaccination posts in Kismayo. ([UNICEF, 16 Dec 2016.](https://reliefweb.int/node/1824734))\n\nDrought conditions have increased the spread of epidemic-prone diseases such as acute watery diarrhoea, cholera and measles. In the first 7 weeks of 2017, over 6000 cases and 65 deaths by acute watery diarrhoea/ cholera have been reported, and a total of 2578 cases of suspected measles were reported as of September 2016. ([WHO, 27 Feb 2017](https://reliefweb.int/node/1919408))\n\nCases of suspected measles continue to rise across Somalia. A total of 7,694 cases have been reported nationwide, far exceeding the 5, 657 total cases recorded for all last year. The need for non-essential life-saving health services have increased and more affected areas are in dire need of urgent assistance. ([OCHA, 16 May 2017](https://reliefweb.int/node/2032649))\n\nSomalia is also facing its worst measles outbreak in 4 years, with over 14,823 suspected cases reported in 2017 (as of 31 July), compared to 5,000-10,000 cases per year since 2014. The situation is especially critical for millions of under-vaccinated, weak and hungry children who are more susceptible to contracting infectious diseases. More than 80% of those affected by the current outbreak are children under 10 year of age. In early 2017, WHO and partners, in collaboration with national health authorities, vaccinated almost 600,000 children aged 6 months to 5 years for measles in hard-to-reach and hotspot areas across the country. ([WHO, 15 Aug 2017](https://reliefweb.int/node/2172299))    \n\nThe numbers of cases of measles remain at epidemic levels with more than 1,491 cases being recorded in August. ([Health Cluster, 29 Sep 2017](https://reliefweb.int/node/2267239))    \n\nOver 1469 suspected measles cases were reported in September. The numbers of cases of measles remain at epidemic levels with more than 18,000 cases so far recorded from January to end of September. Although there has been a decline in recent months, the number of cases is 4 times as those reported in 2015 and 2016. A nationwide campaign to vaccinate all 4.2 million children in the country between the ages of 6 months and 10 years will begin in November/December 2017. ([Health Cluster, 19 Oct 2017](https://reliefweb.int/node/2295564))\n\nMeasles cases reported continue to be very high, increasing every month from all areas of the country with more than 19,316 cases being recorded since January 2017. Although there has been a decline in recent months, the number of cases is 4 times as high as those reported in 2015 and 2016. ([Health Cluster, 19 Nov 2017](https://reliefweb.int/node/2335624))\n\nThe Ministry of Health of the Federal Government of Somalia, in partnership with WHO and UNICEF, has today concluded a five-day national measles campaign, targeting 1 million children aged 6 months to 10 years in Puntland, and 4.2 million across the country. In 2017, amidst a drought emergency, a total of 23,002 suspected measles cases were reported, which is alarmingly high compared to previous years. Among these cases, 83 per cent were children under 10 years of age. ([WHO/UNICEF, 07 Jan 2018](https://reliefweb.int/node/2404314))\n\nAs part of the ongoing national measles vaccination campaign, after successful completion of the campaign in Puntland in January, UNICEF and partners conducted measles campaigns in March in central and southern regions of Somalia, and Somaliland. 2,734,941 children between six months and 10 years were vaccinated (102 per cent of the targeted 2,693,928). Since the start of the year, 4,067 suspected measles cases were reported – 72 percent being children under-five. ([UNICEF, 31 Mar 2018](https://reliefweb.int/node/2580864))\n\nSince the beginning of the year, a total of 5,242 suspected cases of measles was reported, with the overall trend decreasing from 2016-17. Surveillance is based on signs of high fever and rash, providing high sensitivity to identify measles. The declining trends reflects the completed measles vaccination campaign in February and March that reached 94% of children under-10 years old (UNICEF/WHO). ([Health Cluster, 30 Apr 2018](https://reliefweb.int/node/2673774))\n\nOf the 6,311 suspected cases of measles reported since January, the majority are children under the age of 5. The highest number of cases have been seen in Banadir region and South West and Galmudug states. In 2017, 12,336 cases were reported. Humanitarian partners have attributed the low number of reported AWD/cholera and measles cases to vaccination campaigns conducted in all states of Somalia in January and March, which reached 4.4 million (94 per cent) of the targeted children under age 5. Meanwhile, no cases of wild-polio have been detected following laboratory tests by the polio surveillance network. A supplementary immunization for polio is underway across southern and central Somalia. Two vaccination rounds are planned for July, following last year’s successful campaigns in Banadir region and, Hirshabelle and South West states. ([OCHA, 5 July 2018](https://reliefweb.int/node/2685429))\n\nThe number of suspected measles cases increased from 85 cases in week 33, to 98 cases in week 34. Cumulatively, 6,613 cases of suspected measles have been reported across Somalia since the beginning of 2018. Of the 6,613 measles cases, 4,429 (67%) were under 5 years while 2,184 (33%) were above 5 years. The most affected districts include; Abudwak (709 cases), Huruwa (542 cases), Lascanod (354 cases), Baidoa (369 cases), Adado (295 cases), Galkacyo (278 cases), Wadajir (255 cases), Burao (214 cases) and Marka (195 cases). ([WHO/Gov't, 5 July 2018](https://reliefweb.int/node/2779974))\n\nThe suspected measles cases have suddenly increased in this week, in week 47, a total of 124 suspected cases were reported compare to 113 cases reported  in week 46. The highest numbers of cases in week 46 were reported in Heliwa district of Banadir region (40 cases) and Baidoa district of Bay region (18 cases). Cumulatively, 7,929 cases of suspected measles have been reported since week 1. ([WHO/Gov't, 25 Nov 2018](https://reliefweb.int/node/2899318))\n\nThere has been a reduction in the number of measles cases reported following the implementation of measles campaign in 2017. The number of suspected cases of measles decreased from 163 in week 52, 2018 to 107 cases in week 1, 2019. The most affected districts include Dharkenley, Heliwa, Jowhar, Kismayo & Qoryoley. Cumulatively, 8,811 cases of suspected measles have been reported since January 2018 ([WHO/Gov't, 07 Jan 2019](https://reliefweb.int/node/2952409))\n\nSince the beginning of 2019, 720 suspected cases of measles were reported with 81 per cent of all cases affecting children under-5 years of age in central and southern Somalia. To respond to increasing cases, a total of 9,403 children under-5 years of age were vaccinated in February against measles through 19 mobile teams targeting hotspot areas. ([UNICEF, 28 Feb 2019](https://reliefweb.int/node/3048613))\n\nFollowing a rise in measles cases in January and February with 100-120 weekly cases, reported case numbers have now dropped to 80-85 cases per week in March. Most measles cases (46 per cent) were reported in Banadir districts. ([UNICEF, 31 Mar 2019](https://reliefweb.int/node/3090518))\n\nConfirmed malaria cases have been risen for three weeks in a row. In Week 14: 486 confirmed cases, in Week 15: 582 and in week 16: 729 cases. The number of confirmed cases in Week 16 are the second highest number of cases confirmed in a Week in 2019. ([WHO/Health Cluster, 30 Apr 2019](https://reliefweb.int/node/3184394))\n\nMeasles cases decreased in April, with 236 cases compared to 380 cases in March. [...] However, beyond the reporting period, some early May indications are of an increase in measles cases ([UNICEF, 30 Apr 2019](https://reliefweb.int/node/3130193))\n\nReported measles cases remained below 100 in August, ranging from 97 cases the first week of August to 67 the last week. ([UNICEF, 31 Aug 2019](https://reliefweb.int/node/3313268))\n\nAs of 9 November, 3,616 suspected measles cases have been reported in Somalia in 2019. ([OCHA, 09 Dec 2019](https://reliefweb.int/node/3432248))\n\nSince epidemiological week 1, 2020, a total of 254 suspected cases of measles have been reported in drought‐affected districts. ([WHO, 31 Jan 2020](https://reliefweb.int/node/3526344))\n\nThroughout 2020 measles continued to be reported in Kismayo, from 02 March to the end of December Kismayo General hospital admitted 1,033 (under-5: 845) children with measles. Measles continues despite a vaccination campaign being completed in October, indicating still a very low immunization coverage in the area. ([WHO, 31 Dec 2020](https://reliefweb.int/node/3709478))\n\nBetween January and August 2021, 695 cases of suspected measles were investigated and 595 were found positive. ([OCHA, 24 Oct 2021](https://reliefweb.int/node/3785164))\n\nHealth partners reported an increase in measles cases in Galmudug, Middle Shabelle and Banadir regions. Measles is endemic, but the numbers are increasing as the drought conditions intensify and the susceptibility to further outbreaks also increases. ([OCHA, 23 Nov 2021](https://reliefweb.int/node/3794270))\n\nIn January, a total of 8,394 measles cases were reported across Somalia, and UNICEF is supporting a localized measles vaccination campaign as an immediate response. ([UNICEF, 1 Mar 2022](https://reliefweb.int/node/3822249))\n\nThe number of suspected cases of measles have increased in 2022 compared to the previous years. This surge in cases is linked to a decrease in measles vaccination coverage of children below five years in drought affected districts (Figure 4). Since epidemiological week 1 of 2022, a total of 17 093 suspected cases of measles were reported through the surveillance system for fever and rash used by the polio programme in drought-affected districts. However, the number of new measles cases reported has decreased by 29% from 302 in week 50 to 213 in week 51. This reduction is linked to scaling up of vaccination campaigns by outreach teams deployed by WHO in drought affected districts. Of the 17 093 suspected measles cases reported, 77% (13 090) are children below five years of age. ([WHO, 12 Jan 2023](https://reliefweb.int/node/3923365))",
      "type": [
        {
          "code": "EP",
          "name": "Epidemic",
          "id": 4642,
          "primary": true
        }
      ],
      "url": "https://reliefweb.int/taxonomy/term/38824",
      "current": true,
      "url_alias": "https://reliefweb.int/disaster/ep-2016-000131-som",
      "name": "Somalia: Measles Outbreak - Dec 2016",
      "id": 38824,
      "glide": "EP-2016-000131-SOM",
      "status": "ongoing"
    }
  },
  "text": "Somalia: Measles Outbreak - Dec 2016\n\nSince September, 419 measles cases have been officially recorded, 302 of which are children under five. ([UNICEF, 13 Dec 2016](https://reliefweb.int/node/1818574))\n\nThis week IOM...launched a mass public health campaign to contain an ongoing measles outbreak in Kismayo...Through TV and radio, IOM, the Somali government and health partners are disseminating a series of public messages about measles...The six-day campaign is estimated to reach over 2,000 people in the most affected communities, as well as surrounding areas. ([IOM, 16 Dec 2016.](https://reliefweb.int/node/1824524))\n\nUNICEF and partners are aiming to vaccinate 54,000 children under 10 in Kismayo...There have been over 704 cases of fever and rashes in Kismayo, the majority of them children...Most were not vaccinated against measles although there are 16 free vaccination posts in Kismayo. ([UNICEF, 16 Dec 2016.](https://reliefweb.int/node/1824734))\n\nDrought conditions have increased the spread of epidemic-prone diseases such as acute watery diarrhoea, cholera and measles. In the first 7 weeks of 2017, over 6000 cases and 65 deaths by acute watery diarrhoea/ cholera have been reported, and a total of 2578 cases of suspected measles were reported as of September 2016. ([WHO, 27 Feb 2017](https://reliefweb.int/node/1919408))\n\nCases of suspected measles continue to rise across Somalia. A total of 7,694 cases have been reported nationwide, far exceeding the 5, 657 total cases recorded for all last year. The need for non-essential life-saving health services have increased and more affected areas are in dire need of urgent assistance. ([OCHA, 16 May 2017](https://reliefweb.int/node/2032649))\n\nSomalia is also facing its worst measles outbreak in 4 years, with over 14,823 suspected cases reported in 2017 (as of 31 July), compared to 5,000-10,000 cases per year since 2014. The situation is especially critical for millions of under-vaccinated, weak and hungry children who are more susceptible to contracting infectious diseases. More than 80% of those affected by the current outbreak are children under 10 year of age. In early 2017, WHO and partners, in collaboration with national health authorities, vaccinated almost 600,000 children aged 6 months to 5 years for measles in hard-to-reach and hotspot areas across the country. ([WHO, 15 Aug 2017](https://reliefweb.int/node/2172299))    \n\nThe numbers of cases of measles remain at epidemic levels with more than 1,491 cases being recorded in August. ([Health Cluster, 29 Sep 2017](https://reliefweb.int/node/2267239))    \n\nOver 1469 suspected measles cases were reported in September. The numbers of cases of measles remain at epidemic levels with more than 18,000 cases so far recorded from January to end of September. Although there has been a decline in recent months, the number of cases is 4 times as those reported in 2015 and 2016. A nationwide campaign to vaccinate all 4.2 million children in the country between the ages of 6 months and 10 years will begin in November/December 2017. ([Health Cluster, 19 Oct 2017](https://reliefweb.int/node/2295564))\n\nMeasles cases reported continue to be very high, increasing every month from all areas of the country with more than 19,316 cases being recorded since January 2017. Although there has been a decline in recent months, the number of cases is 4 times as high as those reported in 2015 and 2016. ([Health Cluster, 19 Nov 2017](https://reliefweb.int/node/2335624))\n\nThe Ministry of Health of the Federal Government of Somalia, in partnership with WHO and UNICEF, has today concluded a five-day national measles campaign, targeting 1 million children aged 6 months to 10 years in Puntland, and 4.2 million across the country. In 2017, amidst a drought emergency, a total of 23,002 suspected measles cases were reported, which is alarmingly high compared to previous years. Among these cases, 83 per cent were children under 10 years of age. ([WHO/UNICEF, 07 Jan 2018](https://reliefweb.int/node/2404314))\n\nAs part of the ongoing national measles vaccination campaign, after successful completion of the campaign in Puntland in January, UNICEF and partners conducted measles campaigns in March in central and southern regions of Somalia, and Somaliland. 2,734,941 children between six months and 10 years were vaccinated (102 per cent of the targeted 2,693,928). Since the start of the year, 4,067 suspected measles cases were reported – 72 percent being children under-five. ([UNICEF, 31 Mar 2018](https://reliefweb.int/node/2580864))\n\nSince the beginning of the year, a total of 5,242 suspected cases of measles was reported, with the overall trend decreasing from 2016-17. Surveillance is based on signs of high fever and rash, providing high sensitivity to identify measles. The declining trends reflects the completed measles vaccination campaign in February and March that reached 94% of children under-10 years old (UNICEF/WHO). ([Health Cluster, 30 Apr 2018](https://reliefweb.int/node/2673774))\n\nOf the 6,311 suspected cases of measles reported since January, the majority are children under the age of 5. The highest number of cases have been seen in Banadir region and South West and Galmudug states. In 2017, 12,336 cases were reported. Humanitarian partners have attributed the low number of reported AWD/cholera and measles cases to vaccination campaigns conducted in all states of Somalia in January and March, which reached 4.4 million (94 per cent) of the targeted children under age 5. Meanwhile, no cases of wild-polio have been detected following laboratory tests by the polio surveillance network. A supplementary immunization for polio is underway across southern and central Somalia. Two vaccination rounds are planned for July, following last year’s successful campaigns in Banadir region and, Hirshabelle and South West states. ([OCHA, 5 July 2018](https://reliefweb.int/node/2685429))\n\nThe number of suspected measles cases increased from 85 cases in week 33, to 98 cases in week 34. Cumulatively, 6,613 cases of suspected measles have been reported across Somalia since the beginning of 2018. Of the 6,613 measles cases, 4,429 (67%) were under 5 years while 2,184 (33%) were above 5 years. The most affected districts include; Abudwak (709 cases), Huruwa (542 cases), Lascanod (354 cases), Baidoa (369 cases), Adado (295 cases), Galkacyo (278 cases), Wadajir (255 cases), Burao (214 cases) and Marka (195 cases). ([WHO/Gov't, 5 July 2018](https://reliefweb.int/node/2779974))\n\nThe suspected measles cases have suddenly increased in this week, in week 47, a total of 124 suspected cases were reported compare to 113 cases reported  in week 46. The highest numbers of cases in week 46 were reported in Heliwa district of Banadir region (40 cases) and Baidoa district of Bay region (18 cases). Cumulatively, 7,929 cases of suspected measles have been reported since week 1. ([WHO/Gov't, 25 Nov 2018](https://reliefweb.int/node/2899318))\n\nThere has been a reduction in the number of measles cases reported following the implementation of measles campaign in 2017. The number of suspected cases of measles decreased from 163 in week 52, 2018 to 107 cases in week 1, 2019. The most affected districts include Dharkenley, Heliwa, Jowhar, Kismayo & Qoryoley. Cumulatively, 8,811 cases of suspected measles have been reported since January 2018 ([WHO/Gov't, 07 Jan 2019](https://reliefweb.int/node/2952409))\n\nSince the beginning of 2019, 720 suspected cases of measles were reported with 81 per cent of all cases affecting children under-5 years of age in central and southern Somalia. To respond to increasing cases, a total of 9,403 children under-5 years of age were vaccinated in February against measles through 19 mobile teams targeting hotspot areas. ([UNICEF, 28 Feb 2019](https://reliefweb.int/node/3048613))\n\nFollowing a rise in measles cases in January and February with 100-120 weekly cases, reported case numbers have now dropped to 80-85 cases per week in March. Most measles cases (46 per cent) were reported in Banadir districts. ([UNICEF, 31 Mar 2019](https://reliefweb.int/node/3090518))\n\nConfirmed malaria cases have been risen for three weeks in a row. In Week 14: 486 confirmed cases, in Week 15: 582 and in week 16: 729 cases. The number of confirmed cases in Week 16 are the second highest number of cases confirmed in a Week in 2019. ([WHO/Health Cluster, 30 Apr 2019](https://reliefweb.int/node/3184394))\n\nMeasles cases decreased in April, with 236 cases compared to 380 cases in March. [...] However, beyond the reporting period, some early May indications are of an increase in measles cases ([UNICEF, 30 Apr 2019](https://reliefweb.int/node/3130193))\n\nReported measles cases remained below 100 in August, ranging from 97 cases the first week of August to 67 the last week. ([UNICEF, 31 Aug 2019](https://reliefweb.int/node/3313268))\n\nAs of 9 November, 3,616 suspected measles cases have been reported in Somalia in 2019. ([OCHA, 09 Dec 2019](https://reliefweb.int/node/3432248))\n\nSince epidemiological week 1, 2020, a total of 254 suspected cases of measles have been reported in drought‐affected districts. ([WHO, 31 Jan 2020](https://reliefweb.int/node/3526344))\n\nThroughout 2020 measles continued to be reported in Kismayo, from 02 March to the end of December Kismayo General hospital admitted 1,033 (under-5: 845) children with measles. Measles continues despite a vaccination campaign being completed in October, indicating still a very low immunization coverage in the area. ([WHO, 31 Dec 2020](https://reliefweb.int/node/3709478))\n\nBetween January and August 2021, 695 cases of suspected measles were investigated and 595 were found positive. ([OCHA, 24 Oct 2021](https://reliefweb.int/node/3785164))\n\nHealth partners reported an increase in measles cases in Galmudug, Middle Shabelle and Banadir regions. Measles is endemic, but the numbers are increasing as the drought conditions intensify and the susceptibility to further outbreaks also increases. ([OCHA, 23 Nov 2021](https://reliefweb.int/node/3794270))\n\nIn January, a total of 8,394 measles cases were reported across Somalia, and UNICEF is supporting a localized measles vaccination campaign as an immediate response. ([UNICEF, 1 Mar 2022](https://reliefweb.int/node/3822249))\n\nThe number of suspected cases of measles have increased in 2022 compared to the previous years. This surge in cases is linked to a decrease in measles vaccination coverage of children below five years in drought affected districts (Figure 4). Since epidemiological week 1 of 2022, a total of 17 093 suspected cases of measles were reported through the surveillance system for fever and rash used by the polio programme in drought-affected districts. However, the number of new measles cases reported has decreased by 29% from 302 in week 50 to 213 in week 51. This reduction is linked to scaling up of vaccination campaigns by outreach teams deployed by WHO in drought affected districts. Of the 17 093 suspected measles cases reported, 77% (13 090) are children below five years of age. ([WHO, 12 Jan 2023](https://reliefweb.int/node/3923365))",
  "summary": " Somalia is facing its worst measles outbreak in 4 years, with over 14,823 suspected cases reported in 2017. UNICEF and partners have conducted measles campaigns in March in central and southern regions of Somalia and Somaliland, reaching 2,734,941 children between six months and 10 years. In 2021, 695 cases of suspected measles were investigated and 595 were found positive. In 2022, there has been an increase in suspected cases of measles due to a decrease in measles vaccination coverage of children under five in drought-affected districts. WHO has deployed outreach teams to scale up vaccination campaigns, resulting in a 29% decrease in new measles cases reported from week 50 to week 51.",
  "metadata": {
    "id": "38824",
    "name": "Somalia: Measles Outbreak - Dec 2016",
    "date_event": 1481587200000,
    "date_changed": 1674653013000,
    "date_created": 1481587200000,
    "primary_country_id": 216,
    "primary_country_name": "Somalia",
    "primary_country_iso3": "som",
    "primary_country_location": {
      "lon": 47.33,
      "lat": 5.79
    },
    "primary_type_id": 4642,
    "primary_type_code": "EP",
    "primary_type_name": "Epidemic"
  }
}