{
  "original": {
    "id": "44114",
    "fields": {
      "date": {
        "changed": "2023-01-16T09:52:02+00:00",
        "event": "2017-09-15T00:00:00+00:00",
        "created": "2017-09-15T00:00:00+00:00"
      },
      "primary_type": {
        "code": "EP",
        "name": "Epidemic",
        "id": 4642
      },
      "country": [
        {
          "href": "https://api.reliefweb.int/v1/countries/175",
          "name": "Nigeria",
          "location": {
            "lon": 8.11,
            "lat": 9.59
          },
          "id": 175,
          "shortname": "Nigeria",
          "iso3": "nga",
          "primary": true
        }
      ],
      "primary_country": {
        "href": "https://api.reliefweb.int/v1/countries/175",
        "name": "Nigeria",
        "location": {
          "lon": 8.11,
          "lat": 9.59
        },
        "id": 175,
        "shortname": "Nigeria",
        "iso3": "nga"
      },
      "profile": {
        "overview": "On 15 September 2017, the Nigeria Federal Ministry of Health notified WHO of a confirmed yellow fever case in Ifelodun Local Government Area (LGA), Kwara State...Based on the available information, the likelihood of further spread among the local population is moderate. As the affected area is over 250 km from the nearest international border (Benin), the risk of regional spread is currently low. This event, nevertheless, further drains an already stretched public health system in Nigeria. Kwara State is recovering from a large cholera outbreak (last cases reported in week 27 of 2017), while the country continues to respond to several concurrent public health emergencies in other states. ([WHO, 22 Sep 2017](https://reliefweb.int/node/2240689))   \n\nThe Government of Nigeria has launched a campaign to immunize 873,837 people against yellow fever in the states of Kwara and Kogi. The ten-day campaign began on Friday (13 October) and mobilizes more than 200 health workers and volunteers. It targets residents aged 9 months to 45 years old. ([WHO, 16 Oct 2017](https://reliefweb.int/node/2274644))   \n\nAs of 26 October 2017, a total of 166 cases of acute jaundice syndrome and 10 deaths (case fatality rate 6%) have been reported from six states (namely Abia, Borno, Kwara, Kogi, Plateau, and  Zamfara)...Additional vaccination campaigns in the affected areas are planned for December 2017. ([WHO, 3 Nov 2017](https://reliefweb.int/node/2311424))    \n\nThe outbreak of yellow fever in Nigeria continues to evolve, with new states being affected – the latest being Kano State. During week 46 (week ending 19 November 2017), two new confirmed yellow fever cases were reported from Kogi State – based on test results from the Institute Pasteur Dakar (IPD). During the reporting week, 10 probable cases (positive test results from national laboratories) were reported from three states, namely Kogi (8 cases), Nasarawa (1 case) and Kano (1 case).  ([WHO, 1  Dec 2017](https://reliefweb.int/node/2358144))   \n\nThe Government of Nigeria will launch a mass vaccination campaign to prevent the spread of yellow fever on Thursday (January 25) with support from [WHO]  and partners. More than 25 million people will be vaccinated throughout 2018, in the largest yellow fever vaccination drive in the country’s history. ([WHO, 24 Jan 2018](https://reliefweb.int/node/2430224))\n\n[WHO], UNICEF and other partners are supporting the Federal Government and Borno State Ministry of Health to vaccinate more than 1.2 million internally displaced persons (IDPs) across 57 wards in 25 Local Government Areas in Borno State. The campaign began on 5 February, and is expected to continue until 14 February 2018. ([WHO, 07 Feb 2018](https://reliefweb.int/node/2454744/))\n\nFrom the onset of this outbreak on September 12, 2017, a total of 1,711 suspected yellow fever cases have been line-listed as at week 15 [9th – 15th April, 2018]... Total number of deaths in all cases (suspected, probable and confirmed cases) is 47, while 10 deaths were recorded among confirmed cases only. Therefore, the case fatality ratio (CFR) for all cases (including suspected, probable and confirmed) is 2.7%, and 24.4% for confirmed cases. ([Gov't, 15 Apr 2018](https://reliefweb.int/node/2598189/))\n\nThe Government of Nigeria – with support from [WHO], Gavi,...and UNICEF aims to vaccinate 26.2 million people during the second phase of its biggest-ever yellow fever campaign as it seeks to establish high population immunity nationwide. ([WHO, 22 Nov  2018](https://reliefweb.int/node/2885723))\n\nA new focus of yellow fever outbreak has been confirmed in Edo State, Nigeria, following the large outbreak that started in September 2017 up to late-March 2018. While Nigeria introduced yellow fever vaccine into routine immunization in September 2016, the country remains vulnerable to the disease...In Edo State, yellow fever vaccination coverage in children below one year of age is about 69% and approximately 60% in the rest of the population, leaving a significant number of people susceptible to the disease. The current outbreak has occurred close to the state capital, Benin city, which is moderately cosmopolitan, with high population movements due to trade. An influx of persons with low immunity to yellow fever coming from other parts of the country, Europe and America into Edo state for the Christmas holidays is expected. All these underlying issues are significant, calling for the rapid implementation of the upcoming reactive vaccination campaign. ([WHO, 14 Dec 2018](https://reliefweb.int/node/2920023/))\n\nThe outbreak of yellow fever which started in Nigeria in September 2017 is ongoing. The cluster of yellow fever cases that emerged in Edo State (southern Nigeria) since late September 2018 is still active.  ...\nFrom the onset of the outbreak in September 2017, as of 30 December 2018, 4 004 suspected cases with 33 deaths (case fatality ratio 0.8%) have been reported from all 36 States and the Federal Capital Territory (FCT). Among the 3 451 samples that were tested, 237 were presumptive positives following testing in Nigerian national laboratories and 82 of these were confirmed for yellow fever after subsequent analyses at Institut Pasteur Dakar (IPD) - a WHO regional reference laboratory.  ...\nA large scale reactive yellow fever vaccination campaign was initiated in Edo State on 18 December 2018. The vaccination campaign implementation is ongoing in 13 LGAs. As of 24 December 2018, 1 466 588 people have been vaccinated. ([WHO, 04 Jan 2019](https://reliefweb.int/node/2940674))\n\nIn May 2019, 332 suspected cases with one new presumptive positive and one inconclusive case were recorded. Three cases from Ondo, Anambra and Kebbi states were confirmed from IP Dakar. Reported cases have been plateaued since week 16 (week ending on 21 April) in 2019. Since January 2019, 1 255 suspected cases have been reported from 424 (54.7%) LGAs with one associated death reported from Adamawa (CFR 0.08%). ([WHO, 30 Jun 2019](https://reliefweb.int/node/3194829))\n\nIn July 2019, 291 suspected cases including 15 presumptive positive cases were recorded. Three new cases from Izzi LGA in Ebonyi State were confirmed at the NCDC National Reference Laboratory. Reported cases have been decreasing since week 27 (week ending on 7July 2019). Since January 2019, all states including FCT have reported at least one suspected case. ([WHO, 16 Sep 2019](https://reliefweb.int/node/3306013))\n\nAs of 30 August 2019, a total of 84 suspected yellow fever cases, including 26 deaths (case fatality ratio: 31 %), have been reported across nine LGAs within Ebonyi State. From 1 January through 31 July 2019, over 2,000 suspected yellow fever cases have been reported in 506 LGAs from all 36 States including the Federal Capital Territory (FCT) of Nigeria. ([WHO, 26 Sep 2019](https://reliefweb.int/node/3322638))\n\nThe outbreak of yellow fever which started in Nigeria in September 2017 is ongoing. Since 1 August 2019, Nigeria has been experiencing an upsurge of yellow fever cases reported mainly from six states across the two northern zones namely: Bauchi, Benue, Borno, Gombe, Kano and Katsina states. Concurrently, suspected cases continue to be reported across all the 36 states and the Federal Capital Territory (FCT).  \nIn October 2019, between weeks 40 and 44, a total of 839 suspected cases were reported from all the 36 states and the FCT including 35 presumptive positive samples (IgM positive). Of these, 72 cases were confirmed positive for yellow fever by RT-PCR at two laboratories including the WHO reference laboratory, Institut Pasteur Dakar (IPD), (41 cases) and the NCDC National Reference Laboratory (NRL) in Abuja (31 cases). During this month, two new states (Plateau and Taraba) recorded confirmed cases of yellow fever. From 1 January to 31 October 2019 (epidemiological week 44), a total of 3 620 suspected yellow fever cases have been reported in 588 LGAs from 36 states and the FCT. ([WHO, 17 Nov 2019](https://reliefweb.int/node/3399248))\n\nNigeria is responding to successive yellow fever outbreaks, with nearly a three-fold increase in number of confirmed cases in 2019 compared to 2018, suggesting intensification of yellow fever virus transmission. Additionally, there have been cases reported in parts of the country that have confirmed cases for the first time since the outbreak started in September 2017. From 1 January through 10 December 2019, a total of 4,189 suspected yellow fever cases were reported from 604 of 774 Local Government Area (LGAs) across all the 36 states and the Federal Capital Territory in Nigeria. ([WHO, 17 Dec 2019](https://reliefweb.int/node/3444578))\n\nIn January 2020, a total of 139 suspected yellow fever cases have been reported from 90 LGAs across 27 States 604. Of the 139 samples collected, 2 tested positive in Nigerian network laboratories. In 2019, a total of 4288 suspected cases were reported in 618 (83.1%) LGAs from all states in the country. ([WHO, 16 Feb 2020](https://reliefweb.int/node/3526459))\n\nAs at 06 November 2020, three samples from Delta and one from Enugu tested positive for Yellow fever at Irrua Specialist Teaching Hospital Laboratory and NCDC’s National Reference Laboratory, Abuja. Additional blood samples have since similarly tested positive, hence, an outbreak of Yellow Fever was confirmed. ([WHO, 11 Nov 2020](https://reliefweb.int/node/3687353))\n\nThe Nigeria Centre for Disease Control (NCDC) is currently responding to yellow fever (YF) outbreaks declared on 12th November 2020 in three states - Delta, Enugu and Bauchi States... Between 1st and 11th November 2020, a total of 222 suspected cases, 19 confirmed cases and 76 deaths had been\nreported from these three states. ([IFRC, 30 Nov 2020](https://reliefweb.int/node/3692859))\n\nAs at week 4 of 2021, the outbreak has escalated to 14 states - Akwa Ibom, Bauchi, Benue, Borno, Delta, Ebonyi, Enugu, Gombe, Imo, Kogi, Osun, Oyo, Plateau and Taraba States. ([IFRC, 13 Feb 2021](https://reliefweb.int/node/3713149))\n\nCumulatively from 1 January - 30 June 2021, a total of 858 suspected cases have been reported from 37 states including FCT in 312 LGAs. ([Govt, 30 Jun 2021](https://reliefweb.int/node/3756623))\n\nCumulatively from 1st January–30th September 2021, a total of 1,518 suspected cases have been reported from 37 states including FCT in 428 LGAs. ([Govt, 30 Sep 2021](https://reliefweb.int/node/3785463))\n\nCumulatively from 1st January–31st December 2021, a total of 2053 suspected cases have been reported from 37 states including FCT in 497 LGAs. ([Govt, 31 Dec 2021](https://reliefweb.int/node/3810631))\n\nFrom January to December 2021, a total of 25 yellow fever cases including 22 confirmed and 3 probable cases were reported in Nigeria. From 1 January to 30 June 2022, a total of 814 suspected cases have been reported from 36 states in 345 Local Government Areas. Of these suspected cases reported in 2022, none have been confirmed. ([WHO, 4 Aug 2022](https://reliefweb.int/node/3884550))\n\nFrom January 2021 to 29 November 2022, a total of 31 yellow fever cases including seven probable and 24 confirmed cases have been reported in Nigeria. ([WHO, 13 Jan 2023](https://reliefweb.int/node/3923806))",
        "useful_links": {
          "active": [
            {
              "title": "Nigeria Centre for Disease Control: An update of Yellow Fever outbreak in Nigeria",
              "url": "http://www.ncdc.gov.ng/diseases/sitreps/?cat=10&name=An%20update%20of%20Yellow%20Fever%20outbreak%20in%20Nigeria"
            }
          ],
          "title": "Useful Links"
        },
        "overview-html": "<p>On 15 September 2017, the Nigeria Federal Ministry of Health notified WHO of a confirmed yellow fever case in Ifelodun Local Government Area (LGA), Kwara State...Based on the available information, the likelihood of further spread among the local population is moderate. As the affected area is over 250 km from the nearest international border (Benin), the risk of regional spread is currently low. This event, nevertheless, further drains an already stretched public health system in Nigeria. Kwara State is recovering from a large cholera outbreak (last cases reported in week 27 of 2017), while the country continues to respond to several concurrent public health emergencies in other states. (<a href=\"https://reliefweb.int/node/2240689\">WHO, 22 Sep 2017</a>)</p>\n<p>The Government of Nigeria has launched a campaign to immunize 873,837 people against yellow fever in the states of Kwara and Kogi. The ten-day campaign began on Friday (13 October) and mobilizes more than 200 health workers and volunteers. It targets residents aged 9 months to 45 years old. (<a href=\"https://reliefweb.int/node/2274644\">WHO, 16 Oct 2017</a>)</p>\n<p>As of 26 October 2017, a total of 166 cases of acute jaundice syndrome and 10 deaths (case fatality rate 6%) have been reported from six states (namely Abia, Borno, Kwara, Kogi, Plateau, and  Zamfara)...Additional vaccination campaigns in the affected areas are planned for December 2017. (<a href=\"https://reliefweb.int/node/2311424\">WHO, 3 Nov 2017</a>)</p>\n<p>The outbreak of yellow fever in Nigeria continues to evolve, with new states being affected – the latest being Kano State. During week 46 (week ending 19 November 2017), two new confirmed yellow fever cases were reported from Kogi State – based on test results from the Institute Pasteur Dakar (IPD). During the reporting week, 10 probable cases (positive test results from national laboratories) were reported from three states, namely Kogi (8 cases), Nasarawa (1 case) and Kano (1 case).  (<a href=\"https://reliefweb.int/node/2358144\">WHO, 1  Dec 2017</a>)</p>\n<p>The Government of Nigeria will launch a mass vaccination campaign to prevent the spread of yellow fever on Thursday (January 25) with support from [WHO]  and partners. More than 25 million people will be vaccinated throughout 2018, in the largest yellow fever vaccination drive in the country’s history. (<a href=\"https://reliefweb.int/node/2430224\">WHO, 24 Jan 2018</a>)</p>\n<p>[WHO], UNICEF and other partners are supporting the Federal Government and Borno State Ministry of Health to vaccinate more than 1.2 million internally displaced persons (IDPs) across 57 wards in 25 Local Government Areas in Borno State. The campaign began on 5 February, and is expected to continue until 14 February 2018. (<a href=\"https://reliefweb.int/node/2454744/\">WHO, 07 Feb 2018</a>)</p>\n<p>From the onset of this outbreak on September 12, 2017, a total of 1,711 suspected yellow fever cases have been line-listed as at week 15 [9th – 15th April, 2018]... Total number of deaths in all cases (suspected, probable and confirmed cases) is 47, while 10 deaths were recorded among confirmed cases only. Therefore, the case fatality ratio (CFR) for all cases (including suspected, probable and confirmed) is 2.7%, and 24.4% for confirmed cases. (<a href=\"https://reliefweb.int/node/2598189/\">Gov't, 15 Apr 2018</a>)</p>\n<p>The Government of Nigeria – with support from [WHO], Gavi,...and UNICEF aims to vaccinate 26.2 million people during the second phase of its biggest-ever yellow fever campaign as it seeks to establish high population immunity nationwide. (<a href=\"https://reliefweb.int/node/2885723\">WHO, 22 Nov  2018</a>)</p>\n<p>A new focus of yellow fever outbreak has been confirmed in Edo State, Nigeria, following the large outbreak that started in September 2017 up to late-March 2018. While Nigeria introduced yellow fever vaccine into routine immunization in September 2016, the country remains vulnerable to the disease...In Edo State, yellow fever vaccination coverage in children below one year of age is about 69% and approximately 60% in the rest of the population, leaving a significant number of people susceptible to the disease. The current outbreak has occurred close to the state capital, Benin city, which is moderately cosmopolitan, with high population movements due to trade. An influx of persons with low immunity to yellow fever coming from other parts of the country, Europe and America into Edo state for the Christmas holidays is expected. All these underlying issues are significant, calling for the rapid implementation of the upcoming reactive vaccination campaign. (<a href=\"https://reliefweb.int/node/2920023/\">WHO, 14 Dec 2018</a>)</p>\n<p>The outbreak of yellow fever which started in Nigeria in September 2017 is ongoing. The cluster of yellow fever cases that emerged in Edo State (southern Nigeria) since late September 2018 is still active.  ...\nFrom the onset of the outbreak in September 2017, as of 30 December 2018, 4 004 suspected cases with 33 deaths (case fatality ratio 0.8%) have been reported from all 36 States and the Federal Capital Territory (FCT). Among the 3 451 samples that were tested, 237 were presumptive positives following testing in Nigerian national laboratories and 82 of these were confirmed for yellow fever after subsequent analyses at Institut Pasteur Dakar (IPD) - a WHO regional reference laboratory.  ...\nA large scale reactive yellow fever vaccination campaign was initiated in Edo State on 18 December 2018. The vaccination campaign implementation is ongoing in 13 LGAs. As of 24 December 2018, 1 466 588 people have been vaccinated. (<a href=\"https://reliefweb.int/node/2940674\">WHO, 04 Jan 2019</a>)</p>\n<p>In May 2019, 332 suspected cases with one new presumptive positive and one inconclusive case were recorded. Three cases from Ondo, Anambra and Kebbi states were confirmed from IP Dakar. Reported cases have been plateaued since week 16 (week ending on 21 April) in 2019. Since January 2019, 1 255 suspected cases have been reported from 424 (54.7%) LGAs with one associated death reported from Adamawa (CFR 0.08%). (<a href=\"https://reliefweb.int/node/3194829\">WHO, 30 Jun 2019</a>)</p>\n<p>In July 2019, 291 suspected cases including 15 presumptive positive cases were recorded. Three new cases from Izzi LGA in Ebonyi State were confirmed at the NCDC National Reference Laboratory. Reported cases have been decreasing since week 27 (week ending on 7July 2019). Since January 2019, all states including FCT have reported at least one suspected case. (<a href=\"https://reliefweb.int/node/3306013\">WHO, 16 Sep 2019</a>)</p>\n<p>As of 30 August 2019, a total of 84 suspected yellow fever cases, including 26 deaths (case fatality ratio: 31 %), have been reported across nine LGAs within Ebonyi State. From 1 January through 31 July 2019, over 2,000 suspected yellow fever cases have been reported in 506 LGAs from all 36 States including the Federal Capital Territory (FCT) of Nigeria. (<a href=\"https://reliefweb.int/node/3322638\">WHO, 26 Sep 2019</a>)</p>\n<p>The outbreak of yellow fever which started in Nigeria in September 2017 is ongoing. Since 1 August 2019, Nigeria has been experiencing an upsurge of yellow fever cases reported mainly from six states across the two northern zones namely: Bauchi, Benue, Borno, Gombe, Kano and Katsina states. Concurrently, suspected cases continue to be reported across all the 36 states and the Federal Capital Territory (FCT).<br />\nIn October 2019, between weeks 40 and 44, a total of 839 suspected cases were reported from all the 36 states and the FCT including 35 presumptive positive samples (IgM positive). Of these, 72 cases were confirmed positive for yellow fever by RT-PCR at two laboratories including the WHO reference laboratory, Institut Pasteur Dakar (IPD), (41 cases) and the NCDC National Reference Laboratory (NRL) in Abuja (31 cases). During this month, two new states (Plateau and Taraba) recorded confirmed cases of yellow fever. From 1 January to 31 October 2019 (epidemiological week 44), a total of 3 620 suspected yellow fever cases have been reported in 588 LGAs from 36 states and the FCT. (<a href=\"https://reliefweb.int/node/3399248\">WHO, 17 Nov 2019</a>)</p>\n<p>Nigeria is responding to successive yellow fever outbreaks, with nearly a three-fold increase in number of confirmed cases in 2019 compared to 2018, suggesting intensification of yellow fever virus transmission. Additionally, there have been cases reported in parts of the country that have confirmed cases for the first time since the outbreak started in September 2017. From 1 January through 10 December 2019, a total of 4,189 suspected yellow fever cases were reported from 604 of 774 Local Government Area (LGAs) across all the 36 states and the Federal Capital Territory in Nigeria. (<a href=\"https://reliefweb.int/node/3444578\">WHO, 17 Dec 2019</a>)</p>\n<p>In January 2020, a total of 139 suspected yellow fever cases have been reported from 90 LGAs across 27 States 604. Of the 139 samples collected, 2 tested positive in Nigerian network laboratories. In 2019, a total of 4288 suspected cases were reported in 618 (83.1%) LGAs from all states in the country. (<a href=\"https://reliefweb.int/node/3526459\">WHO, 16 Feb 2020</a>)</p>\n<p>As at 06 November 2020, three samples from Delta and one from Enugu tested positive for Yellow fever at Irrua Specialist Teaching Hospital Laboratory and NCDC’s National Reference Laboratory, Abuja. Additional blood samples have since similarly tested positive, hence, an outbreak of Yellow Fever was confirmed. (<a href=\"https://reliefweb.int/node/3687353\">WHO, 11 Nov 2020</a>)</p>\n<p>The Nigeria Centre for Disease Control (NCDC) is currently responding to yellow fever (YF) outbreaks declared on 12th November 2020 in three states - Delta, Enugu and Bauchi States... Between 1st and 11th November 2020, a total of 222 suspected cases, 19 confirmed cases and 76 deaths had been\nreported from these three states. (<a href=\"https://reliefweb.int/node/3692859\">IFRC, 30 Nov 2020</a>)</p>\n<p>As at week 4 of 2021, the outbreak has escalated to 14 states - Akwa Ibom, Bauchi, Benue, Borno, Delta, Ebonyi, Enugu, Gombe, Imo, Kogi, Osun, Oyo, Plateau and Taraba States. (<a href=\"https://reliefweb.int/node/3713149\">IFRC, 13 Feb 2021</a>)</p>\n<p>Cumulatively from 1 January - 30 June 2021, a total of 858 suspected cases have been reported from 37 states including FCT in 312 LGAs. (<a href=\"https://reliefweb.int/node/3756623\">Govt, 30 Jun 2021</a>)</p>\n<p>Cumulatively from 1st January–30th September 2021, a total of 1,518 suspected cases have been reported from 37 states including FCT in 428 LGAs. (<a href=\"https://reliefweb.int/node/3785463\">Govt, 30 Sep 2021</a>)</p>\n<p>Cumulatively from 1st January–31st December 2021, a total of 2053 suspected cases have been reported from 37 states including FCT in 497 LGAs. (<a href=\"https://reliefweb.int/node/3810631\">Govt, 31 Dec 2021</a>)</p>\n<p>From January to December 2021, a total of 25 yellow fever cases including 22 confirmed and 3 probable cases were reported in Nigeria. From 1 January to 30 June 2022, a total of 814 suspected cases have been reported from 36 states in 345 Local Government Areas. Of these suspected cases reported in 2022, none have been confirmed. (<a href=\"https://reliefweb.int/node/3884550\">WHO, 4 Aug 2022</a>)</p>\n<p>From January 2021 to 29 November 2022, a total of 31 yellow fever cases including seven probable and 24 confirmed cases have been reported in Nigeria. (<a href=\"https://reliefweb.int/node/3923806\">WHO, 13 Jan 2023</a>)</p>\n"
      },
      "description-html": "<p>On 15 September 2017, the Nigeria Federal Ministry of Health notified WHO of a confirmed yellow fever case in Ifelodun Local Government Area (LGA), Kwara State...Based on the available information, the likelihood of further spread among the local population is moderate. As the affected area is over 250 km from the nearest international border (Benin), the risk of regional spread is currently low. This event, nevertheless, further drains an already stretched public health system in Nigeria. Kwara State is recovering from a large cholera outbreak (last cases reported in week 27 of 2017), while the country continues to respond to several concurrent public health emergencies in other states. (<a href=\"https://reliefweb.int/node/2240689\">WHO, 22 Sep 2017</a>)</p>\n<p>The Government of Nigeria has launched a campaign to immunize 873,837 people against yellow fever in the states of Kwara and Kogi. The ten-day campaign began on Friday (13 October) and mobilizes more than 200 health workers and volunteers. It targets residents aged 9 months to 45 years old. (<a href=\"https://reliefweb.int/node/2274644\">WHO, 16 Oct 2017</a>)</p>\n<p>As of 26 October 2017, a total of 166 cases of acute jaundice syndrome and 10 deaths (case fatality rate 6%) have been reported from six states (namely Abia, Borno, Kwara, Kogi, Plateau, and  Zamfara)...Additional vaccination campaigns in the affected areas are planned for December 2017. (<a href=\"https://reliefweb.int/node/2311424\">WHO, 3 Nov 2017</a>)</p>\n<p>The outbreak of yellow fever in Nigeria continues to evolve, with new states being affected – the latest being Kano State. During week 46 (week ending 19 November 2017), two new confirmed yellow fever cases were reported from Kogi State – based on test results from the Institute Pasteur Dakar (IPD). During the reporting week, 10 probable cases (positive test results from national laboratories) were reported from three states, namely Kogi (8 cases), Nasarawa (1 case) and Kano (1 case).  (<a href=\"https://reliefweb.int/node/2358144\">WHO, 1  Dec 2017</a>)</p>\n<p>The Government of Nigeria will launch a mass vaccination campaign to prevent the spread of yellow fever on Thursday (January 25) with support from [WHO]  and partners. More than 25 million people will be vaccinated throughout 2018, in the largest yellow fever vaccination drive in the country’s history. (<a href=\"https://reliefweb.int/node/2430224\">WHO, 24 Jan 2018</a>)</p>\n<p>[WHO], UNICEF and other partners are supporting the Federal Government and Borno State Ministry of Health to vaccinate more than 1.2 million internally displaced persons (IDPs) across 57 wards in 25 Local Government Areas in Borno State. The campaign began on 5 February, and is expected to continue until 14 February 2018. (<a href=\"https://reliefweb.int/node/2454744/\">WHO, 07 Feb 2018</a>)</p>\n<p>From the onset of this outbreak on September 12, 2017, a total of 1,711 suspected yellow fever cases have been line-listed as at week 15 [9th – 15th April, 2018]... Total number of deaths in all cases (suspected, probable and confirmed cases) is 47, while 10 deaths were recorded among confirmed cases only. Therefore, the case fatality ratio (CFR) for all cases (including suspected, probable and confirmed) is 2.7%, and 24.4% for confirmed cases. (<a href=\"https://reliefweb.int/node/2598189/\">Gov't, 15 Apr 2018</a>)</p>\n<p>The Government of Nigeria – with support from [WHO], Gavi,...and UNICEF aims to vaccinate 26.2 million people during the second phase of its biggest-ever yellow fever campaign as it seeks to establish high population immunity nationwide. (<a href=\"https://reliefweb.int/node/2885723\">WHO, 22 Nov  2018</a>)</p>\n<p>A new focus of yellow fever outbreak has been confirmed in Edo State, Nigeria, following the large outbreak that started in September 2017 up to late-March 2018. While Nigeria introduced yellow fever vaccine into routine immunization in September 2016, the country remains vulnerable to the disease...In Edo State, yellow fever vaccination coverage in children below one year of age is about 69% and approximately 60% in the rest of the population, leaving a significant number of people susceptible to the disease. The current outbreak has occurred close to the state capital, Benin city, which is moderately cosmopolitan, with high population movements due to trade. An influx of persons with low immunity to yellow fever coming from other parts of the country, Europe and America into Edo state for the Christmas holidays is expected. All these underlying issues are significant, calling for the rapid implementation of the upcoming reactive vaccination campaign. (<a href=\"https://reliefweb.int/node/2920023/\">WHO, 14 Dec 2018</a>)</p>\n<p>The outbreak of yellow fever which started in Nigeria in September 2017 is ongoing. The cluster of yellow fever cases that emerged in Edo State (southern Nigeria) since late September 2018 is still active.  ...\nFrom the onset of the outbreak in September 2017, as of 30 December 2018, 4 004 suspected cases with 33 deaths (case fatality ratio 0.8%) have been reported from all 36 States and the Federal Capital Territory (FCT). Among the 3 451 samples that were tested, 237 were presumptive positives following testing in Nigerian national laboratories and 82 of these were confirmed for yellow fever after subsequent analyses at Institut Pasteur Dakar (IPD) - a WHO regional reference laboratory.  ...\nA large scale reactive yellow fever vaccination campaign was initiated in Edo State on 18 December 2018. The vaccination campaign implementation is ongoing in 13 LGAs. As of 24 December 2018, 1 466 588 people have been vaccinated. (<a href=\"https://reliefweb.int/node/2940674\">WHO, 04 Jan 2019</a>)</p>\n<p>In May 2019, 332 suspected cases with one new presumptive positive and one inconclusive case were recorded. Three cases from Ondo, Anambra and Kebbi states were confirmed from IP Dakar. Reported cases have been plateaued since week 16 (week ending on 21 April) in 2019. Since January 2019, 1 255 suspected cases have been reported from 424 (54.7%) LGAs with one associated death reported from Adamawa (CFR 0.08%). (<a href=\"https://reliefweb.int/node/3194829\">WHO, 30 Jun 2019</a>)</p>\n<p>In July 2019, 291 suspected cases including 15 presumptive positive cases were recorded. Three new cases from Izzi LGA in Ebonyi State were confirmed at the NCDC National Reference Laboratory. Reported cases have been decreasing since week 27 (week ending on 7July 2019). Since January 2019, all states including FCT have reported at least one suspected case. (<a href=\"https://reliefweb.int/node/3306013\">WHO, 16 Sep 2019</a>)</p>\n<p>As of 30 August 2019, a total of 84 suspected yellow fever cases, including 26 deaths (case fatality ratio: 31 %), have been reported across nine LGAs within Ebonyi State. From 1 January through 31 July 2019, over 2,000 suspected yellow fever cases have been reported in 506 LGAs from all 36 States including the Federal Capital Territory (FCT) of Nigeria. (<a href=\"https://reliefweb.int/node/3322638\">WHO, 26 Sep 2019</a>)</p>\n<p>The outbreak of yellow fever which started in Nigeria in September 2017 is ongoing. Since 1 August 2019, Nigeria has been experiencing an upsurge of yellow fever cases reported mainly from six states across the two northern zones namely: Bauchi, Benue, Borno, Gombe, Kano and Katsina states. Concurrently, suspected cases continue to be reported across all the 36 states and the Federal Capital Territory (FCT).<br />\nIn October 2019, between weeks 40 and 44, a total of 839 suspected cases were reported from all the 36 states and the FCT including 35 presumptive positive samples (IgM positive). Of these, 72 cases were confirmed positive for yellow fever by RT-PCR at two laboratories including the WHO reference laboratory, Institut Pasteur Dakar (IPD), (41 cases) and the NCDC National Reference Laboratory (NRL) in Abuja (31 cases). During this month, two new states (Plateau and Taraba) recorded confirmed cases of yellow fever. From 1 January to 31 October 2019 (epidemiological week 44), a total of 3 620 suspected yellow fever cases have been reported in 588 LGAs from 36 states and the FCT. (<a href=\"https://reliefweb.int/node/3399248\">WHO, 17 Nov 2019</a>)</p>\n<p>Nigeria is responding to successive yellow fever outbreaks, with nearly a three-fold increase in number of confirmed cases in 2019 compared to 2018, suggesting intensification of yellow fever virus transmission. Additionally, there have been cases reported in parts of the country that have confirmed cases for the first time since the outbreak started in September 2017. From 1 January through 10 December 2019, a total of 4,189 suspected yellow fever cases were reported from 604 of 774 Local Government Area (LGAs) across all the 36 states and the Federal Capital Territory in Nigeria. (<a href=\"https://reliefweb.int/node/3444578\">WHO, 17 Dec 2019</a>)</p>\n<p>In January 2020, a total of 139 suspected yellow fever cases have been reported from 90 LGAs across 27 States 604. Of the 139 samples collected, 2 tested positive in Nigerian network laboratories. In 2019, a total of 4288 suspected cases were reported in 618 (83.1%) LGAs from all states in the country. (<a href=\"https://reliefweb.int/node/3526459\">WHO, 16 Feb 2020</a>)</p>\n<p>As at 06 November 2020, three samples from Delta and one from Enugu tested positive for Yellow fever at Irrua Specialist Teaching Hospital Laboratory and NCDC’s National Reference Laboratory, Abuja. Additional blood samples have since similarly tested positive, hence, an outbreak of Yellow Fever was confirmed. (<a href=\"https://reliefweb.int/node/3687353\">WHO, 11 Nov 2020</a>)</p>\n<p>The Nigeria Centre for Disease Control (NCDC) is currently responding to yellow fever (YF) outbreaks declared on 12th November 2020 in three states - Delta, Enugu and Bauchi States... Between 1st and 11th November 2020, a total of 222 suspected cases, 19 confirmed cases and 76 deaths had been\nreported from these three states. (<a href=\"https://reliefweb.int/node/3692859\">IFRC, 30 Nov 2020</a>)</p>\n<p>As at week 4 of 2021, the outbreak has escalated to 14 states - Akwa Ibom, Bauchi, Benue, Borno, Delta, Ebonyi, Enugu, Gombe, Imo, Kogi, Osun, Oyo, Plateau and Taraba States. (<a href=\"https://reliefweb.int/node/3713149\">IFRC, 13 Feb 2021</a>)</p>\n<p>Cumulatively from 1 January - 30 June 2021, a total of 858 suspected cases have been reported from 37 states including FCT in 312 LGAs. (<a href=\"https://reliefweb.int/node/3756623\">Govt, 30 Jun 2021</a>)</p>\n<p>Cumulatively from 1st January–30th September 2021, a total of 1,518 suspected cases have been reported from 37 states including FCT in 428 LGAs. (<a href=\"https://reliefweb.int/node/3785463\">Govt, 30 Sep 2021</a>)</p>\n<p>Cumulatively from 1st January–31st December 2021, a total of 2053 suspected cases have been reported from 37 states including FCT in 497 LGAs. (<a href=\"https://reliefweb.int/node/3810631\">Govt, 31 Dec 2021</a>)</p>\n<p>From January to December 2021, a total of 25 yellow fever cases including 22 confirmed and 3 probable cases were reported in Nigeria. From 1 January to 30 June 2022, a total of 814 suspected cases have been reported from 36 states in 345 Local Government Areas. Of these suspected cases reported in 2022, none have been confirmed. (<a href=\"https://reliefweb.int/node/3884550\">WHO, 4 Aug 2022</a>)</p>\n<p>From January 2021 to 29 November 2022, a total of 31 yellow fever cases including seven probable and 24 confirmed cases have been reported in Nigeria. (<a href=\"https://reliefweb.int/node/3923806\">WHO, 13 Jan 2023</a>)</p>\n<h3>Useful Links</h3>\n<ul>\n<li>\n<a rel=\"noopener noreferrer\" target=\"_blank\" href=\"http://www.ncdc.gov.ng/diseases/sitreps/?cat=10&amp;name=An%20update%20of%20Yellow%20Fever%20outbreak%20in%20Nigeria\">Nigeria Centre for Disease Control: An update of Yellow Fever outbreak in Nigeria</a>\n</li>\n</ul>\n",
      "description": "On 15 September 2017, the Nigeria Federal Ministry of Health notified WHO of a confirmed yellow fever case in Ifelodun Local Government Area (LGA), Kwara State...Based on the available information, the likelihood of further spread among the local population is moderate. As the affected area is over 250 km from the nearest international border (Benin), the risk of regional spread is currently low. This event, nevertheless, further drains an already stretched public health system in Nigeria. Kwara State is recovering from a large cholera outbreak (last cases reported in week 27 of 2017), while the country continues to respond to several concurrent public health emergencies in other states. ([WHO, 22 Sep 2017](https://reliefweb.int/node/2240689))   \n\nThe Government of Nigeria has launched a campaign to immunize 873,837 people against yellow fever in the states of Kwara and Kogi. The ten-day campaign began on Friday (13 October) and mobilizes more than 200 health workers and volunteers. It targets residents aged 9 months to 45 years old. ([WHO, 16 Oct 2017](https://reliefweb.int/node/2274644))   \n\nAs of 26 October 2017, a total of 166 cases of acute jaundice syndrome and 10 deaths (case fatality rate 6%) have been reported from six states (namely Abia, Borno, Kwara, Kogi, Plateau, and  Zamfara)...Additional vaccination campaigns in the affected areas are planned for December 2017. ([WHO, 3 Nov 2017](https://reliefweb.int/node/2311424))    \n\nThe outbreak of yellow fever in Nigeria continues to evolve, with new states being affected – the latest being Kano State. During week 46 (week ending 19 November 2017), two new confirmed yellow fever cases were reported from Kogi State – based on test results from the Institute Pasteur Dakar (IPD). During the reporting week, 10 probable cases (positive test results from national laboratories) were reported from three states, namely Kogi (8 cases), Nasarawa (1 case) and Kano (1 case).  ([WHO, 1  Dec 2017](https://reliefweb.int/node/2358144))   \n\nThe Government of Nigeria will launch a mass vaccination campaign to prevent the spread of yellow fever on Thursday (January 25) with support from [WHO]  and partners. More than 25 million people will be vaccinated throughout 2018, in the largest yellow fever vaccination drive in the country’s history. ([WHO, 24 Jan 2018](https://reliefweb.int/node/2430224))\n\n[WHO], UNICEF and other partners are supporting the Federal Government and Borno State Ministry of Health to vaccinate more than 1.2 million internally displaced persons (IDPs) across 57 wards in 25 Local Government Areas in Borno State. The campaign began on 5 February, and is expected to continue until 14 February 2018. ([WHO, 07 Feb 2018](https://reliefweb.int/node/2454744/))\n\nFrom the onset of this outbreak on September 12, 2017, a total of 1,711 suspected yellow fever cases have been line-listed as at week 15 [9th – 15th April, 2018]... Total number of deaths in all cases (suspected, probable and confirmed cases) is 47, while 10 deaths were recorded among confirmed cases only. Therefore, the case fatality ratio (CFR) for all cases (including suspected, probable and confirmed) is 2.7%, and 24.4% for confirmed cases. ([Gov't, 15 Apr 2018](https://reliefweb.int/node/2598189/))\n\nThe Government of Nigeria – with support from [WHO], Gavi,...and UNICEF aims to vaccinate 26.2 million people during the second phase of its biggest-ever yellow fever campaign as it seeks to establish high population immunity nationwide. ([WHO, 22 Nov  2018](https://reliefweb.int/node/2885723))\n\nA new focus of yellow fever outbreak has been confirmed in Edo State, Nigeria, following the large outbreak that started in September 2017 up to late-March 2018. While Nigeria introduced yellow fever vaccine into routine immunization in September 2016, the country remains vulnerable to the disease...In Edo State, yellow fever vaccination coverage in children below one year of age is about 69% and approximately 60% in the rest of the population, leaving a significant number of people susceptible to the disease. The current outbreak has occurred close to the state capital, Benin city, which is moderately cosmopolitan, with high population movements due to trade. An influx of persons with low immunity to yellow fever coming from other parts of the country, Europe and America into Edo state for the Christmas holidays is expected. All these underlying issues are significant, calling for the rapid implementation of the upcoming reactive vaccination campaign. ([WHO, 14 Dec 2018](https://reliefweb.int/node/2920023/))\n\nThe outbreak of yellow fever which started in Nigeria in September 2017 is ongoing. The cluster of yellow fever cases that emerged in Edo State (southern Nigeria) since late September 2018 is still active.  ...\nFrom the onset of the outbreak in September 2017, as of 30 December 2018, 4 004 suspected cases with 33 deaths (case fatality ratio 0.8%) have been reported from all 36 States and the Federal Capital Territory (FCT). Among the 3 451 samples that were tested, 237 were presumptive positives following testing in Nigerian national laboratories and 82 of these were confirmed for yellow fever after subsequent analyses at Institut Pasteur Dakar (IPD) - a WHO regional reference laboratory.  ...\nA large scale reactive yellow fever vaccination campaign was initiated in Edo State on 18 December 2018. The vaccination campaign implementation is ongoing in 13 LGAs. As of 24 December 2018, 1 466 588 people have been vaccinated. ([WHO, 04 Jan 2019](https://reliefweb.int/node/2940674))\n\nIn May 2019, 332 suspected cases with one new presumptive positive and one inconclusive case were recorded. Three cases from Ondo, Anambra and Kebbi states were confirmed from IP Dakar. Reported cases have been plateaued since week 16 (week ending on 21 April) in 2019. Since January 2019, 1 255 suspected cases have been reported from 424 (54.7%) LGAs with one associated death reported from Adamawa (CFR 0.08%). ([WHO, 30 Jun 2019](https://reliefweb.int/node/3194829))\n\nIn July 2019, 291 suspected cases including 15 presumptive positive cases were recorded. Three new cases from Izzi LGA in Ebonyi State were confirmed at the NCDC National Reference Laboratory. Reported cases have been decreasing since week 27 (week ending on 7July 2019). Since January 2019, all states including FCT have reported at least one suspected case. ([WHO, 16 Sep 2019](https://reliefweb.int/node/3306013))\n\nAs of 30 August 2019, a total of 84 suspected yellow fever cases, including 26 deaths (case fatality ratio: 31 %), have been reported across nine LGAs within Ebonyi State. From 1 January through 31 July 2019, over 2,000 suspected yellow fever cases have been reported in 506 LGAs from all 36 States including the Federal Capital Territory (FCT) of Nigeria. ([WHO, 26 Sep 2019](https://reliefweb.int/node/3322638))\n\nThe outbreak of yellow fever which started in Nigeria in September 2017 is ongoing. Since 1 August 2019, Nigeria has been experiencing an upsurge of yellow fever cases reported mainly from six states across the two northern zones namely: Bauchi, Benue, Borno, Gombe, Kano and Katsina states. Concurrently, suspected cases continue to be reported across all the 36 states and the Federal Capital Territory (FCT).  \nIn October 2019, between weeks 40 and 44, a total of 839 suspected cases were reported from all the 36 states and the FCT including 35 presumptive positive samples (IgM positive). Of these, 72 cases were confirmed positive for yellow fever by RT-PCR at two laboratories including the WHO reference laboratory, Institut Pasteur Dakar (IPD), (41 cases) and the NCDC National Reference Laboratory (NRL) in Abuja (31 cases). During this month, two new states (Plateau and Taraba) recorded confirmed cases of yellow fever. From 1 January to 31 October 2019 (epidemiological week 44), a total of 3 620 suspected yellow fever cases have been reported in 588 LGAs from 36 states and the FCT. ([WHO, 17 Nov 2019](https://reliefweb.int/node/3399248))\n\nNigeria is responding to successive yellow fever outbreaks, with nearly a three-fold increase in number of confirmed cases in 2019 compared to 2018, suggesting intensification of yellow fever virus transmission. Additionally, there have been cases reported in parts of the country that have confirmed cases for the first time since the outbreak started in September 2017. From 1 January through 10 December 2019, a total of 4,189 suspected yellow fever cases were reported from 604 of 774 Local Government Area (LGAs) across all the 36 states and the Federal Capital Territory in Nigeria. ([WHO, 17 Dec 2019](https://reliefweb.int/node/3444578))\n\nIn January 2020, a total of 139 suspected yellow fever cases have been reported from 90 LGAs across 27 States 604. Of the 139 samples collected, 2 tested positive in Nigerian network laboratories. In 2019, a total of 4288 suspected cases were reported in 618 (83.1%) LGAs from all states in the country. ([WHO, 16 Feb 2020](https://reliefweb.int/node/3526459))\n\nAs at 06 November 2020, three samples from Delta and one from Enugu tested positive for Yellow fever at Irrua Specialist Teaching Hospital Laboratory and NCDC’s National Reference Laboratory, Abuja. Additional blood samples have since similarly tested positive, hence, an outbreak of Yellow Fever was confirmed. ([WHO, 11 Nov 2020](https://reliefweb.int/node/3687353))\n\nThe Nigeria Centre for Disease Control (NCDC) is currently responding to yellow fever (YF) outbreaks declared on 12th November 2020 in three states - Delta, Enugu and Bauchi States... Between 1st and 11th November 2020, a total of 222 suspected cases, 19 confirmed cases and 76 deaths had been\nreported from these three states. ([IFRC, 30 Nov 2020](https://reliefweb.int/node/3692859))\n\nAs at week 4 of 2021, the outbreak has escalated to 14 states - Akwa Ibom, Bauchi, Benue, Borno, Delta, Ebonyi, Enugu, Gombe, Imo, Kogi, Osun, Oyo, Plateau and Taraba States. ([IFRC, 13 Feb 2021](https://reliefweb.int/node/3713149))\n\nCumulatively from 1 January - 30 June 2021, a total of 858 suspected cases have been reported from 37 states including FCT in 312 LGAs. ([Govt, 30 Jun 2021](https://reliefweb.int/node/3756623))\n\nCumulatively from 1st January–30th September 2021, a total of 1,518 suspected cases have been reported from 37 states including FCT in 428 LGAs. ([Govt, 30 Sep 2021](https://reliefweb.int/node/3785463))\n\nCumulatively from 1st January–31st December 2021, a total of 2053 suspected cases have been reported from 37 states including FCT in 497 LGAs. ([Govt, 31 Dec 2021](https://reliefweb.int/node/3810631))\n\nFrom January to December 2021, a total of 25 yellow fever cases including 22 confirmed and 3 probable cases were reported in Nigeria. From 1 January to 30 June 2022, a total of 814 suspected cases have been reported from 36 states in 345 Local Government Areas. Of these suspected cases reported in 2022, none have been confirmed. ([WHO, 4 Aug 2022](https://reliefweb.int/node/3884550))\n\nFrom January 2021 to 29 November 2022, a total of 31 yellow fever cases including seven probable and 24 confirmed cases have been reported in Nigeria. ([WHO, 13 Jan 2023](https://reliefweb.int/node/3923806))\n### Useful Links\n\n- [Nigeria Centre for Disease Control: An update of Yellow Fever outbreak in Nigeria](http://www.ncdc.gov.ng/diseases/sitreps/?cat=10&name=An%20update%20of%20Yellow%20Fever%20outbreak%20in%20Nigeria)",
      "type": [
        {
          "code": "EP",
          "name": "Epidemic",
          "id": 4642,
          "primary": true
        }
      ],
      "url": "https://reliefweb.int/taxonomy/term/44114",
      "related_glide": [
        "EP-2019-000112-NGA",
        "(20",
        "September",
        "2019)",
        "EP-2020-000230-NGA",
        "(12",
        "November",
        "2020)"
      ],
      "current": true,
      "url_alias": "https://reliefweb.int/disaster/ep-2017-000169-nga",
      "name": "Nigeria: Yellow Fever Outbreak - Sep 2017",
      "id": 44114,
      "glide": "EP-2017-000169-NGA",
      "status": "ongoing"
    }
  },
  "text": "Nigeria: Yellow Fever Outbreak - Sep 2017\n\nOn 15 September 2017, the Nigeria Federal Ministry of Health notified WHO of a confirmed yellow fever case in Ifelodun Local Government Area (LGA), Kwara State...Based on the available information, the likelihood of further spread among the local population is moderate. As the affected area is over 250 km from the nearest international border (Benin), the risk of regional spread is currently low. This event, nevertheless, further drains an already stretched public health system in Nigeria. Kwara State is recovering from a large cholera outbreak (last cases reported in week 27 of 2017), while the country continues to respond to several concurrent public health emergencies in other states. ([WHO, 22 Sep 2017](https://reliefweb.int/node/2240689))   \n\nThe Government of Nigeria has launched a campaign to immunize 873,837 people against yellow fever in the states of Kwara and Kogi. The ten-day campaign began on Friday (13 October) and mobilizes more than 200 health workers and volunteers. It targets residents aged 9 months to 45 years old. ([WHO, 16 Oct 2017](https://reliefweb.int/node/2274644))   \n\nAs of 26 October 2017, a total of 166 cases of acute jaundice syndrome and 10 deaths (case fatality rate 6%) have been reported from six states (namely Abia, Borno, Kwara, Kogi, Plateau, and  Zamfara)...Additional vaccination campaigns in the affected areas are planned for December 2017. ([WHO, 3 Nov 2017](https://reliefweb.int/node/2311424))    \n\nThe outbreak of yellow fever in Nigeria continues to evolve, with new states being affected – the latest being Kano State. During week 46 (week ending 19 November 2017), two new confirmed yellow fever cases were reported from Kogi State – based on test results from the Institute Pasteur Dakar (IPD). During the reporting week, 10 probable cases (positive test results from national laboratories) were reported from three states, namely Kogi (8 cases), Nasarawa (1 case) and Kano (1 case).  ([WHO, 1  Dec 2017](https://reliefweb.int/node/2358144))   \n\nThe Government of Nigeria will launch a mass vaccination campaign to prevent the spread of yellow fever on Thursday (January 25) with support from [WHO]  and partners. More than 25 million people will be vaccinated throughout 2018, in the largest yellow fever vaccination drive in the country’s history. ([WHO, 24 Jan 2018](https://reliefweb.int/node/2430224))\n\n[WHO], UNICEF and other partners are supporting the Federal Government and Borno State Ministry of Health to vaccinate more than 1.2 million internally displaced persons (IDPs) across 57 wards in 25 Local Government Areas in Borno State. The campaign began on 5 February, and is expected to continue until 14 February 2018. ([WHO, 07 Feb 2018](https://reliefweb.int/node/2454744/))\n\nFrom the onset of this outbreak on September 12, 2017, a total of 1,711 suspected yellow fever cases have been line-listed as at week 15 [9th – 15th April, 2018]... Total number of deaths in all cases (suspected, probable and confirmed cases) is 47, while 10 deaths were recorded among confirmed cases only. Therefore, the case fatality ratio (CFR) for all cases (including suspected, probable and confirmed) is 2.7%, and 24.4% for confirmed cases. ([Gov't, 15 Apr 2018](https://reliefweb.int/node/2598189/))\n\nThe Government of Nigeria – with support from [WHO], Gavi,...and UNICEF aims to vaccinate 26.2 million people during the second phase of its biggest-ever yellow fever campaign as it seeks to establish high population immunity nationwide. ([WHO, 22 Nov  2018](https://reliefweb.int/node/2885723))\n\nA new focus of yellow fever outbreak has been confirmed in Edo State, Nigeria, following the large outbreak that started in September 2017 up to late-March 2018. While Nigeria introduced yellow fever vaccine into routine immunization in September 2016, the country remains vulnerable to the disease...In Edo State, yellow fever vaccination coverage in children below one year of age is about 69% and approximately 60% in the rest of the population, leaving a significant number of people susceptible to the disease. The current outbreak has occurred close to the state capital, Benin city, which is moderately cosmopolitan, with high population movements due to trade. An influx of persons with low immunity to yellow fever coming from other parts of the country, Europe and America into Edo state for the Christmas holidays is expected. All these underlying issues are significant, calling for the rapid implementation of the upcoming reactive vaccination campaign. ([WHO, 14 Dec 2018](https://reliefweb.int/node/2920023/))\n\nThe outbreak of yellow fever which started in Nigeria in September 2017 is ongoing. The cluster of yellow fever cases that emerged in Edo State (southern Nigeria) since late September 2018 is still active.  ...\nFrom the onset of the outbreak in September 2017, as of 30 December 2018, 4 004 suspected cases with 33 deaths (case fatality ratio 0.8%) have been reported from all 36 States and the Federal Capital Territory (FCT). Among the 3 451 samples that were tested, 237 were presumptive positives following testing in Nigerian national laboratories and 82 of these were confirmed for yellow fever after subsequent analyses at Institut Pasteur Dakar (IPD) - a WHO regional reference laboratory.  ...\nA large scale reactive yellow fever vaccination campaign was initiated in Edo State on 18 December 2018. The vaccination campaign implementation is ongoing in 13 LGAs. As of 24 December 2018, 1 466 588 people have been vaccinated. ([WHO, 04 Jan 2019](https://reliefweb.int/node/2940674))\n\nIn May 2019, 332 suspected cases with one new presumptive positive and one inconclusive case were recorded. Three cases from Ondo, Anambra and Kebbi states were confirmed from IP Dakar. Reported cases have been plateaued since week 16 (week ending on 21 April) in 2019. Since January 2019, 1 255 suspected cases have been reported from 424 (54.7%) LGAs with one associated death reported from Adamawa (CFR 0.08%). ([WHO, 30 Jun 2019](https://reliefweb.int/node/3194829))\n\nIn July 2019, 291 suspected cases including 15 presumptive positive cases were recorded. Three new cases from Izzi LGA in Ebonyi State were confirmed at the NCDC National Reference Laboratory. Reported cases have been decreasing since week 27 (week ending on 7July 2019). Since January 2019, all states including FCT have reported at least one suspected case. ([WHO, 16 Sep 2019](https://reliefweb.int/node/3306013))\n\nAs of 30 August 2019, a total of 84 suspected yellow fever cases, including 26 deaths (case fatality ratio: 31 %), have been reported across nine LGAs within Ebonyi State. From 1 January through 31 July 2019, over 2,000 suspected yellow fever cases have been reported in 506 LGAs from all 36 States including the Federal Capital Territory (FCT) of Nigeria. ([WHO, 26 Sep 2019](https://reliefweb.int/node/3322638))\n\nThe outbreak of yellow fever which started in Nigeria in September 2017 is ongoing. Since 1 August 2019, Nigeria has been experiencing an upsurge of yellow fever cases reported mainly from six states across the two northern zones namely: Bauchi, Benue, Borno, Gombe, Kano and Katsina states. Concurrently, suspected cases continue to be reported across all the 36 states and the Federal Capital Territory (FCT).  \nIn October 2019, between weeks 40 and 44, a total of 839 suspected cases were reported from all the 36 states and the FCT including 35 presumptive positive samples (IgM positive). Of these, 72 cases were confirmed positive for yellow fever by RT-PCR at two laboratories including the WHO reference laboratory, Institut Pasteur Dakar (IPD), (41 cases) and the NCDC National Reference Laboratory (NRL) in Abuja (31 cases). During this month, two new states (Plateau and Taraba) recorded confirmed cases of yellow fever. From 1 January to 31 October 2019 (epidemiological week 44), a total of 3 620 suspected yellow fever cases have been reported in 588 LGAs from 36 states and the FCT. ([WHO, 17 Nov 2019](https://reliefweb.int/node/3399248))\n\nNigeria is responding to successive yellow fever outbreaks, with nearly a three-fold increase in number of confirmed cases in 2019 compared to 2018, suggesting intensification of yellow fever virus transmission. Additionally, there have been cases reported in parts of the country that have confirmed cases for the first time since the outbreak started in September 2017. From 1 January through 10 December 2019, a total of 4,189 suspected yellow fever cases were reported from 604 of 774 Local Government Area (LGAs) across all the 36 states and the Federal Capital Territory in Nigeria. ([WHO, 17 Dec 2019](https://reliefweb.int/node/3444578))\n\nIn January 2020, a total of 139 suspected yellow fever cases have been reported from 90 LGAs across 27 States 604. Of the 139 samples collected, 2 tested positive in Nigerian network laboratories. In 2019, a total of 4288 suspected cases were reported in 618 (83.1%) LGAs from all states in the country. ([WHO, 16 Feb 2020](https://reliefweb.int/node/3526459))\n\nAs at 06 November 2020, three samples from Delta and one from Enugu tested positive for Yellow fever at Irrua Specialist Teaching Hospital Laboratory and NCDC’s National Reference Laboratory, Abuja. Additional blood samples have since similarly tested positive, hence, an outbreak of Yellow Fever was confirmed. ([WHO, 11 Nov 2020](https://reliefweb.int/node/3687353))\n\nThe Nigeria Centre for Disease Control (NCDC) is currently responding to yellow fever (YF) outbreaks declared on 12th November 2020 in three states - Delta, Enugu and Bauchi States... Between 1st and 11th November 2020, a total of 222 suspected cases, 19 confirmed cases and 76 deaths had been\nreported from these three states. ([IFRC, 30 Nov 2020](https://reliefweb.int/node/3692859))\n\nAs at week 4 of 2021, the outbreak has escalated to 14 states - Akwa Ibom, Bauchi, Benue, Borno, Delta, Ebonyi, Enugu, Gombe, Imo, Kogi, Osun, Oyo, Plateau and Taraba States. ([IFRC, 13 Feb 2021](https://reliefweb.int/node/3713149))\n\nCumulatively from 1 January - 30 June 2021, a total of 858 suspected cases have been reported from 37 states including FCT in 312 LGAs. ([Govt, 30 Jun 2021](https://reliefweb.int/node/3756623))\n\nCumulatively from 1st January–30th September 2021, a total of 1,518 suspected cases have been reported from 37 states including FCT in 428 LGAs. ([Govt, 30 Sep 2021](https://reliefweb.int/node/3785463))\n\nCumulatively from 1st January–31st December 2021, a total of 2053 suspected cases have been reported from 37 states including FCT in 497 LGAs. ([Govt, 31 Dec 2021](https://reliefweb.int/node/3810631))\n\nFrom January to December 2021, a total of 25 yellow fever cases including 22 confirmed and 3 probable cases were reported in Nigeria. From 1 January to 30 June 2022, a total of 814 suspected cases have been reported from 36 states in 345 Local Government Areas. Of these suspected cases reported in 2022, none have been confirmed. ([WHO, 4 Aug 2022](https://reliefweb.int/node/3884550))\n\nFrom January 2021 to 29 November 2022, a total of 31 yellow fever cases including seven probable and 24 confirmed cases have been reported in Nigeria. ([WHO, 13 Jan 2023](https://reliefweb.int/node/3923806))\n### Useful Links\n\n- [Nigeria Centre for Disease Control: An update of Yellow Fever outbreak in Nigeria](http://www.ncdc.gov.ng/diseases/sitreps/?cat=10&name=An%20update%20of%20Yellow%20Fever%20outbreak%20in%20Nigeria)",
  "summary": " Nigeria has been experiencing an upsurge of yellow fever cases since 2017, with 4,189 suspected cases reported in 2019 and 2053 suspected cases reported in 2021-2022. The Government of Nigeria has launched multiple mass vaccination campaigns to prevent the spread of the disease, and the World Health Organization (WHO) is providing support. As of November 2022, 31 cases have been reported, including seven probable and 24 confirmed cases.",
  "metadata": {
    "id": "44114",
    "name": "Nigeria: Yellow Fever Outbreak - Sep 2017",
    "date_event": 1505433600000,
    "date_changed": 1673862722000,
    "date_created": 1505433600000,
    "primary_country_id": 175,
    "primary_country_name": "Nigeria",
    "primary_country_iso3": "nga",
    "primary_country_location": {
      "lon": 8.11,
      "lat": 9.59
    },
    "primary_type_id": 4642,
    "primary_type_code": "EP",
    "primary_type_name": "Epidemic"
  }
}