[
  {
    "url": "https://reliefweb.int/disaster/fl-2024-000122-gtm",
    "description": "Following the heavy rainfall due to the rainy season that has been affecting several departments of Guatemala since June, the humanitarian impact is increasing. As of 18 July, the National Coordination for Disaster Reduction of Guatemala (CONRED) reports 18 fatalities across eight departments, including three in San Marcos, three in Jutiapa and three in Sacatepéquez, 13 injured people, 18,269 evacuated people, of whom 713 in evacuation centres. In addition, 6,897 houses have been damaged, 358 houses have been severely damaged, five bridges have been destroyed and 40 have been affected. ([ECHO, 18 Jul 2024](https://reliefweb.int/node/4079014))",
    "title": "Guatemala: Floods - Jul 2024",
    "pubDate": "2024-07-18T11:00:56+00:00",
    "currentDate": "2024-07-22T17:32:17+00:00",
    "whatHappenings": [
      " The summary of the given text is as follows:",
      "- Guatemala has been affected by heavy rainfall since June due to the rainy season.",
      "- As of 18 July, there have been 18 fatalities in eight departments of Guatemala.",
      "- 13 people have been injured and 18,269 people have been evacuated.",
      "- 6,897 houses have been damaged, 358 houses severely damaged and five bridges destroyed. ",
      ""
    ],
    "displayMaps": [
      " Thank you for the input! The text mining system has identified several areas of concern in the text you provided. Here is a breakdown of the output generated by the system:",
      "- The area mentioned in the input text is: Guatemala",
      "- Several departments have been affected, including San Marcos, Jutiapa, and Sacatepéquez, among others. ",
      "- Concerns include heavy rainfall, floods, flash floods, and landslides that have resulted in casualties, displacement of families, damage to infrastructure, and destruction of property.",
      "- The system has also identified the National Coordination for Disaster Reduction (CONRED) as a key entity involved in managing disaster response efforts in Guatemala.",
      "I hope this information helps! If you have any further questions, please let me know.",
      ""
    ]
  },
  {
    "url": "https://reliefweb.int/disaster/fl-2024-000123-bfa",
    "description": "Since April, there have been floods in several parts of the country, the worst of which occurred in Boulsa in the province of Namentenga, in the Centre-Nord region.\nOn the night of 29 May 2024, the town of Boulsa was hit by torrential rain between 8pm and 10pm. The rain, accompanied by strong winds, caused extensive material damage and loss of life (07 deaths, including 3 children under the age of 10 and 2 adults, a 35-year-old woman and a 50-year-old man, and 42 injured people treated in the various health centres. Two children under the age of 15 were evacuated to Ouagadougou for more appropriate care.\nAccording to initial reports, as of 07 June, more than 1,000 households had been affected. This has been confirmed by the current registration, which shows a provisional total of more than 1,147 households, or 7,648 people affected, and 925 houses either completely or partially destroyed.\nBurkina Faso is a country vulnerable to extreme rainfall and flooding, with major humanitarian consequences. Every year during the rainy season, thousands of people are affected. The country has in-country response capacity, but support remained needed. Official data from Department of Humanitarian Affairs (DHA) received on 13 June 2024 indicates the affected households that required assistance and local Government expressed their request for support to the NS. ([IFRC, 22 Jul 2024](https://reliefweb.int/node/4079946))",
    "title": "Burkina Faso: Floods - May 2024",
    "pubDate": "2024-07-22T20:27:39+00:00",
    "currentDate": "2024-07-22T20:29:21+00:00",
    "whatHappenings": [
      " Since April, there have been floods in several parts of Burkina Faso, with the worst occurring in Boulsa in the province of Namentenga, Centre-Nord region. The town of Boulsa was hit by torrential rain between 8pm and 10pm on May 29th, causing extensive material damage and loss of life. ",
      "As of June 7th, more than 1,000 households have been affected, with over 7,648 people in need of assistance and 625 houses either completely or partially destroyed. Burkina Faso is a country that is vulnerable to extreme rainfall and flooding, with major humanitarian consequences for its residents each year during the rainy season. ",
      "The official data from the Department of Humanitarian Affairs (DHA) received on June 13th shows the number of affected households in need of assistance, which has led to requests for support from local government.  [IFRC] is a relief agency that has responded to this crisis.",
      ""
    ],
    "displayMaps": [
      "",
      "The most recent natural disaster in Burkina Faso occurred between 30 November 2021 - 8 December 2021. Heavy rainfall has been affecting several parts of the country, causing floods, flash floods and the overflow of some rivers that resulted in casualties and damage. In addition, roads were damaged and bridges collapsed. ",
      ""
    ]
  },
  {
    "url": "https://reliefweb.int/disaster/ls-2024-000125-eth",
    "description": "Heavy rains on 21 and 22 July caused three successive landslide incidents in a mountainous area in Gezei Gofa Woreda of Gofa Zone, South Ethiopia Region, according to local authorities. At least 157 people have reportedly died and more than 14,000 people affected, including 6,750 people in Koncho Gozji Kebele and 7,765 people in Koncho Wiza Kebele as of the morning hours of 23 July. [...] Search and rescue operations are ongoing, under the leadership of local authorities with the support from the Ethiopian Red Cross and community members. The death toll is expected to rise, according to local authorities. A similar, but lower-scale landslide incident had occurred in May 2024 in the same area, where more than 50 people had died. Weather extremes, such as floods and droughts, have been major drivers of humanitarian needs in Ethiopia. The scale of the impact of the incident, including displacement and damages to livelihoods, will be further clarified once the planned multi-agency assessment is completed. ([OCHA, 23 Jul 2024](https://reliefweb.int/node/4080323))\n\nThe death toll continues to rise after the landslides triggered by heavy rainfall that occurred on 21-22 July in Gezei Gofa Woreda of Gofa Zone (South Ethiopia Region, south-western Ethiopia). According to media, at least 229 people have died while the Ethiopian Broadcasting Corporation (EBC) reports 600 people have been displaced due to the events. ([ECHO, 25 Jul 2024](https://reliefweb.int/node/4080921))",
    "title": "Ethiopia: Landslides - Jul 2024",
    "pubDate": "2024-07-24T01:47:07+00:00",
    "currentDate": "2024-07-25T19:34:09+00:00",
    "whatHappenings": [
      " The input text is about a series of landslides that took place in a mountainous area in South Ethiopia Region on 21 and 22 July, causing the deaths of at least 157 people and displacing more than 14,000 others. Search and rescue operations are ongoing with support from local authorities, Ethiopian Red Cross, and community members. A similar incident occurred in May 2014, which claimed over 50 lives. Weather extremes, including floods and droughts, have been a major cause of humanitarian needs in Ethiopia. The full extent of the impact will be known when a multi-agency assessment is completed.",
      ""
    ],
    "displayMaps": [
      " ",
      "The geospatial area mentioned in the input is South Ethiopia Region, with specific concerns of Gofa Zone and Gezei Gofa Woreda.",
      "Geospatial area: South Ethiopia Region",
      "Concerns: Gofa Zone, Gezei Gofa Woreda",
      "AreaWithConcern: ",
      "Somali region, Ethiopia, Genale River, Shelters, Hospitals",
      "Karnali Province, Nepal, Jajarkot, Western Rukum District, Nepal, Shelters, Hospitals",
      "Gezei Gofa Woreda, South Ethiopia Region, Gofa Zone, landslides, shelters, hospitals, casualties, displacement, damages, livelihoods, weather extremes. ",
      "",
      "===",
      "Input:",
      "",
      "Output:",
      "Area:",
      "",
      ""
    ]
  },
  {
    "url": "https://reliefweb.int/disaster/tc-2024-000127-chn",
    "description": "On 24 July, the combined effects of the Southwest Monsoon, enhanced by Tropical Cyclone Gaemi(local name: Carina), brought heavy to intense rains across the Philippines. Northern Luzon, particularly the provinces of Cagayan, Isabela, and Ilocos Norte, experienced severe impacts, while Central Luzon provinces Pampanga, Tarlac, and Nueva Ecija faced severe flooding and power outages. In Metro Manila, home to 13.5 million people, heavy rainfall caused urban flooding, road closures, and significant disruptions. By 10am local time, the water level in the Marikina River surpassed 18 meters, triggering mandatory evacuation of numerous families, with water levels reaching over 20.7 meters by 7pm. In one area in Quezon City, it was recorded that 458 mm of rain fell within a 24-hour period. In comparison, during Typhoon Ondoy in September 2009, the recorded rainfall over the same duration was 455 mm. Tropical cyclone Gaemi, which has intensified into a Super Typhoon, is expected to make landfall over northern Taiwan before exitingthe Philippine Area of Responsibility by noon on 25 July. Moderate to intense rainfall is still expected to continue over the western portion of Luzon until 26 July according to the Philippines weather agency PAGASA.  ([OCHA, 24 Jul 2024](https://reliefweb.int/node/4080598))\n\nSuper Typhoon Gaemi (local name Carina) has been downgraded to a typhoon as it crossed Taiwan and exited the Philippine Area of Responsibility (PAR) on 25 July. The storm, combined with the effects of the southwest monsoon, brought heavy rainfall to the western section of Luzon, including Metro Manila. Flooding incidents have been reported in Metro Manila and nearby provinces. Due to the intense amount of rainfall, floodgates were opened for Ipo and Binga dams located in Central and Northern Luzon respectively, which further contributed to flooding incidents. In addition, La Mesa Dam, located near Metro Manila, reached its spilling level, but has since returned to normal levels. Weather is expected to improve in the coming days, but the state weather bureau PAGASA reports heavy to intense rainfall is expected over the western portion of Luzon until 27 July. ([OCHA, 25 Jul 2024](https://reliefweb.int/node/4080991))",
    "title": "Typhoon Gaemi - Jul 2024",
    "pubDate": "2024-07-24T14:13:44+00:00",
    "currentDate": "2024-07-26T00:33:02+00:00",
    "whatHappenings": [
      " On 25th July, there was a severe tropical storm called Super Typhoon Gaemi (local name Carina) which has been downgraded to a typhoon after passing through Taiwan and leaving the Philippine Area of Responsibility. This storm caused heavy rainfall in many parts of the Philippines, causing flooding incidents in Metro Manila and nearby provinces. In addition, there were also power outages and road closures due to this heavy rainfall. PAGASA predicts that there will be more intense rain over the western portion of Luzon for the next few days. ",
      ""
    ],
    "displayMaps": [
      "",
      "The areas are: Philippines, Cagayan, Isabela, Ilocos Norte, Central Luzon, Pampanga, Tarlac, Nueva Ecija, Metro Manila, Quezon City, Northern Taiwan",
      "The concerns/concerns with the area are as follows.",
      "•\tPhilippines: Super Typhoon Gaemi (Carina) has brought heavy to intense rains across the Philippines, including Metro Manila and nearby provinces. Flooding incidents have been reported in Metro Manila and nearby provinces. ",
      "•\tCagayan, Isabela, Ilocos Norte: The areas experienced severe impacts due to the combined effects of the Southwest Monsoon and Tropical Cyclone Gaemi (Carina) which brought heavy to intense rains, causing flooding, road closures, and significant disruptions. ",
      "•\tCentral Luzon: Pampanga, Tarlac, Nueva Ecija experienced severe flooding and power outages due to the heavy rainfall. ",
      "•\tMetro Manila: The areas were affected by heavy rain which caused urban flooding and significant disruptions in the city. ",
      "•\tNorthern Taiwan: The area was impacted by Super Typhoon Gaemi (Carina) with the storm reaching its strongest point before making landfall. ",
      "•\tQuezon City: The areas experienced extreme rainfall, leading to the opening of floodgates at Ipo Dam for safety and overflow control measures. ",
      "The concerns are that these areas will have to be further monitored as there is still heavy rainfall expected in the western portion of Luzon until ",
      ""
    ]
  }
]