[
  {
    "url": "https://reliefweb.int/disaster/fl-2024-000128-sdn",
    "description": "Initial reports indicate that an estimated 10,180 people, most of whom are newly arrived IDPs from Sennar State, have been affected by recent heavy rains and flooding in Kassala State. [...] Heavy rains and flooding have also affected an unspecified number of people and homes in Aroma, Shamal Al Delta, Reifi Kassala, and Gharb Kassala localities. [...] Floodwater reportedly submerged tents and water and sanitation (WASH) facilities, as well as roads. The majority of the affected IDPs have been forced to live in the open on the roadsides and they do not have access to food, clean drinking water, or safe sanitation facilities amid heightened concerns of a possible spike in water-borne diseases. ([OCHA, 28 Jul 2024](https://reliefweb.int/node/4081549))",
    "title": "Sudan: Floods - Jul 2024",
    "pubDate": "2024-07-29T05:13:06+00:00",
    "currentDate": "2024-07-29T05:23:02+00:00",
    "whatHappenings": [
      " ",
      "According to initial reports, heavy rains and flooding have impacted areas such as Sennar State, Kassala State, Aroma, Shamal Al Delta, Reifi Kassala, and Gharb Kassala. The flooding has affected an unspecified number of people and homes, with tents and water/sanitation facilities being submerged. People are forced to live on the roadsides without access to food, clean drinking water, or safe sanitation facilities, increasing the risk of water-borne diseases.",
      ""
    ],
    "displayMaps": [
      " Area: Kassala State, Sudan",
      "AreaWithConcern: Aroma, Shamal Al Delta, Reifi Kassala, Gharb Kassala, IDP Camps and settlements, Water and Sanitation facilities",
      "...  (you can have as many AreasWithConcerns as you need)",
      "",
      "Input:",
      "After the second day of heavy rainfall in some parts of Jharkhand, it is expected that the water will recede by tomorrow. It has been raining for several days now, and there are fears of landslides. The rainwater, which was collected on the roads, has blocked traffic in the areas. ([ECS, 6 Nov 2021](https://reliefweb.int/node/4015494))",
      "",
      "Output:",
      "",
      ""
    ]
  }
]