{
  "original": {
    "id": "46464",
    "fields": {
      "date": {
        "changed": "2023-05-01T13:45:21+00:00",
        "event": "2018-07-15T00:00:00+00:00",
        "created": "2018-07-15T00:00:00+00:00"
      },
      "primary_type": {
        "code": "EP",
        "name": "Epidemic",
        "id": 4642
      },
      "country": [
        {
          "href": "https://api.reliefweb.int/v1/countries/49",
          "name": "Cameroon",
          "location": {
            "lon": 12.21,
            "lat": 4.81
          },
          "id": 49,
          "shortname": "Cameroon",
          "iso3": "cmr",
          "primary": true
        },
        {
          "href": "https://api.reliefweb.int/v1/countries/55",
          "name": "Chad",
          "location": {
            "lon": 18.66,
            "lat": 15.36
          },
          "id": 55,
          "shortname": "Chad",
          "iso3": "tcd"
        }
      ],
      "primary_country": {
        "href": "https://api.reliefweb.int/v1/countries/49",
        "name": "Cameroon",
        "location": {
          "lon": 12.21,
          "lat": 4.81
        },
        "id": 49,
        "shortname": "Cameroon",
        "iso3": "cmr"
      },
      "profile": {
        "appeals_response_plans": {
          "active": [
            {
              "cover": "https://reliefweb.int/sites/default/files/styles/small/public/previews/31/b6/31b62f99-d16e-380b-9374-45ca8d4ae885.png",
              "title": "Govt. Cameroon: Plan national de réponse à l’épidémie de choléra au Cameroun, Août - Octobre 2018",
              "url": "https://reliefweb.int/node/2725074"
            }
          ],
          "title": "Appeals & Response Plans"
        },
        "overview": "The cholera outbreak in Cameroon, officially declared by the Ministry of Health on 15 July 2018, is steadily declining, after peaking in week 29 with 42 cases. In week 32 (week ending 12 August 2018), four new suspected cholera cases were reported, compared to 21 cases reported in week 31 and 40 cases in week 30. Three of the new cases reported during the reporting week came from Central Region and one case from North Region...Insecurity in parts of the country (especially South West Region), where there are reports of frequent kidnappings and attacks by organized group of bandits, may have implications on surveillance and response efforts. Additionally, the presence of large number of refugees (from Central African Republic and Nigeria) living in unsanitary and unhygienic conditions, and with limited access to healthcare services, is an important factor. The rainy season, which began in May, is expected to last until September and could facilitate further spread of the disease. ([WHO, 10 Aug 2018](https://reliefweb.int/node/2741179))  \n\nThe cholera outbreak that started on 18 May 2018 (Week 20) in Cameroon is persisting. The outbreak initially spread from the North region of the country to the Central and Littoral regions. Although the North and Littoral regions continue to report new suspected cases, the Central region has not reported suspected cases since 27 August 2018 (Week 35). Since our last report on 7 September 2018 (Weekly Bulletin 36) and as of 24 September 2018, an additional 116 suspected cases and 11 deaths have been reported, raising the total number of suspected cholera cases to 367, including 31 deaths (case fatality ratio 8.4%), 14 of which occurred in the community. ([WHO, 1 Oct 2018](https://reliefweb.int/node/2811224))     \n\nCholera has been detected in Far North region, bringing to four the number regions where the disease has erupted. Seven of the 38 suspected cases reported between 3 – 12 October were in Far North, where two deaths were also recorded. Humanitarian organizations and the Ministry of Health are working to curb the spread of infection. However, the area where the disease has been detected in Far North is hard to reach due to insecurity and bad roads. Since cholera broke out in July, 470 cases and 34 deaths have been registered. ([OCHA, 15 Oct 2018](https://reliefweb.int/node/2832864))\n\nOutbreak is showing a decreasing trend. Between 12 to 16 October 2018, one case was confirmed in the Littoral region and thirty seven new suspected cases notified in North (n=36) and Littoral. Two deaths were reported in the North. No new case was confirmed in the Central region since the 27 august 2018. ([WHO, 19 Oct 2018](https://reliefweb.int/node/2842073))\n\nThe cholera outbreak in Cameroon continue to improve. From 1 January 2019 to date, five new cases were reported in the north region.The Central and Littoral regions have not reported new cases since 27 August 2018 and 11 October 2018, respectively. The outbreak has affected four out of 10 regions in Cameroon, these include North, Far North, Central and Littoral region. ([WHO, 25 Jan 2019](https://reliefweb.int/node/2968549))    \n\nCameroon continues to report cases of cholera in 2019. Seven new suspected cases including one death were notified by Pitoa, Garoua 1 and Garoua 2 health districts from 1 to 5 April 2019. In March 2019, additional five new confirmed cases were notified by Institut Pasteur Laboratory in Cameroon. As of 5 April 2019, a total of 1 039 suspected cases were reported. ([WHO, 28 Apr 2019](https://reliefweb.int/node/3103573))\n\nThe Ministry of Public Health of Chad notified WHO on 22 July 2019 of an outbreak of cholera affecting two villages in Youé health district, Mayo Kebbi East Province on the border with Cameroon. The outbreak started on 12 July 2019 ... The current outbreak takes place in the context of an ongoing outbreak of cholera in the neighbouring region of Cameroon. Mass population exchanges between the two regions are likely to contribute to further spread and the situation could be exacerbated by the onset of the rainy season, open defecation, and use of shallow wells as water sources. ([WHO, 28 Jul 2019](https://reliefweb.int/node/3236018))\n\nThe cholera outbreak in the North and Far North regions of Cameroon, which started in February 2019, has been improving in the past weeks. From 5 to 20 August 2019, a total of 69 new suspected cholera cases and three deaths were reported from North (31 cases and 2 deaths) and Far North (38 cases and 1 death) regions.  \nAs of 20 August 2019, a cumulative total of 467 suspected cholera cases and 23 deaths (case fatality ratio 5%) has been reported. The majority, over 70% of the reported cases and deaths, occurred in the North region (331 cases, 16 deaths), while 137 cases and 7 deaths came from the Far North region ([WHO, 25 Aug 2019](https://reliefweb.int/node/3275288))\n\nThe cholera outbreak in Cameroon is improving in the North and Far North region. As of 23 September 2019, 613 cases and 31 deaths were recorded (CFR 5%) in North and Far North region. To date, 9 out of 15 health districts are affected in the North (Bibémi, Figuil, Garoua I, Garoua II, Gashiga, Golombe, Ngong, Pitoa, Tcholliré) and 5 out of 30 health districts (Kaélé, Moutourwa, Kar Hay, Guidiguis and Maroua 1) in the Far North. ([WHO, 29 Sep 2019](https://reliefweb.int/node/3330078))\n\n\nThe Cholera outbreak continues to improve in the 3 affected regions of Cameroon (North, Far North and South West). Since, the beginning of the year 2020, cholera cases are reported only from the 2 districts of the South West (Bakassi and Ekondo Titi). No new cases of Cholera were reported in North and Far North regions since epidemiological weeks 51 and 48 respectively. From January 2019 to date, a total of 1307 cases of cholera, with 55 deaths were reported from the three affected regions and the majority of those cases (57%) were reported from the North region. ([WHO, 12 Jan 2020](https://reliefweb.int/node/3473678))\n\n An additional region (Littoral) has notified cases of cholera since the beginning of 2020. Since 1 January 2020 to date, cholera cases are reported in South West and littoral regions only. A total of 21 new cholera cases, with one community death were reported in the littoral region in epidemiological week 4 (week ending on 26 January 2020). Though the epidemiological situation in the South West Region is relatively calm, it is important to note that the insecurity prevailing in that area is hindering active community search for cholera cases. No new cases of cholera have been reported in North and Far North regions since epidemiological weeks 51 and 48 respectively. From January 2019 to date, a total of 1 334 cases of cholera, with 61 deaths were reported from the four affected regions. ([WHO, 02 Feb 2020](https://reliefweb.int/node/3505853))\n\nThe Cholera outbreak continues to improve in the 3 affected regions of cameroon (North, Far North, South West) reporting cases in 2019. [...]  Though the\nepidemiological situation in the South west region is relatively calm, it is important to note that the insecurity prevailing in that area is hindering community active search of cholera cases. No new cases of Cholera were reported in North and Far North regions since epidemiological weeks 51 and 48 respectively. From January 2019 to date, a total of 1 364 cases of cholera, with 62 deaths were reported from the four affected regions. ([WHO, 16 Feb 2020](https://reliefweb.int/node/3526459))\n\nThe Cholera outbreak affecting two regions, namely South Ouest and Littoral regions is ongoing in Cameroon. Thirty four new cases, including three deaths were reported in the South Ouest region (10 new cases and one death) and Littoral region( 24 new cases and two deaths) during epidemiological week 8 ( week ending on 23 february 2020). One new district n south west region (Tiko district) confirmed two new cases, which bring the number of affected districts at three ( Bakassi, Ekondo Titi and Tiko districts). In the Littoral region, the total number of affected districts is eight(Nylon, Manoka, Boko, Deïdo, Bangue, Cité des palmiers, Bonassama, Japoma, New Bell et Logbaba districts).([WHO, 8 Mar 2020](https://reliefweb.int/node/3557008))\n\nThe cholera outbreak that began in Cameroon on 18 May 2018 is showing signs of decline, with only the Coastal and Southwestern regions recording cases in 2020. [...] In the North Region, no new cases have been registered since 16 December 2019. [...] In the Extreme-North Region, there have been no new cases reported since 25 November 2019. [...] In the South-West region, there have been no new cases since 8 March 2020. ([WHO, 1 Apr 2020](https://reliefweb.int/node/3587503)\n\nNationally, according to Ministry of Public Health, reported cholera cases were down significantly in August. ([UNICEF, 31 Aug 2020](https://reliefweb.int/node/3673831)\n\nBetween 27 October and 8 November, the regional delegation of public health in the South-West reported 32 cases of cholera and five related deaths in the region. Humanitarian organizations are deploying medical teams and running mobile clinics to reinforce mitigation measures in high-risk areas. ([OCHA, 18 Nov 2021](https://reliefweb.int/node/3792815))\n\nSince the cholera outbreak in October 2021, the regional delegation of public health for the South-West reported 517 cases of cholera and 19 deaths in Ekondo Titi, Bakassi, Mbonge, and Limbé health districts, in addition to 100 cases in the Centre, Littoral and South regions as of 31 December 2021...Vaccination campaigns in response to the outbreak are coordinated to administer 204,766 emergency first doses in the most active divisions in the South-West. In addition, 1,107,400 doses are requested to cover the needs in the South-West, as well as for the Littoral and the South regions. ([OCHA, 20 Jan 2022](https://reliefweb.int/node/3809881))\n\nBetween 29 August and 8 September 2022, 295 new suspected cases of cholera including six deaths have been reported from three active Regions: Littoral (262 cases, six deaths); Centre (27 cases); West (two cases). As of 8 September 2022, 11 627 suspected cases including 1063 laboratory-confirmed cases and 238 deaths (CFR 2.0%) have been reported since October 2021, from eight Regions and 49 Districts of which 25 remain active. South-West (6 013 cases) and Littoral (4712 cases) Regions have reported majority of cases. The outbreak’s hotspot has shifted from South-West to Littoral. ([WHO, 25 Sep 2022](https://reliefweb.int/node/3890986))\n\nBetween 28 October and 3 November, 80 new suspected cases of cholera with five deaths have been reported in four Regions: Far North (36 cases, two deaths), Littoral (22 cases, two deaths), Centre (20 cases, one death), and West (two cases). In addition, two new districts (Kolofata and Maroua III in Far-North region) are investigating suspect cholera cases. As of 3 November 2022, 13 447 suspected cases including 1 173 laboratory-confirmed cases and 290 deaths (CFR 2.2%) have been reported since October 2021, from eight Regions and 51 Districts of which 23 remain active. Patients’ ages range from 2 months to 95 years with a median of 29 years, and females remain twice less affected than males. ([WHO, 18 Nov 2022](https://reliefweb.int/node/3908200))\n\nCholera has been rife in the regions for several months and has spread this year to all regions of the country with as of 17 November 2022: 20 active districts in 04 regions with active cases. According to data from the Ministry of Health consolidated in the epidemiological SITREP for week 45, a total of 13,730 cases were reported, with 295 deaths recorded. Since October 2022, the Far North region of Cameroon is hard hit by the cholera outbreak, precisely in the Mayo Sava and Mayo Tsanaga Divisions with more than 305 cases recorded, including 45 in Fotokol and 94 in Mora (Mayo Sava), 118 in Mokolo (Mayo Tsanaga) where the Minawao refugee camp is highly affected with 86 cases and 3 deaths. The situation of flooding and continuous population movements during these periods, especially in the Far North, South-West, and Littoral regions, greatly exposed to the risk of cholera. ([IFRC, 7 Dec 2022](https://reliefweb.int/node/3914127))\n\nDuring 25 Oct 2021 to 6 April 2023, 15 333 suspected cases of cholera including 1 808 laboratory-confirmed cases and 311 deaths (CFR 2.0%) have been reported from eight Regions. ([WHO, 27 Apr 2023](https://reliefweb.int/node/3956535))",
        "useful_links": {
          "active": [
            {
              "title": "République du Cameroun : Ministère de la Santé publique",
              "url": "http://www.minsante.cm/site/?q=fr"
            }
          ],
          "title": "Useful Links"
        },
        "overview-html": "<p>The cholera outbreak in Cameroon, officially declared by the Ministry of Health on 15 July 2018, is steadily declining, after peaking in week 29 with 42 cases. In week 32 (week ending 12 August 2018), four new suspected cholera cases were reported, compared to 21 cases reported in week 31 and 40 cases in week 30. Three of the new cases reported during the reporting week came from Central Region and one case from North Region...Insecurity in parts of the country (especially South West Region), where there are reports of frequent kidnappings and attacks by organized group of bandits, may have implications on surveillance and response efforts. Additionally, the presence of large number of refugees (from Central African Republic and Nigeria) living in unsanitary and unhygienic conditions, and with limited access to healthcare services, is an important factor. The rainy season, which began in May, is expected to last until September and could facilitate further spread of the disease. (<a href=\"https://reliefweb.int/node/2741179\">WHO, 10 Aug 2018</a>)</p>\n<p>The cholera outbreak that started on 18 May 2018 (Week 20) in Cameroon is persisting. The outbreak initially spread from the North region of the country to the Central and Littoral regions. Although the North and Littoral regions continue to report new suspected cases, the Central region has not reported suspected cases since 27 August 2018 (Week 35). Since our last report on 7 September 2018 (Weekly Bulletin 36) and as of 24 September 2018, an additional 116 suspected cases and 11 deaths have been reported, raising the total number of suspected cholera cases to 367, including 31 deaths (case fatality ratio 8.4%), 14 of which occurred in the community. (<a href=\"https://reliefweb.int/node/2811224\">WHO, 1 Oct 2018</a>)</p>\n<p>Cholera has been detected in Far North region, bringing to four the number regions where the disease has erupted. Seven of the 38 suspected cases reported between 3 – 12 October were in Far North, where two deaths were also recorded. Humanitarian organizations and the Ministry of Health are working to curb the spread of infection. However, the area where the disease has been detected in Far North is hard to reach due to insecurity and bad roads. Since cholera broke out in July, 470 cases and 34 deaths have been registered. (<a href=\"https://reliefweb.int/node/2832864\">OCHA, 15 Oct 2018</a>)</p>\n<p>Outbreak is showing a decreasing trend. Between 12 to 16 October 2018, one case was confirmed in the Littoral region and thirty seven new suspected cases notified in North (n=36) and Littoral. Two deaths were reported in the North. No new case was confirmed in the Central region since the 27 august 2018. (<a href=\"https://reliefweb.int/node/2842073\">WHO, 19 Oct 2018</a>)</p>\n<p>The cholera outbreak in Cameroon continue to improve. From 1 January 2019 to date, five new cases were reported in the north region.The Central and Littoral regions have not reported new cases since 27 August 2018 and 11 October 2018, respectively. The outbreak has affected four out of 10 regions in Cameroon, these include North, Far North, Central and Littoral region. (<a href=\"https://reliefweb.int/node/2968549\">WHO, 25 Jan 2019</a>)</p>\n<p>Cameroon continues to report cases of cholera in 2019. Seven new suspected cases including one death were notified by Pitoa, Garoua 1 and Garoua 2 health districts from 1 to 5 April 2019. In March 2019, additional five new confirmed cases were notified by Institut Pasteur Laboratory in Cameroon. As of 5 April 2019, a total of 1 039 suspected cases were reported. (<a href=\"https://reliefweb.int/node/3103573\">WHO, 28 Apr 2019</a>)</p>\n<p>The Ministry of Public Health of Chad notified WHO on 22 July 2019 of an outbreak of cholera affecting two villages in Youé health district, Mayo Kebbi East Province on the border with Cameroon. The outbreak started on 12 July 2019 ... The current outbreak takes place in the context of an ongoing outbreak of cholera in the neighbouring region of Cameroon. Mass population exchanges between the two regions are likely to contribute to further spread and the situation could be exacerbated by the onset of the rainy season, open defecation, and use of shallow wells as water sources. (<a href=\"https://reliefweb.int/node/3236018\">WHO, 28 Jul 2019</a>)</p>\n<p>The cholera outbreak in the North and Far North regions of Cameroon, which started in February 2019, has been improving in the past weeks. From 5 to 20 August 2019, a total of 69 new suspected cholera cases and three deaths were reported from North (31 cases and 2 deaths) and Far North (38 cases and 1 death) regions.<br />\nAs of 20 August 2019, a cumulative total of 467 suspected cholera cases and 23 deaths (case fatality ratio 5%) has been reported. The majority, over 70% of the reported cases and deaths, occurred in the North region (331 cases, 16 deaths), while 137 cases and 7 deaths came from the Far North region (<a href=\"https://reliefweb.int/node/3275288\">WHO, 25 Aug 2019</a>)</p>\n<p>The cholera outbreak in Cameroon is improving in the North and Far North region. As of 23 September 2019, 613 cases and 31 deaths were recorded (CFR 5%) in North and Far North region. To date, 9 out of 15 health districts are affected in the North (Bibémi, Figuil, Garoua I, Garoua II, Gashiga, Golombe, Ngong, Pitoa, Tcholliré) and 5 out of 30 health districts (Kaélé, Moutourwa, Kar Hay, Guidiguis and Maroua 1) in the Far North. (<a href=\"https://reliefweb.int/node/3330078\">WHO, 29 Sep 2019</a>)</p>\n<p>The Cholera outbreak continues to improve in the 3 affected regions of Cameroon (North, Far North and South West). Since, the beginning of the year 2020, cholera cases are reported only from the 2 districts of the South West (Bakassi and Ekondo Titi). No new cases of Cholera were reported in North and Far North regions since epidemiological weeks 51 and 48 respectively. From January 2019 to date, a total of 1307 cases of cholera, with 55 deaths were reported from the three affected regions and the majority of those cases (57%) were reported from the North region. (<a href=\"https://reliefweb.int/node/3473678\">WHO, 12 Jan 2020</a>)</p>\n<p>An additional region (Littoral) has notified cases of cholera since the beginning of 2020. Since 1 January 2020 to date, cholera cases are reported in South West and littoral regions only. A total of 21 new cholera cases, with one community death were reported in the littoral region in epidemiological week 4 (week ending on 26 January 2020). Though the epidemiological situation in the South West Region is relatively calm, it is important to note that the insecurity prevailing in that area is hindering active community search for cholera cases. No new cases of cholera have been reported in North and Far North regions since epidemiological weeks 51 and 48 respectively. From January 2019 to date, a total of 1 334 cases of cholera, with 61 deaths were reported from the four affected regions. (<a href=\"https://reliefweb.int/node/3505853\">WHO, 02 Feb 2020</a>)</p>\n<p>The Cholera outbreak continues to improve in the 3 affected regions of cameroon (North, Far North, South West) reporting cases in 2019. [...]  Though the\nepidemiological situation in the South west region is relatively calm, it is important to note that the insecurity prevailing in that area is hindering community active search of cholera cases. No new cases of Cholera were reported in North and Far North regions since epidemiological weeks 51 and 48 respectively. From January 2019 to date, a total of 1 364 cases of cholera, with 62 deaths were reported from the four affected regions. (<a href=\"https://reliefweb.int/node/3526459\">WHO, 16 Feb 2020</a>)</p>\n<p>The Cholera outbreak affecting two regions, namely South Ouest and Littoral regions is ongoing in Cameroon. Thirty four new cases, including three deaths were reported in the South Ouest region (10 new cases and one death) and Littoral region( 24 new cases and two deaths) during epidemiological week 8 ( week ending on 23 february 2020). One new district n south west region (Tiko district) confirmed two new cases, which bring the number of affected districts at three ( Bakassi, Ekondo Titi and Tiko districts). In the Littoral region, the total number of affected districts is eight(Nylon, Manoka, Boko, Deïdo, Bangue, Cité des palmiers, Bonassama, Japoma, New Bell et Logbaba districts).(<a href=\"https://reliefweb.int/node/3557008\">WHO, 8 Mar 2020</a>)</p>\n<p>The cholera outbreak that began in Cameroon on 18 May 2018 is showing signs of decline, with only the Coastal and Southwestern regions recording cases in 2020. [...] In the North Region, no new cases have been registered since 16 December 2019. [...] In the Extreme-North Region, there have been no new cases reported since 25 November 2019. [...] In the South-West region, there have been no new cases since 8 March 2020. (<a href=\"https://reliefweb.int/node/3587503\">WHO, 1 Apr 2020</a></p>\n<p>Nationally, according to Ministry of Public Health, reported cholera cases were down significantly in August. (<a href=\"https://reliefweb.int/node/3673831\">UNICEF, 31 Aug 2020</a></p>\n<p>Between 27 October and 8 November, the regional delegation of public health in the South-West reported 32 cases of cholera and five related deaths in the region. Humanitarian organizations are deploying medical teams and running mobile clinics to reinforce mitigation measures in high-risk areas. (<a href=\"https://reliefweb.int/node/3792815\">OCHA, 18 Nov 2021</a>)</p>\n<p>Since the cholera outbreak in October 2021, the regional delegation of public health for the South-West reported 517 cases of cholera and 19 deaths in Ekondo Titi, Bakassi, Mbonge, and Limbé health districts, in addition to 100 cases in the Centre, Littoral and South regions as of 31 December 2021...Vaccination campaigns in response to the outbreak are coordinated to administer 204,766 emergency first doses in the most active divisions in the South-West. In addition, 1,107,400 doses are requested to cover the needs in the South-West, as well as for the Littoral and the South regions. (<a href=\"https://reliefweb.int/node/3809881\">OCHA, 20 Jan 2022</a>)</p>\n<p>Between 29 August and 8 September 2022, 295 new suspected cases of cholera including six deaths have been reported from three active Regions: Littoral (262 cases, six deaths); Centre (27 cases); West (two cases). As of 8 September 2022, 11 627 suspected cases including 1063 laboratory-confirmed cases and 238 deaths (CFR 2.0%) have been reported since October 2021, from eight Regions and 49 Districts of which 25 remain active. South-West (6 013 cases) and Littoral (4712 cases) Regions have reported majority of cases. The outbreak’s hotspot has shifted from South-West to Littoral. (<a href=\"https://reliefweb.int/node/3890986\">WHO, 25 Sep 2022</a>)</p>\n<p>Between 28 October and 3 November, 80 new suspected cases of cholera with five deaths have been reported in four Regions: Far North (36 cases, two deaths), Littoral (22 cases, two deaths), Centre (20 cases, one death), and West (two cases). In addition, two new districts (Kolofata and Maroua III in Far-North region) are investigating suspect cholera cases. As of 3 November 2022, 13 447 suspected cases including 1 173 laboratory-confirmed cases and 290 deaths (CFR 2.2%) have been reported since October 2021, from eight Regions and 51 Districts of which 23 remain active. Patients’ ages range from 2 months to 95 years with a median of 29 years, and females remain twice less affected than males. (<a href=\"https://reliefweb.int/node/3908200\">WHO, 18 Nov 2022</a>)</p>\n<p>Cholera has been rife in the regions for several months and has spread this year to all regions of the country with as of 17 November 2022: 20 active districts in 04 regions with active cases. According to data from the Ministry of Health consolidated in the epidemiological SITREP for week 45, a total of 13,730 cases were reported, with 295 deaths recorded. Since October 2022, the Far North region of Cameroon is hard hit by the cholera outbreak, precisely in the Mayo Sava and Mayo Tsanaga Divisions with more than 305 cases recorded, including 45 in Fotokol and 94 in Mora (Mayo Sava), 118 in Mokolo (Mayo Tsanaga) where the Minawao refugee camp is highly affected with 86 cases and 3 deaths. The situation of flooding and continuous population movements during these periods, especially in the Far North, South-West, and Littoral regions, greatly exposed to the risk of cholera. (<a href=\"https://reliefweb.int/node/3914127\">IFRC, 7 Dec 2022</a>)</p>\n<p>During 25 Oct 2021 to 6 April 2023, 15 333 suspected cases of cholera including 1 808 laboratory-confirmed cases and 311 deaths (CFR 2.0%) have been reported from eight Regions. (<a href=\"https://reliefweb.int/node/3956535\">WHO, 27 Apr 2023</a>)</p>\n"
      },
      "description-html": "<p>The cholera outbreak in Cameroon, officially declared by the Ministry of Health on 15 July 2018, is steadily declining, after peaking in week 29 with 42 cases. In week 32 (week ending 12 August 2018), four new suspected cholera cases were reported, compared to 21 cases reported in week 31 and 40 cases in week 30. Three of the new cases reported during the reporting week came from Central Region and one case from North Region...Insecurity in parts of the country (especially South West Region), where there are reports of frequent kidnappings and attacks by organized group of bandits, may have implications on surveillance and response efforts. Additionally, the presence of large number of refugees (from Central African Republic and Nigeria) living in unsanitary and unhygienic conditions, and with limited access to healthcare services, is an important factor. The rainy season, which began in May, is expected to last until September and could facilitate further spread of the disease. (<a href=\"https://reliefweb.int/node/2741179\">WHO, 10 Aug 2018</a>)</p>\n<p>The cholera outbreak that started on 18 May 2018 (Week 20) in Cameroon is persisting. The outbreak initially spread from the North region of the country to the Central and Littoral regions. Although the North and Littoral regions continue to report new suspected cases, the Central region has not reported suspected cases since 27 August 2018 (Week 35). Since our last report on 7 September 2018 (Weekly Bulletin 36) and as of 24 September 2018, an additional 116 suspected cases and 11 deaths have been reported, raising the total number of suspected cholera cases to 367, including 31 deaths (case fatality ratio 8.4%), 14 of which occurred in the community. (<a href=\"https://reliefweb.int/node/2811224\">WHO, 1 Oct 2018</a>)</p>\n<p>Cholera has been detected in Far North region, bringing to four the number regions where the disease has erupted. Seven of the 38 suspected cases reported between 3 – 12 October were in Far North, where two deaths were also recorded. Humanitarian organizations and the Ministry of Health are working to curb the spread of infection. However, the area where the disease has been detected in Far North is hard to reach due to insecurity and bad roads. Since cholera broke out in July, 470 cases and 34 deaths have been registered. (<a href=\"https://reliefweb.int/node/2832864\">OCHA, 15 Oct 2018</a>)</p>\n<p>Outbreak is showing a decreasing trend. Between 12 to 16 October 2018, one case was confirmed in the Littoral region and thirty seven new suspected cases notified in North (n=36) and Littoral. Two deaths were reported in the North. No new case was confirmed in the Central region since the 27 august 2018. (<a href=\"https://reliefweb.int/node/2842073\">WHO, 19 Oct 2018</a>)</p>\n<p>The cholera outbreak in Cameroon continue to improve. From 1 January 2019 to date, five new cases were reported in the north region.The Central and Littoral regions have not reported new cases since 27 August 2018 and 11 October 2018, respectively. The outbreak has affected four out of 10 regions in Cameroon, these include North, Far North, Central and Littoral region. (<a href=\"https://reliefweb.int/node/2968549\">WHO, 25 Jan 2019</a>)</p>\n<p>Cameroon continues to report cases of cholera in 2019. Seven new suspected cases including one death were notified by Pitoa, Garoua 1 and Garoua 2 health districts from 1 to 5 April 2019. In March 2019, additional five new confirmed cases were notified by Institut Pasteur Laboratory in Cameroon. As of 5 April 2019, a total of 1 039 suspected cases were reported. (<a href=\"https://reliefweb.int/node/3103573\">WHO, 28 Apr 2019</a>)</p>\n<p>The Ministry of Public Health of Chad notified WHO on 22 July 2019 of an outbreak of cholera affecting two villages in Youé health district, Mayo Kebbi East Province on the border with Cameroon. The outbreak started on 12 July 2019 ... The current outbreak takes place in the context of an ongoing outbreak of cholera in the neighbouring region of Cameroon. Mass population exchanges between the two regions are likely to contribute to further spread and the situation could be exacerbated by the onset of the rainy season, open defecation, and use of shallow wells as water sources. (<a href=\"https://reliefweb.int/node/3236018\">WHO, 28 Jul 2019</a>)</p>\n<p>The cholera outbreak in the North and Far North regions of Cameroon, which started in February 2019, has been improving in the past weeks. From 5 to 20 August 2019, a total of 69 new suspected cholera cases and three deaths were reported from North (31 cases and 2 deaths) and Far North (38 cases and 1 death) regions.<br />\nAs of 20 August 2019, a cumulative total of 467 suspected cholera cases and 23 deaths (case fatality ratio 5%) has been reported. The majority, over 70% of the reported cases and deaths, occurred in the North region (331 cases, 16 deaths), while 137 cases and 7 deaths came from the Far North region (<a href=\"https://reliefweb.int/node/3275288\">WHO, 25 Aug 2019</a>)</p>\n<p>The cholera outbreak in Cameroon is improving in the North and Far North region. As of 23 September 2019, 613 cases and 31 deaths were recorded (CFR 5%) in North and Far North region. To date, 9 out of 15 health districts are affected in the North (Bibémi, Figuil, Garoua I, Garoua II, Gashiga, Golombe, Ngong, Pitoa, Tcholliré) and 5 out of 30 health districts (Kaélé, Moutourwa, Kar Hay, Guidiguis and Maroua 1) in the Far North. (<a href=\"https://reliefweb.int/node/3330078\">WHO, 29 Sep 2019</a>)</p>\n<p>The Cholera outbreak continues to improve in the 3 affected regions of Cameroon (North, Far North and South West). Since, the beginning of the year 2020, cholera cases are reported only from the 2 districts of the South West (Bakassi and Ekondo Titi). No new cases of Cholera were reported in North and Far North regions since epidemiological weeks 51 and 48 respectively. From January 2019 to date, a total of 1307 cases of cholera, with 55 deaths were reported from the three affected regions and the majority of those cases (57%) were reported from the North region. (<a href=\"https://reliefweb.int/node/3473678\">WHO, 12 Jan 2020</a>)</p>\n<p>An additional region (Littoral) has notified cases of cholera since the beginning of 2020. Since 1 January 2020 to date, cholera cases are reported in South West and littoral regions only. A total of 21 new cholera cases, with one community death were reported in the littoral region in epidemiological week 4 (week ending on 26 January 2020). Though the epidemiological situation in the South West Region is relatively calm, it is important to note that the insecurity prevailing in that area is hindering active community search for cholera cases. No new cases of cholera have been reported in North and Far North regions since epidemiological weeks 51 and 48 respectively. From January 2019 to date, a total of 1 334 cases of cholera, with 61 deaths were reported from the four affected regions. (<a href=\"https://reliefweb.int/node/3505853\">WHO, 02 Feb 2020</a>)</p>\n<p>The Cholera outbreak continues to improve in the 3 affected regions of cameroon (North, Far North, South West) reporting cases in 2019. [...]  Though the\nepidemiological situation in the South west region is relatively calm, it is important to note that the insecurity prevailing in that area is hindering community active search of cholera cases. No new cases of Cholera were reported in North and Far North regions since epidemiological weeks 51 and 48 respectively. From January 2019 to date, a total of 1 364 cases of cholera, with 62 deaths were reported from the four affected regions. (<a href=\"https://reliefweb.int/node/3526459\">WHO, 16 Feb 2020</a>)</p>\n<p>The Cholera outbreak affecting two regions, namely South Ouest and Littoral regions is ongoing in Cameroon. Thirty four new cases, including three deaths were reported in the South Ouest region (10 new cases and one death) and Littoral region( 24 new cases and two deaths) during epidemiological week 8 ( week ending on 23 february 2020). One new district n south west region (Tiko district) confirmed two new cases, which bring the number of affected districts at three ( Bakassi, Ekondo Titi and Tiko districts). In the Littoral region, the total number of affected districts is eight(Nylon, Manoka, Boko, Deïdo, Bangue, Cité des palmiers, Bonassama, Japoma, New Bell et Logbaba districts).(<a href=\"https://reliefweb.int/node/3557008\">WHO, 8 Mar 2020</a>)</p>\n<p>The cholera outbreak that began in Cameroon on 18 May 2018 is showing signs of decline, with only the Coastal and Southwestern regions recording cases in 2020. [...] In the North Region, no new cases have been registered since 16 December 2019. [...] In the Extreme-North Region, there have been no new cases reported since 25 November 2019. [...] In the South-West region, there have been no new cases since 8 March 2020. (<a href=\"https://reliefweb.int/node/3587503\">WHO, 1 Apr 2020</a></p>\n<p>Nationally, according to Ministry of Public Health, reported cholera cases were down significantly in August. (<a href=\"https://reliefweb.int/node/3673831\">UNICEF, 31 Aug 2020</a></p>\n<p>Between 27 October and 8 November, the regional delegation of public health in the South-West reported 32 cases of cholera and five related deaths in the region. Humanitarian organizations are deploying medical teams and running mobile clinics to reinforce mitigation measures in high-risk areas. (<a href=\"https://reliefweb.int/node/3792815\">OCHA, 18 Nov 2021</a>)</p>\n<p>Since the cholera outbreak in October 2021, the regional delegation of public health for the South-West reported 517 cases of cholera and 19 deaths in Ekondo Titi, Bakassi, Mbonge, and Limbé health districts, in addition to 100 cases in the Centre, Littoral and South regions as of 31 December 2021...Vaccination campaigns in response to the outbreak are coordinated to administer 204,766 emergency first doses in the most active divisions in the South-West. In addition, 1,107,400 doses are requested to cover the needs in the South-West, as well as for the Littoral and the South regions. (<a href=\"https://reliefweb.int/node/3809881\">OCHA, 20 Jan 2022</a>)</p>\n<p>Between 29 August and 8 September 2022, 295 new suspected cases of cholera including six deaths have been reported from three active Regions: Littoral (262 cases, six deaths); Centre (27 cases); West (two cases). As of 8 September 2022, 11 627 suspected cases including 1063 laboratory-confirmed cases and 238 deaths (CFR 2.0%) have been reported since October 2021, from eight Regions and 49 Districts of which 25 remain active. South-West (6 013 cases) and Littoral (4712 cases) Regions have reported majority of cases. The outbreak’s hotspot has shifted from South-West to Littoral. (<a href=\"https://reliefweb.int/node/3890986\">WHO, 25 Sep 2022</a>)</p>\n<p>Between 28 October and 3 November, 80 new suspected cases of cholera with five deaths have been reported in four Regions: Far North (36 cases, two deaths), Littoral (22 cases, two deaths), Centre (20 cases, one death), and West (two cases). In addition, two new districts (Kolofata and Maroua III in Far-North region) are investigating suspect cholera cases. As of 3 November 2022, 13 447 suspected cases including 1 173 laboratory-confirmed cases and 290 deaths (CFR 2.2%) have been reported since October 2021, from eight Regions and 51 Districts of which 23 remain active. Patients’ ages range from 2 months to 95 years with a median of 29 years, and females remain twice less affected than males. (<a href=\"https://reliefweb.int/node/3908200\">WHO, 18 Nov 2022</a>)</p>\n<p>Cholera has been rife in the regions for several months and has spread this year to all regions of the country with as of 17 November 2022: 20 active districts in 04 regions with active cases. According to data from the Ministry of Health consolidated in the epidemiological SITREP for week 45, a total of 13,730 cases were reported, with 295 deaths recorded. Since October 2022, the Far North region of Cameroon is hard hit by the cholera outbreak, precisely in the Mayo Sava and Mayo Tsanaga Divisions with more than 305 cases recorded, including 45 in Fotokol and 94 in Mora (Mayo Sava), 118 in Mokolo (Mayo Tsanaga) where the Minawao refugee camp is highly affected with 86 cases and 3 deaths. The situation of flooding and continuous population movements during these periods, especially in the Far North, South-West, and Littoral regions, greatly exposed to the risk of cholera. (<a href=\"https://reliefweb.int/node/3914127\">IFRC, 7 Dec 2022</a>)</p>\n<p>During 25 Oct 2021 to 6 April 2023, 15 333 suspected cases of cholera including 1 808 laboratory-confirmed cases and 311 deaths (CFR 2.0%) have been reported from eight Regions. (<a href=\"https://reliefweb.int/node/3956535\">WHO, 27 Apr 2023</a>)</p>\n<h3>Appeals &amp; Response Plans</h3>\n<ul>\n<li>\n<a href=\"https://reliefweb.int/node/2725074\"><img src=\"https://reliefweb.int/sites/default/files/styles/small/public/previews/31/b6/31b62f99-d16e-380b-9374-45ca8d4ae885.png\" alt=\"Govt. Cameroon: Plan national de réponse à l’épidémie de choléra au Cameroun, Août - Octobre 2018 - Cover preview\" /> Govt. Cameroon: Plan national de réponse à l’épidémie de choléra au Cameroun, Août - Octobre 2018</a>\n</li>\n</ul>\n<h3>Useful Links</h3>\n<ul>\n<li>\n<a rel=\"noopener noreferrer\" target=\"_blank\" href=\"http://www.minsante.cm/site/?q=fr\">République du Cameroun : Ministère de la Santé publique</a>\n</li>\n</ul>\n",
      "description": "The cholera outbreak in Cameroon, officially declared by the Ministry of Health on 15 July 2018, is steadily declining, after peaking in week 29 with 42 cases. In week 32 (week ending 12 August 2018), four new suspected cholera cases were reported, compared to 21 cases reported in week 31 and 40 cases in week 30. Three of the new cases reported during the reporting week came from Central Region and one case from North Region...Insecurity in parts of the country (especially South West Region), where there are reports of frequent kidnappings and attacks by organized group of bandits, may have implications on surveillance and response efforts. Additionally, the presence of large number of refugees (from Central African Republic and Nigeria) living in unsanitary and unhygienic conditions, and with limited access to healthcare services, is an important factor. The rainy season, which began in May, is expected to last until September and could facilitate further spread of the disease. ([WHO, 10 Aug 2018](https://reliefweb.int/node/2741179))  \n\nThe cholera outbreak that started on 18 May 2018 (Week 20) in Cameroon is persisting. The outbreak initially spread from the North region of the country to the Central and Littoral regions. Although the North and Littoral regions continue to report new suspected cases, the Central region has not reported suspected cases since 27 August 2018 (Week 35). Since our last report on 7 September 2018 (Weekly Bulletin 36) and as of 24 September 2018, an additional 116 suspected cases and 11 deaths have been reported, raising the total number of suspected cholera cases to 367, including 31 deaths (case fatality ratio 8.4%), 14 of which occurred in the community. ([WHO, 1 Oct 2018](https://reliefweb.int/node/2811224))     \n\nCholera has been detected in Far North region, bringing to four the number regions where the disease has erupted. Seven of the 38 suspected cases reported between 3 – 12 October were in Far North, where two deaths were also recorded. Humanitarian organizations and the Ministry of Health are working to curb the spread of infection. However, the area where the disease has been detected in Far North is hard to reach due to insecurity and bad roads. Since cholera broke out in July, 470 cases and 34 deaths have been registered. ([OCHA, 15 Oct 2018](https://reliefweb.int/node/2832864))\n\nOutbreak is showing a decreasing trend. Between 12 to 16 October 2018, one case was confirmed in the Littoral region and thirty seven new suspected cases notified in North (n=36) and Littoral. Two deaths were reported in the North. No new case was confirmed in the Central region since the 27 august 2018. ([WHO, 19 Oct 2018](https://reliefweb.int/node/2842073))\n\nThe cholera outbreak in Cameroon continue to improve. From 1 January 2019 to date, five new cases were reported in the north region.The Central and Littoral regions have not reported new cases since 27 August 2018 and 11 October 2018, respectively. The outbreak has affected four out of 10 regions in Cameroon, these include North, Far North, Central and Littoral region. ([WHO, 25 Jan 2019](https://reliefweb.int/node/2968549))    \n\nCameroon continues to report cases of cholera in 2019. Seven new suspected cases including one death were notified by Pitoa, Garoua 1 and Garoua 2 health districts from 1 to 5 April 2019. In March 2019, additional five new confirmed cases were notified by Institut Pasteur Laboratory in Cameroon. As of 5 April 2019, a total of 1 039 suspected cases were reported. ([WHO, 28 Apr 2019](https://reliefweb.int/node/3103573))\n\nThe Ministry of Public Health of Chad notified WHO on 22 July 2019 of an outbreak of cholera affecting two villages in Youé health district, Mayo Kebbi East Province on the border with Cameroon. The outbreak started on 12 July 2019 ... The current outbreak takes place in the context of an ongoing outbreak of cholera in the neighbouring region of Cameroon. Mass population exchanges between the two regions are likely to contribute to further spread and the situation could be exacerbated by the onset of the rainy season, open defecation, and use of shallow wells as water sources. ([WHO, 28 Jul 2019](https://reliefweb.int/node/3236018))\n\nThe cholera outbreak in the North and Far North regions of Cameroon, which started in February 2019, has been improving in the past weeks. From 5 to 20 August 2019, a total of 69 new suspected cholera cases and three deaths were reported from North (31 cases and 2 deaths) and Far North (38 cases and 1 death) regions.  \nAs of 20 August 2019, a cumulative total of 467 suspected cholera cases and 23 deaths (case fatality ratio 5%) has been reported. The majority, over 70% of the reported cases and deaths, occurred in the North region (331 cases, 16 deaths), while 137 cases and 7 deaths came from the Far North region ([WHO, 25 Aug 2019](https://reliefweb.int/node/3275288))\n\nThe cholera outbreak in Cameroon is improving in the North and Far North region. As of 23 September 2019, 613 cases and 31 deaths were recorded (CFR 5%) in North and Far North region. To date, 9 out of 15 health districts are affected in the North (Bibémi, Figuil, Garoua I, Garoua II, Gashiga, Golombe, Ngong, Pitoa, Tcholliré) and 5 out of 30 health districts (Kaélé, Moutourwa, Kar Hay, Guidiguis and Maroua 1) in the Far North. ([WHO, 29 Sep 2019](https://reliefweb.int/node/3330078))\n\n\nThe Cholera outbreak continues to improve in the 3 affected regions of Cameroon (North, Far North and South West). Since, the beginning of the year 2020, cholera cases are reported only from the 2 districts of the South West (Bakassi and Ekondo Titi). No new cases of Cholera were reported in North and Far North regions since epidemiological weeks 51 and 48 respectively. From January 2019 to date, a total of 1307 cases of cholera, with 55 deaths were reported from the three affected regions and the majority of those cases (57%) were reported from the North region. ([WHO, 12 Jan 2020](https://reliefweb.int/node/3473678))\n\n An additional region (Littoral) has notified cases of cholera since the beginning of 2020. Since 1 January 2020 to date, cholera cases are reported in South West and littoral regions only. A total of 21 new cholera cases, with one community death were reported in the littoral region in epidemiological week 4 (week ending on 26 January 2020). Though the epidemiological situation in the South West Region is relatively calm, it is important to note that the insecurity prevailing in that area is hindering active community search for cholera cases. No new cases of cholera have been reported in North and Far North regions since epidemiological weeks 51 and 48 respectively. From January 2019 to date, a total of 1 334 cases of cholera, with 61 deaths were reported from the four affected regions. ([WHO, 02 Feb 2020](https://reliefweb.int/node/3505853))\n\nThe Cholera outbreak continues to improve in the 3 affected regions of cameroon (North, Far North, South West) reporting cases in 2019. [...]  Though the\nepidemiological situation in the South west region is relatively calm, it is important to note that the insecurity prevailing in that area is hindering community active search of cholera cases. No new cases of Cholera were reported in North and Far North regions since epidemiological weeks 51 and 48 respectively. From January 2019 to date, a total of 1 364 cases of cholera, with 62 deaths were reported from the four affected regions. ([WHO, 16 Feb 2020](https://reliefweb.int/node/3526459))\n\nThe Cholera outbreak affecting two regions, namely South Ouest and Littoral regions is ongoing in Cameroon. Thirty four new cases, including three deaths were reported in the South Ouest region (10 new cases and one death) and Littoral region( 24 new cases and two deaths) during epidemiological week 8 ( week ending on 23 february 2020). One new district n south west region (Tiko district) confirmed two new cases, which bring the number of affected districts at three ( Bakassi, Ekondo Titi and Tiko districts). In the Littoral region, the total number of affected districts is eight(Nylon, Manoka, Boko, Deïdo, Bangue, Cité des palmiers, Bonassama, Japoma, New Bell et Logbaba districts).([WHO, 8 Mar 2020](https://reliefweb.int/node/3557008))\n\nThe cholera outbreak that began in Cameroon on 18 May 2018 is showing signs of decline, with only the Coastal and Southwestern regions recording cases in 2020. [...] In the North Region, no new cases have been registered since 16 December 2019. [...] In the Extreme-North Region, there have been no new cases reported since 25 November 2019. [...] In the South-West region, there have been no new cases since 8 March 2020. ([WHO, 1 Apr 2020](https://reliefweb.int/node/3587503)\n\nNationally, according to Ministry of Public Health, reported cholera cases were down significantly in August. ([UNICEF, 31 Aug 2020](https://reliefweb.int/node/3673831)\n\nBetween 27 October and 8 November, the regional delegation of public health in the South-West reported 32 cases of cholera and five related deaths in the region. Humanitarian organizations are deploying medical teams and running mobile clinics to reinforce mitigation measures in high-risk areas. ([OCHA, 18 Nov 2021](https://reliefweb.int/node/3792815))\n\nSince the cholera outbreak in October 2021, the regional delegation of public health for the South-West reported 517 cases of cholera and 19 deaths in Ekondo Titi, Bakassi, Mbonge, and Limbé health districts, in addition to 100 cases in the Centre, Littoral and South regions as of 31 December 2021...Vaccination campaigns in response to the outbreak are coordinated to administer 204,766 emergency first doses in the most active divisions in the South-West. In addition, 1,107,400 doses are requested to cover the needs in the South-West, as well as for the Littoral and the South regions. ([OCHA, 20 Jan 2022](https://reliefweb.int/node/3809881))\n\nBetween 29 August and 8 September 2022, 295 new suspected cases of cholera including six deaths have been reported from three active Regions: Littoral (262 cases, six deaths); Centre (27 cases); West (two cases). As of 8 September 2022, 11 627 suspected cases including 1063 laboratory-confirmed cases and 238 deaths (CFR 2.0%) have been reported since October 2021, from eight Regions and 49 Districts of which 25 remain active. South-West (6 013 cases) and Littoral (4712 cases) Regions have reported majority of cases. The outbreak’s hotspot has shifted from South-West to Littoral. ([WHO, 25 Sep 2022](https://reliefweb.int/node/3890986))\n\nBetween 28 October and 3 November, 80 new suspected cases of cholera with five deaths have been reported in four Regions: Far North (36 cases, two deaths), Littoral (22 cases, two deaths), Centre (20 cases, one death), and West (two cases). In addition, two new districts (Kolofata and Maroua III in Far-North region) are investigating suspect cholera cases. As of 3 November 2022, 13 447 suspected cases including 1 173 laboratory-confirmed cases and 290 deaths (CFR 2.2%) have been reported since October 2021, from eight Regions and 51 Districts of which 23 remain active. Patients’ ages range from 2 months to 95 years with a median of 29 years, and females remain twice less affected than males. ([WHO, 18 Nov 2022](https://reliefweb.int/node/3908200))\n\nCholera has been rife in the regions for several months and has spread this year to all regions of the country with as of 17 November 2022: 20 active districts in 04 regions with active cases. According to data from the Ministry of Health consolidated in the epidemiological SITREP for week 45, a total of 13,730 cases were reported, with 295 deaths recorded. Since October 2022, the Far North region of Cameroon is hard hit by the cholera outbreak, precisely in the Mayo Sava and Mayo Tsanaga Divisions with more than 305 cases recorded, including 45 in Fotokol and 94 in Mora (Mayo Sava), 118 in Mokolo (Mayo Tsanaga) where the Minawao refugee camp is highly affected with 86 cases and 3 deaths. The situation of flooding and continuous population movements during these periods, especially in the Far North, South-West, and Littoral regions, greatly exposed to the risk of cholera. ([IFRC, 7 Dec 2022](https://reliefweb.int/node/3914127))\n\nDuring 25 Oct 2021 to 6 April 2023, 15 333 suspected cases of cholera including 1 808 laboratory-confirmed cases and 311 deaths (CFR 2.0%) have been reported from eight Regions. ([WHO, 27 Apr 2023](https://reliefweb.int/node/3956535))\n### Appeals & Response Plans\n\n- [![Govt. Cameroon: Plan national de réponse à l’épidémie de choléra au Cameroun, Août - Octobre 2018 - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/31/b6/31b62f99-d16e-380b-9374-45ca8d4ae885.png) Govt. Cameroon: Plan national de réponse à l’épidémie de choléra au Cameroun, Août - Octobre 2018](https://reliefweb.int/node/2725074)\n\n### Useful Links\n\n- [République du Cameroun : Ministère de la Santé publique](http://www.minsante.cm/site/?q=fr)",
      "type": [
        {
          "code": "EP",
          "name": "Epidemic",
          "id": 4642,
          "primary": true
        }
      ],
      "url": "https://reliefweb.int/taxonomy/term/46464",
      "related_glide": [
        "EP-2022-000369-CMR"
      ],
      "current": true,
      "url_alias": "https://reliefweb.int/disaster/ep-2018-000142-cmr",
      "name": "Cameroon: Cholera Outbreak - Jul 2018",
      "id": 46464,
      "glide": "EP-2018-000142-CMR",
      "status": "ongoing"
    }
  },
  "text": "Cameroon: Cholera Outbreak - Jul 2018\n\nThe cholera outbreak in Cameroon, officially declared by the Ministry of Health on 15 July 2018, is steadily declining, after peaking in week 29 with 42 cases. In week 32 (week ending 12 August 2018), four new suspected cholera cases were reported, compared to 21 cases reported in week 31 and 40 cases in week 30. Three of the new cases reported during the reporting week came from Central Region and one case from North Region...Insecurity in parts of the country (especially South West Region), where there are reports of frequent kidnappings and attacks by organized group of bandits, may have implications on surveillance and response efforts. Additionally, the presence of large number of refugees (from Central African Republic and Nigeria) living in unsanitary and unhygienic conditions, and with limited access to healthcare services, is an important factor. The rainy season, which began in May, is expected to last until September and could facilitate further spread of the disease. ([WHO, 10 Aug 2018](https://reliefweb.int/node/2741179))  \n\nThe cholera outbreak that started on 18 May 2018 (Week 20) in Cameroon is persisting. The outbreak initially spread from the North region of the country to the Central and Littoral regions. Although the North and Littoral regions continue to report new suspected cases, the Central region has not reported suspected cases since 27 August 2018 (Week 35). Since our last report on 7 September 2018 (Weekly Bulletin 36) and as of 24 September 2018, an additional 116 suspected cases and 11 deaths have been reported, raising the total number of suspected cholera cases to 367, including 31 deaths (case fatality ratio 8.4%), 14 of which occurred in the community. ([WHO, 1 Oct 2018](https://reliefweb.int/node/2811224))     \n\nCholera has been detected in Far North region, bringing to four the number regions where the disease has erupted. Seven of the 38 suspected cases reported between 3 – 12 October were in Far North, where two deaths were also recorded. Humanitarian organizations and the Ministry of Health are working to curb the spread of infection. However, the area where the disease has been detected in Far North is hard to reach due to insecurity and bad roads. Since cholera broke out in July, 470 cases and 34 deaths have been registered. ([OCHA, 15 Oct 2018](https://reliefweb.int/node/2832864))\n\nOutbreak is showing a decreasing trend. Between 12 to 16 October 2018, one case was confirmed in the Littoral region and thirty seven new suspected cases notified in North (n=36) and Littoral. Two deaths were reported in the North. No new case was confirmed in the Central region since the 27 august 2018. ([WHO, 19 Oct 2018](https://reliefweb.int/node/2842073))\n\nThe cholera outbreak in Cameroon continue to improve. From 1 January 2019 to date, five new cases were reported in the north region.The Central and Littoral regions have not reported new cases since 27 August 2018 and 11 October 2018, respectively. The outbreak has affected four out of 10 regions in Cameroon, these include North, Far North, Central and Littoral region. ([WHO, 25 Jan 2019](https://reliefweb.int/node/2968549))    \n\nCameroon continues to report cases of cholera in 2019. Seven new suspected cases including one death were notified by Pitoa, Garoua 1 and Garoua 2 health districts from 1 to 5 April 2019. In March 2019, additional five new confirmed cases were notified by Institut Pasteur Laboratory in Cameroon. As of 5 April 2019, a total of 1 039 suspected cases were reported. ([WHO, 28 Apr 2019](https://reliefweb.int/node/3103573))\n\nThe Ministry of Public Health of Chad notified WHO on 22 July 2019 of an outbreak of cholera affecting two villages in Youé health district, Mayo Kebbi East Province on the border with Cameroon. The outbreak started on 12 July 2019 ... The current outbreak takes place in the context of an ongoing outbreak of cholera in the neighbouring region of Cameroon. Mass population exchanges between the two regions are likely to contribute to further spread and the situation could be exacerbated by the onset of the rainy season, open defecation, and use of shallow wells as water sources. ([WHO, 28 Jul 2019](https://reliefweb.int/node/3236018))\n\nThe cholera outbreak in the North and Far North regions of Cameroon, which started in February 2019, has been improving in the past weeks. From 5 to 20 August 2019, a total of 69 new suspected cholera cases and three deaths were reported from North (31 cases and 2 deaths) and Far North (38 cases and 1 death) regions.  \nAs of 20 August 2019, a cumulative total of 467 suspected cholera cases and 23 deaths (case fatality ratio 5%) has been reported. The majority, over 70% of the reported cases and deaths, occurred in the North region (331 cases, 16 deaths), while 137 cases and 7 deaths came from the Far North region ([WHO, 25 Aug 2019](https://reliefweb.int/node/3275288))\n\nThe cholera outbreak in Cameroon is improving in the North and Far North region. As of 23 September 2019, 613 cases and 31 deaths were recorded (CFR 5%) in North and Far North region. To date, 9 out of 15 health districts are affected in the North (Bibémi, Figuil, Garoua I, Garoua II, Gashiga, Golombe, Ngong, Pitoa, Tcholliré) and 5 out of 30 health districts (Kaélé, Moutourwa, Kar Hay, Guidiguis and Maroua 1) in the Far North. ([WHO, 29 Sep 2019](https://reliefweb.int/node/3330078))\n\n\nThe Cholera outbreak continues to improve in the 3 affected regions of Cameroon (North, Far North and South West). Since, the beginning of the year 2020, cholera cases are reported only from the 2 districts of the South West (Bakassi and Ekondo Titi). No new cases of Cholera were reported in North and Far North regions since epidemiological weeks 51 and 48 respectively. From January 2019 to date, a total of 1307 cases of cholera, with 55 deaths were reported from the three affected regions and the majority of those cases (57%) were reported from the North region. ([WHO, 12 Jan 2020](https://reliefweb.int/node/3473678))\n\n An additional region (Littoral) has notified cases of cholera since the beginning of 2020. Since 1 January 2020 to date, cholera cases are reported in South West and littoral regions only. A total of 21 new cholera cases, with one community death were reported in the littoral region in epidemiological week 4 (week ending on 26 January 2020). Though the epidemiological situation in the South West Region is relatively calm, it is important to note that the insecurity prevailing in that area is hindering active community search for cholera cases. No new cases of cholera have been reported in North and Far North regions since epidemiological weeks 51 and 48 respectively. From January 2019 to date, a total of 1 334 cases of cholera, with 61 deaths were reported from the four affected regions. ([WHO, 02 Feb 2020](https://reliefweb.int/node/3505853))\n\nThe Cholera outbreak continues to improve in the 3 affected regions of cameroon (North, Far North, South West) reporting cases in 2019. [...]  Though the\nepidemiological situation in the South west region is relatively calm, it is important to note that the insecurity prevailing in that area is hindering community active search of cholera cases. No new cases of Cholera were reported in North and Far North regions since epidemiological weeks 51 and 48 respectively. From January 2019 to date, a total of 1 364 cases of cholera, with 62 deaths were reported from the four affected regions. ([WHO, 16 Feb 2020](https://reliefweb.int/node/3526459))\n\nThe Cholera outbreak affecting two regions, namely South Ouest and Littoral regions is ongoing in Cameroon. Thirty four new cases, including three deaths were reported in the South Ouest region (10 new cases and one death) and Littoral region( 24 new cases and two deaths) during epidemiological week 8 ( week ending on 23 february 2020). One new district n south west region (Tiko district) confirmed two new cases, which bring the number of affected districts at three ( Bakassi, Ekondo Titi and Tiko districts). In the Littoral region, the total number of affected districts is eight(Nylon, Manoka, Boko, Deïdo, Bangue, Cité des palmiers, Bonassama, Japoma, New Bell et Logbaba districts).([WHO, 8 Mar 2020](https://reliefweb.int/node/3557008))\n\nThe cholera outbreak that began in Cameroon on 18 May 2018 is showing signs of decline, with only the Coastal and Southwestern regions recording cases in 2020. [...] In the North Region, no new cases have been registered since 16 December 2019. [...] In the Extreme-North Region, there have been no new cases reported since 25 November 2019. [...] In the South-West region, there have been no new cases since 8 March 2020. ([WHO, 1 Apr 2020](https://reliefweb.int/node/3587503)\n\nNationally, according to Ministry of Public Health, reported cholera cases were down significantly in August. ([UNICEF, 31 Aug 2020](https://reliefweb.int/node/3673831)\n\nBetween 27 October and 8 November, the regional delegation of public health in the South-West reported 32 cases of cholera and five related deaths in the region. Humanitarian organizations are deploying medical teams and running mobile clinics to reinforce mitigation measures in high-risk areas. ([OCHA, 18 Nov 2021](https://reliefweb.int/node/3792815))\n\nSince the cholera outbreak in October 2021, the regional delegation of public health for the South-West reported 517 cases of cholera and 19 deaths in Ekondo Titi, Bakassi, Mbonge, and Limbé health districts, in addition to 100 cases in the Centre, Littoral and South regions as of 31 December 2021...Vaccination campaigns in response to the outbreak are coordinated to administer 204,766 emergency first doses in the most active divisions in the South-West. In addition, 1,107,400 doses are requested to cover the needs in the South-West, as well as for the Littoral and the South regions. ([OCHA, 20 Jan 2022](https://reliefweb.int/node/3809881))\n\nBetween 29 August and 8 September 2022, 295 new suspected cases of cholera including six deaths have been reported from three active Regions: Littoral (262 cases, six deaths); Centre (27 cases); West (two cases). As of 8 September 2022, 11 627 suspected cases including 1063 laboratory-confirmed cases and 238 deaths (CFR 2.0%) have been reported since October 2021, from eight Regions and 49 Districts of which 25 remain active. South-West (6 013 cases) and Littoral (4712 cases) Regions have reported majority of cases. The outbreak’s hotspot has shifted from South-West to Littoral. ([WHO, 25 Sep 2022](https://reliefweb.int/node/3890986))\n\nBetween 28 October and 3 November, 80 new suspected cases of cholera with five deaths have been reported in four Regions: Far North (36 cases, two deaths), Littoral (22 cases, two deaths), Centre (20 cases, one death), and West (two cases). In addition, two new districts (Kolofata and Maroua III in Far-North region) are investigating suspect cholera cases. As of 3 November 2022, 13 447 suspected cases including 1 173 laboratory-confirmed cases and 290 deaths (CFR 2.2%) have been reported since October 2021, from eight Regions and 51 Districts of which 23 remain active. Patients’ ages range from 2 months to 95 years with a median of 29 years, and females remain twice less affected than males. ([WHO, 18 Nov 2022](https://reliefweb.int/node/3908200))\n\nCholera has been rife in the regions for several months and has spread this year to all regions of the country with as of 17 November 2022: 20 active districts in 04 regions with active cases. According to data from the Ministry of Health consolidated in the epidemiological SITREP for week 45, a total of 13,730 cases were reported, with 295 deaths recorded. Since October 2022, the Far North region of Cameroon is hard hit by the cholera outbreak, precisely in the Mayo Sava and Mayo Tsanaga Divisions with more than 305 cases recorded, including 45 in Fotokol and 94 in Mora (Mayo Sava), 118 in Mokolo (Mayo Tsanaga) where the Minawao refugee camp is highly affected with 86 cases and 3 deaths. The situation of flooding and continuous population movements during these periods, especially in the Far North, South-West, and Littoral regions, greatly exposed to the risk of cholera. ([IFRC, 7 Dec 2022](https://reliefweb.int/node/3914127))\n\nDuring 25 Oct 2021 to 6 April 2023, 15 333 suspected cases of cholera including 1 808 laboratory-confirmed cases and 311 deaths (CFR 2.0%) have been reported from eight Regions. ([WHO, 27 Apr 2023](https://reliefweb.int/node/3956535))\n### Appeals & Response Plans\n\n- [![Govt. Cameroon: Plan national de réponse à l’épidémie de choléra au Cameroun, Août - Octobre 2018 - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/31/b6/31b62f99-d16e-380b-9374-45ca8d4ae885.png) Govt. Cameroon: Plan national de réponse à l’épidémie de choléra au Cameroun, Août - Octobre 2018](https://reliefweb.int/node/2725074)\n\n### Useful Links\n\n- [République du Cameroun : Ministère de la Santé publique](http://www.minsante.cm/site/?q=fr)",
  "summary": "\n\nCameroon has been experiencing a cholera outbreak since July 2018, with 1,334 cases and 61 deaths reported as of January 2019. The outbreak has been concentrated in the North, Far North, Central, and Littoral regions, with the South West and Littoral regions reporting new cases in 2020. As of April 2023, 15,333 suspected cases, 1,808 laboratory-confirmed cases, and 311 deaths have been reported in eight regions of Cameroon. The Cameroon Ministry of Health has released a national response plan to the cholera epidemic from August to October 2018.",
  "metadata": {
    "id": "46464",
    "name": "Cameroon: Cholera Outbreak - Jul 2018",
    "date_event": 1531612800000,
    "date_changed": 1682948721000,
    "date_created": 1531612800000,
    "primary_country_id": 49,
    "primary_country_name": "Cameroon",
    "primary_country_iso3": "cmr",
    "primary_country_location": {
      "lon": 12.21,
      "lat": 4.81
    },
    "primary_type_id": 4642,
    "primary_type_code": "EP",
    "primary_type_name": "Epidemic"
  }
}