{
  "original": {
    "id": "51183",
    "fields": {
      "date": {
        "changed": "2023-02-01T04:27:02+00:00",
        "event": "2022-05-17T00:00:00+00:00",
        "created": "2022-05-17T00:00:00+00:00"
      },
      "primary_type": {
        "code": "FL",
        "name": "Flood",
        "id": 4611
      },
      "country": [
        {
          "href": "https://api.reliefweb.int/v1/countries/31",
          "name": "Bangladesh",
          "location": {
            "lon": 90.27,
            "lat": 23.84
          },
          "id": 31,
          "shortname": "Bangladesh",
          "iso3": "bgd",
          "primary": true
        }
      ],
      "primary_country": {
        "href": "https://api.reliefweb.int/v1/countries/31",
        "name": "Bangladesh",
        "location": {
          "lon": 90.27,
          "lat": 23.84
        },
        "id": 31,
        "shortname": "Bangladesh",
        "iso3": "bgd"
      },
      "profile": {
        "appeals_response_plans": {
          "active": [
            {
              "cover": "https://reliefweb.int/sites/default/files/styles/small/public/previews/ca/5a/ca5ae55f-b19a-48ee-89af-e56f3af211f6.png",
              "title": "UNCT Bangladesh: Flash Floods Humanitarian Response Plan 2022 United Nations Bangladesh Coordinated Appeal (July - December 2022)",
              "url": "https://reliefweb.int/node/3860672"
            },
            {
              "cover": "https://reliefweb.int/sites/default/files/styles/small/public/previews/6c/97/6c9791a0-cbc0-49b9-92f1-cceebf498d97.png",
              "title": "IFRC: Bangladesh, Asia Pacific | Flood - Emergency Appeal №: MDRBD028",
              "url": "https://reliefweb.int/node/3860397"
            }
          ],
          "title": "Appeals & Response Plans"
        },
        "overview": "Due to heavy rainfall over the past week in the Northeastern Indian states there is an increase of water level observed in the North Eastern part of Bangladesh which led a serious flood in that region. Mainly several places of the 5 districts in that region are inundated by excessive rainfall but Sylhet and Sunamganj district affected the most severally. Alongside with Government of Bangladesh several national and international agencies have already started providing support to the affected communities. According to latest update by Flood Forecasting and Warning Centre (FFWC), water is flowing above danger level (up to 1m) in several station of Surma and Kushiyara river at Sylhet and Sunamganj. [...] The forecast of FFWC shows that, flood situation may improve in the several areas of Sylhet where as situation may be worsen in the low lying area of Netrokona district. Many people in these areas are living in a very miserable life as they need emergency food and water support immediately. \n\nAround 2 million people have been impacted due to the flood. They are reeling from a food and drinking water crisis. Around 1.5 lakh families in Sylhet and Sunamganj have been without power since 17 May 2022 due to submergence of Power Stations. More than 873 educational institutions, mostly  government primary schools, have been closed due to severe flooding in the two districts, causing loss of learning to the students. ([CARE, 21 May 2022](https://reliefweb.int/node/3849787))\n\nEight males have died; three children (aged 11, and 13) have died due to lightning while helping parents save their crops in the field, three people died due to a boat capsize (aged 32, 51 and 60), one person died due to a landslide (aged 27) and one person (aged 35) died due to drowning. 96 people have been affected by waterborne diseases. Over 750 educational institutions, mostly government primary schools, have been closed due to severe flooding in two districts, causing a loss of learning for the students.  ([UNICEF, 24 May 2022](https://reliefweb.int/node/3849734))\n\nA total of 133 villages of six unions at Companiganj Upazila of Sylhet district with an estimated 46,500 individuals have been affected by the ongoing flood. Moreover, about 72,300 people have been affected by the flash flood in Kanaighat Upazila of Sylhet district with 329 houses damaged (268 partial and 61 fully damaged). About 1,137 hectares of agricultural land and 205 sq. km area have been inundated. Meanwhile, in Goainghat Upazila of Sylhet district, about 69,165 people of 10 unions have been affected by this flash flood with 396 houses damaged (345 partial and 51 fully damaged). ([IFRC, 25 May 2022](https://reliefweb.int/node/3850730))\n\nHeavy monsoon rains and water from upstream in India's northeast have inundated large parts of the Sylhet division, leaving millions of people marooned and triggering a humanitarian crisis. According to the Flood Forecasting and Warning Centre (FFWC), around 94 percent of Sunamganj and over 84 percent of Sylhet are submerged. The crisis struck at a time when the people of the division were recovering from unexpected recent floods that hit in late May. An estimated 4.3 million people are impacted by this sudden flash flood and water congestion in seven northeastern districts of Sylhet, Sunamganj, Moulivazar, Habiganj, Netrakona, and Brahmanbaria. Many households are isolated due to floods, while some have taken shelter in open areas. The safety and security of women and girls in those households are at high risk. As many as 25,000 people have been taken to around 450 shelter centres in Sylhet; at the same time, 65,000 people were evacuated to 200 shelter centres in Sunamganj in a combined effort of the Army, Navy, Fire Service, and the local authorities. Besides the northeast, the mild flood also hit the northern districts. The GoB in a press conference said 64 Upazilas in 10 districts have been hit by the flood all over Bangladesh. ([UN RC Bangladesh, 19 Jun 2022](https://reliefweb.int/node/3858093/))\n\nHeavy monsoon rains and flash floods have affected an estimated 6.8 million people in the northeastern part of Bangladesh. Some 459,567 people have been evacuated to 1432 safety centers. There are reports of disruption in power supply and both land and air transportation. Education and health facilities have been affected, and protection concerns have been raised as the safety centers are ill-equipped. The government authorities and humanitarian partners are distributing relief items; however, the relief operations are encountering logistical challenges. The Humanitarian Coordination Task Team (HCTT) is working closely with partners to assess the situation and provide support to the government-led response. ([OCHA, 20 Jun 2022](https://reliefweb.int/node/3859018/))\n\nInitial reports from the Government of Bangladesh highlight widescale displacement with approximately 481,827 people displaced to 1,605 institutional shelters in four districts across the flood-affected area (Sunamganj, Netrokona, Sylhet, Moulvibazar). 1.6 million children are at risk due to severe floods, threatened by a high risk of drowning and VACW, including gender-based violence/IPV, and family separation as a result of overcrowded shelters.  In the last 35 days (17th May – 20th June 2022), the National Health Emergency Operations Centre and Control Room of DGHS recorded a total of 2,492 cases of diseases and injuries. ([UN RC Bangladesh, 22 Jun 2022](https://reliefweb.int/node/3859185/))\n\nOn June 26, the Flood Forecasting and Warning Center reported all major rivers in the country in falling trend. Experts fear increased prevalence of communicable diseases, particularly waterborne disease outbreaks as the floodwater recedes. While the flood situation may continue improving in next 24 hours in the Northeastern region, short duration floods in the low-lying area of Shariatpur & Madaripur districts are to be expected in the next 24 hours. Government allocated 3.720 metric tons of rice and USD half million in cash, while humanitarian agencies mobilized USD 4.7 million. ([ECHO, 27 Jun 2022](https://reliefweb.int/node/3860579/))\n\nFlash floods have affected 7.2 million people in nine districts in northeastern Bangladesh. The Humanitarian Coordination Task Team (HCTT), co-chaired by the Ministry of Disaster Management and Relief and the UN Resident Coordinator’s Office, has approved a HCTT response plan for flash floods calling for US$58.4 million for prioritized assistance to 1.5 million flood-affected people in five districts, from July to December 2022. The response plan is informed by needs assessment and rapid gender analysis and will complement the government-led response. The priority sectors are food security and nutrition, shelter, WASH and protection, and the priority districts are Sunamganj, Netrokona, Sylhet, Habiganj and Moulvibazar. ([OCHA, 27 Jun 2022](https://reliefweb.int/node/3860981/))\n\nBetween 17-30 June 2022, Cox’s Bazar has experienced over 186 mm of rainfall – with 83 mm on 21 June alone. Rains are expected to continue in the weeks ahead. From 15 May to 28 June, emergency shelter repair assistance was provided to 9,426 families (including bamboo, tarpaulins, rope and jute bags). Of these, 887 extremely vulnerable families were provided with additional assistance such as home deliveries of shelter materials and/or labour support to repair their shelters. Water, Sanitation and Hygiene (WASH): Immediate repairs have been conducted to 207 latrines, 95 bathing cubicles, 2 faecal sludge treatment plants (FSTPs), 17 handpump tube wells, 1 dam (water reservoir) and 2 solid waste management (SWM) sites throughout all the camps. Hygiene promotion activities are ongoing. ([ISCG, 30 Jun 2022](https://reliefweb.int/node/3863967/))\n\nAccording to local authorities, the majority of the displaced families who have been housed in over 1,600 temporary shelters have returned to their homes. However, there are still 19,221 people including 3,229 children and 166 people with disability (PwD) living in 275 shelters in Sylhet and Sunamganj. Hundreds of families are reportedly staying with their relatives and extended family members while some others remain in common buildings. There are people living in remote sub-districts that remain hard to reach due to flooding and poor road infrastructures. Basic services, notably health facilities, are slowly returning to normal. The massive challenges remains in the WASH sector, the Department of Public Health Engineering (DPHE) estimated that some 106,727 water points and 283,355 sanitation facilities have been immensely damaged, all needs restoration and reconstruction. Meanwhile, the risk of Acute Watery Diarrhoea outbreaks, skin and respiratory diseases continue to be high. As of 13th July, 12,503 cases of waterborne diseases and other ailments have been reported in Sylhet division. ([UNICEF, 16 Jul 2022](https://reliefweb.int/node/3866893/))\n\nBarsha is among the 3.5 million children whose lives have been disrupted by floods in north-eastern Bangladesh. Floodwaters in the affected districts have severely damaged almost 45,000 water points and 50,000 sanitation facilities, leaving sheltering families with no access to clean water or latrines. On top of the food shortage, increased risk of drowning, separation from families and violence, children are at increased risk of waterborne diseases.\n\nMothers are worried, as more children come down with diseases due to lack of clean water. As one mother explains: “We haven’t had clean water in days. My children have gotten sick in the shelter drinking dirty water.” ([UNICEF, 17 Jul 2022](https://reliefweb.int/node/3867379/))\n\nAs of 21 July, there are still 1,590 people, including 636 children, living in 53 shelters in Sylhet district. All families in Sunamganj have already left shelters. The families returning to their damaged homes and lacking access to basic services are in urgent need of multisectoral humanitarian assistance, focused on restoration of services they had before. ([UNICEF, 23 Jul 2022](https://reliefweb.int/node/3869165/))\n\nAs of 3 August, all families have left the flood shelters in Sylhet and Sunamganj district. They returned home and started caring for the homesteads, which got various damages. Most of the affected families shared their immediate needs in basic household items such as cooking utensils and furniture. They also explained their struggles to access the WASH facilities and lost livelihoods. Thousands of families could not save their crops, seeds, and fodders from the sudden surge of the flood water that stayed for days. Many affected families are now in search of alternative earnings to manage their daily meals. Over the past two weeks, there has been an increase in calls to the Child Helpline 1098, with more than 85 per cent of the calls from flood-affected areas being related to violence against children and women (VACW). As of 29 July, 19,918 cases of waterborne diseases and other ailments have been reported, and 74 people died, including 33 children in Sylhet division. The risk of Acute Watery Diarrhoea outbreaks and skin and respiratory diseases continues to be high. In Sylhet and Sunamganj districts, 349 community clinics out of 505 have been affected by flash flood. Sunamganj, one of the most flood-affected areas, is also one of the districts lagging in education parameters. The high dropout rate in primary education and many out-of-school children pose the biggest challenge. More than 3,000 primary and secondary schools in Sylhet and Sunamganj districts have been affected and remained closed for about a month, resulting in colossal learning loss for over 1.5 million learners. Schools urgently require extensive cleaning and repair work. ([UNICEF, 4 Aug 2022](https://reliefweb.int/node/3874152/))\n\nAs many as 472,856 people were taken to around 1,605 shelter centres in a combined effort of the Army, Navy, Fire Service, and local authorities, according to the Ministry of Disaster Management and Relief (MoDMR). Many households are isolated due to floods, while some have taken shelter in open areas. The safety and security of women and girls in those households are at high risk. The Department of Public Health and Engineering (DPHE) reported that 106,727 water points and 283,355 latrines were damaged. The Ministry of Livestock and Fisheries reported that 663,534 cattle were affected, and the Ministry of Agriculture reported that 254,251 hectors of croplands were damaged. [...] In support of the Government, the humanitarian community appealed for USD 58.4 million to respond to the emergency needs of the hardest-hit communities. A total of USD13.73 million was raised and 651,230 people were reached. Due to the limited resources, only 23.5% of the most vulnerable families were supported. ([UN RC Bangladesh & UNCT Bangladesh, 20 Oct 2022](https://reliefweb.int/node/3901485/))\n\nAccording to the MoDMR, the estimated loss of the housing sector is USD 176.0 million. The Flash Flood caused damage to 254,251 hectares of croplands and affected 663,534 cattle, 106,000 ponds inundated, and 17,000 metric tons of fish washed away. The total damage in the agriculture and livestock sector is US$ 230.8 million. An estimated 4.2 million people suffered disruption to water, sanitation, and hygiene (WASH) services -106,727 water points and 283,355 latrines were damaged. The overall damage and loss in the WASH sector is estimated at USD 55.7 million. Agriculture, livestock rearing, and fisheries are the key income sources of north-eastern population. Based on the detailed household assessment conducted by BDRCS in December 2022, only 2.3 per cent of assessed households in Sylhet and Sunamganj district can fully recover their livelihood, while only 7 per cent of assessed families can reconstruct their damaged houses and 9 per cent of assessed families can rebuild their damaged latrines. ([IFRC, 31 Jan 2022](https://reliefweb.int/node/3929041/))",
        "overview-html": "<p>Due to heavy rainfall over the past week in the Northeastern Indian states there is an increase of water level observed in the North Eastern part of Bangladesh which led a serious flood in that region. Mainly several places of the 5 districts in that region are inundated by excessive rainfall but Sylhet and Sunamganj district affected the most severally. Alongside with Government of Bangladesh several national and international agencies have already started providing support to the affected communities. According to latest update by Flood Forecasting and Warning Centre (FFWC), water is flowing above danger level (up to 1m) in several station of Surma and Kushiyara river at Sylhet and Sunamganj. [...] The forecast of FFWC shows that, flood situation may improve in the several areas of Sylhet where as situation may be worsen in the low lying area of Netrokona district. Many people in these areas are living in a very miserable life as they need emergency food and water support immediately.</p>\n<p>Around 2 million people have been impacted due to the flood. They are reeling from a food and drinking water crisis. Around 1.5 lakh families in Sylhet and Sunamganj have been without power since 17 May 2022 due to submergence of Power Stations. More than 873 educational institutions, mostly  government primary schools, have been closed due to severe flooding in the two districts, causing loss of learning to the students. (<a href=\"https://reliefweb.int/node/3849787\">CARE, 21 May 2022</a>)</p>\n<p>Eight males have died; three children (aged 11, and 13) have died due to lightning while helping parents save their crops in the field, three people died due to a boat capsize (aged 32, 51 and 60), one person died due to a landslide (aged 27) and one person (aged 35) died due to drowning. 96 people have been affected by waterborne diseases. Over 750 educational institutions, mostly government primary schools, have been closed due to severe flooding in two districts, causing a loss of learning for the students.  (<a href=\"https://reliefweb.int/node/3849734\">UNICEF, 24 May 2022</a>)</p>\n<p>A total of 133 villages of six unions at Companiganj Upazila of Sylhet district with an estimated 46,500 individuals have been affected by the ongoing flood. Moreover, about 72,300 people have been affected by the flash flood in Kanaighat Upazila of Sylhet district with 329 houses damaged (268 partial and 61 fully damaged). About 1,137 hectares of agricultural land and 205 sq. km area have been inundated. Meanwhile, in Goainghat Upazila of Sylhet district, about 69,165 people of 10 unions have been affected by this flash flood with 396 houses damaged (345 partial and 51 fully damaged). (<a href=\"https://reliefweb.int/node/3850730\">IFRC, 25 May 2022</a>)</p>\n<p>Heavy monsoon rains and water from upstream in India's northeast have inundated large parts of the Sylhet division, leaving millions of people marooned and triggering a humanitarian crisis. According to the Flood Forecasting and Warning Centre (FFWC), around 94 percent of Sunamganj and over 84 percent of Sylhet are submerged. The crisis struck at a time when the people of the division were recovering from unexpected recent floods that hit in late May. An estimated 4.3 million people are impacted by this sudden flash flood and water congestion in seven northeastern districts of Sylhet, Sunamganj, Moulivazar, Habiganj, Netrakona, and Brahmanbaria. Many households are isolated due to floods, while some have taken shelter in open areas. The safety and security of women and girls in those households are at high risk. As many as 25,000 people have been taken to around 450 shelter centres in Sylhet; at the same time, 65,000 people were evacuated to 200 shelter centres in Sunamganj in a combined effort of the Army, Navy, Fire Service, and the local authorities. Besides the northeast, the mild flood also hit the northern districts. The GoB in a press conference said 64 Upazilas in 10 districts have been hit by the flood all over Bangladesh. (<a href=\"https://reliefweb.int/node/3858093/\">UN RC Bangladesh, 19 Jun 2022</a>)</p>\n<p>Heavy monsoon rains and flash floods have affected an estimated 6.8 million people in the northeastern part of Bangladesh. Some 459,567 people have been evacuated to 1432 safety centers. There are reports of disruption in power supply and both land and air transportation. Education and health facilities have been affected, and protection concerns have been raised as the safety centers are ill-equipped. The government authorities and humanitarian partners are distributing relief items; however, the relief operations are encountering logistical challenges. The Humanitarian Coordination Task Team (HCTT) is working closely with partners to assess the situation and provide support to the government-led response. (<a href=\"https://reliefweb.int/node/3859018/\">OCHA, 20 Jun 2022</a>)</p>\n<p>Initial reports from the Government of Bangladesh highlight widescale displacement with approximately 481,827 people displaced to 1,605 institutional shelters in four districts across the flood-affected area (Sunamganj, Netrokona, Sylhet, Moulvibazar). 1.6 million children are at risk due to severe floods, threatened by a high risk of drowning and VACW, including gender-based violence/IPV, and family separation as a result of overcrowded shelters.  In the last 35 days (17th May – 20th June 2022), the National Health Emergency Operations Centre and Control Room of DGHS recorded a total of 2,492 cases of diseases and injuries. (<a href=\"https://reliefweb.int/node/3859185/\">UN RC Bangladesh, 22 Jun 2022</a>)</p>\n<p>On June 26, the Flood Forecasting and Warning Center reported all major rivers in the country in falling trend. Experts fear increased prevalence of communicable diseases, particularly waterborne disease outbreaks as the floodwater recedes. While the flood situation may continue improving in next 24 hours in the Northeastern region, short duration floods in the low-lying area of Shariatpur &amp; Madaripur districts are to be expected in the next 24 hours. Government allocated 3.720 metric tons of rice and USD half million in cash, while humanitarian agencies mobilized USD 4.7 million. (<a href=\"https://reliefweb.int/node/3860579/\">ECHO, 27 Jun 2022</a>)</p>\n<p>Flash floods have affected 7.2 million people in nine districts in northeastern Bangladesh. The Humanitarian Coordination Task Team (HCTT), co-chaired by the Ministry of Disaster Management and Relief and the UN Resident Coordinator’s Office, has approved a HCTT response plan for flash floods calling for US$58.4 million for prioritized assistance to 1.5 million flood-affected people in five districts, from July to December 2022. The response plan is informed by needs assessment and rapid gender analysis and will complement the government-led response. The priority sectors are food security and nutrition, shelter, WASH and protection, and the priority districts are Sunamganj, Netrokona, Sylhet, Habiganj and Moulvibazar. (<a href=\"https://reliefweb.int/node/3860981/\">OCHA, 27 Jun 2022</a>)</p>\n<p>Between 17-30 June 2022, Cox’s Bazar has experienced over 186 mm of rainfall – with 83 mm on 21 June alone. Rains are expected to continue in the weeks ahead. From 15 May to 28 June, emergency shelter repair assistance was provided to 9,426 families (including bamboo, tarpaulins, rope and jute bags). Of these, 887 extremely vulnerable families were provided with additional assistance such as home deliveries of shelter materials and/or labour support to repair their shelters. Water, Sanitation and Hygiene (WASH): Immediate repairs have been conducted to 207 latrines, 95 bathing cubicles, 2 faecal sludge treatment plants (FSTPs), 17 handpump tube wells, 1 dam (water reservoir) and 2 solid waste management (SWM) sites throughout all the camps. Hygiene promotion activities are ongoing. (<a href=\"https://reliefweb.int/node/3863967/\">ISCG, 30 Jun 2022</a>)</p>\n<p>According to local authorities, the majority of the displaced families who have been housed in over 1,600 temporary shelters have returned to their homes. However, there are still 19,221 people including 3,229 children and 166 people with disability (PwD) living in 275 shelters in Sylhet and Sunamganj. Hundreds of families are reportedly staying with their relatives and extended family members while some others remain in common buildings. There are people living in remote sub-districts that remain hard to reach due to flooding and poor road infrastructures. Basic services, notably health facilities, are slowly returning to normal. The massive challenges remains in the WASH sector, the Department of Public Health Engineering (DPHE) estimated that some 106,727 water points and 283,355 sanitation facilities have been immensely damaged, all needs restoration and reconstruction. Meanwhile, the risk of Acute Watery Diarrhoea outbreaks, skin and respiratory diseases continue to be high. As of 13th July, 12,503 cases of waterborne diseases and other ailments have been reported in Sylhet division. (<a href=\"https://reliefweb.int/node/3866893/\">UNICEF, 16 Jul 2022</a>)</p>\n<p>Barsha is among the 3.5 million children whose lives have been disrupted by floods in north-eastern Bangladesh. Floodwaters in the affected districts have severely damaged almost 45,000 water points and 50,000 sanitation facilities, leaving sheltering families with no access to clean water or latrines. On top of the food shortage, increased risk of drowning, separation from families and violence, children are at increased risk of waterborne diseases.</p>\n<p>Mothers are worried, as more children come down with diseases due to lack of clean water. As one mother explains: “We haven’t had clean water in days. My children have gotten sick in the shelter drinking dirty water.” (<a href=\"https://reliefweb.int/node/3867379/\">UNICEF, 17 Jul 2022</a>)</p>\n<p>As of 21 July, there are still 1,590 people, including 636 children, living in 53 shelters in Sylhet district. All families in Sunamganj have already left shelters. The families returning to their damaged homes and lacking access to basic services are in urgent need of multisectoral humanitarian assistance, focused on restoration of services they had before. (<a href=\"https://reliefweb.int/node/3869165/\">UNICEF, 23 Jul 2022</a>)</p>\n<p>As of 3 August, all families have left the flood shelters in Sylhet and Sunamganj district. They returned home and started caring for the homesteads, which got various damages. Most of the affected families shared their immediate needs in basic household items such as cooking utensils and furniture. They also explained their struggles to access the WASH facilities and lost livelihoods. Thousands of families could not save their crops, seeds, and fodders from the sudden surge of the flood water that stayed for days. Many affected families are now in search of alternative earnings to manage their daily meals. Over the past two weeks, there has been an increase in calls to the Child Helpline 1098, with more than 85 per cent of the calls from flood-affected areas being related to violence against children and women (VACW). As of 29 July, 19,918 cases of waterborne diseases and other ailments have been reported, and 74 people died, including 33 children in Sylhet division. The risk of Acute Watery Diarrhoea outbreaks and skin and respiratory diseases continues to be high. In Sylhet and Sunamganj districts, 349 community clinics out of 505 have been affected by flash flood. Sunamganj, one of the most flood-affected areas, is also one of the districts lagging in education parameters. The high dropout rate in primary education and many out-of-school children pose the biggest challenge. More than 3,000 primary and secondary schools in Sylhet and Sunamganj districts have been affected and remained closed for about a month, resulting in colossal learning loss for over 1.5 million learners. Schools urgently require extensive cleaning and repair work. (<a href=\"https://reliefweb.int/node/3874152/\">UNICEF, 4 Aug 2022</a>)</p>\n<p>As many as 472,856 people were taken to around 1,605 shelter centres in a combined effort of the Army, Navy, Fire Service, and local authorities, according to the Ministry of Disaster Management and Relief (MoDMR). Many households are isolated due to floods, while some have taken shelter in open areas. The safety and security of women and girls in those households are at high risk. The Department of Public Health and Engineering (DPHE) reported that 106,727 water points and 283,355 latrines were damaged. The Ministry of Livestock and Fisheries reported that 663,534 cattle were affected, and the Ministry of Agriculture reported that 254,251 hectors of croplands were damaged. [...] In support of the Government, the humanitarian community appealed for USD 58.4 million to respond to the emergency needs of the hardest-hit communities. A total of USD13.73 million was raised and 651,230 people were reached. Due to the limited resources, only 23.5% of the most vulnerable families were supported. (<a href=\"https://reliefweb.int/node/3901485/\">UN RC Bangladesh &amp; UNCT Bangladesh, 20 Oct 2022</a>)</p>\n<p>According to the MoDMR, the estimated loss of the housing sector is USD 176.0 million. The Flash Flood caused damage to 254,251 hectares of croplands and affected 663,534 cattle, 106,000 ponds inundated, and 17,000 metric tons of fish washed away. The total damage in the agriculture and livestock sector is US$ 230.8 million. An estimated 4.2 million people suffered disruption to water, sanitation, and hygiene (WASH) services -106,727 water points and 283,355 latrines were damaged. The overall damage and loss in the WASH sector is estimated at USD 55.7 million. Agriculture, livestock rearing, and fisheries are the key income sources of north-eastern population. Based on the detailed household assessment conducted by BDRCS in December 2022, only 2.3 per cent of assessed households in Sylhet and Sunamganj district can fully recover their livelihood, while only 7 per cent of assessed families can reconstruct their damaged houses and 9 per cent of assessed families can rebuild their damaged latrines. (<a href=\"https://reliefweb.int/node/3929041/\">IFRC, 31 Jan 2022</a>)</p>\n"
      },
      "description-html": "<p>Due to heavy rainfall over the past week in the Northeastern Indian states there is an increase of water level observed in the North Eastern part of Bangladesh which led a serious flood in that region. Mainly several places of the 5 districts in that region are inundated by excessive rainfall but Sylhet and Sunamganj district affected the most severally. Alongside with Government of Bangladesh several national and international agencies have already started providing support to the affected communities. According to latest update by Flood Forecasting and Warning Centre (FFWC), water is flowing above danger level (up to 1m) in several station of Surma and Kushiyara river at Sylhet and Sunamganj. [...] The forecast of FFWC shows that, flood situation may improve in the several areas of Sylhet where as situation may be worsen in the low lying area of Netrokona district. Many people in these areas are living in a very miserable life as they need emergency food and water support immediately.</p>\n<p>Around 2 million people have been impacted due to the flood. They are reeling from a food and drinking water crisis. Around 1.5 lakh families in Sylhet and Sunamganj have been without power since 17 May 2022 due to submergence of Power Stations. More than 873 educational institutions, mostly  government primary schools, have been closed due to severe flooding in the two districts, causing loss of learning to the students. (<a href=\"https://reliefweb.int/node/3849787\">CARE, 21 May 2022</a>)</p>\n<p>Eight males have died; three children (aged 11, and 13) have died due to lightning while helping parents save their crops in the field, three people died due to a boat capsize (aged 32, 51 and 60), one person died due to a landslide (aged 27) and one person (aged 35) died due to drowning. 96 people have been affected by waterborne diseases. Over 750 educational institutions, mostly government primary schools, have been closed due to severe flooding in two districts, causing a loss of learning for the students.  (<a href=\"https://reliefweb.int/node/3849734\">UNICEF, 24 May 2022</a>)</p>\n<p>A total of 133 villages of six unions at Companiganj Upazila of Sylhet district with an estimated 46,500 individuals have been affected by the ongoing flood. Moreover, about 72,300 people have been affected by the flash flood in Kanaighat Upazila of Sylhet district with 329 houses damaged (268 partial and 61 fully damaged). About 1,137 hectares of agricultural land and 205 sq. km area have been inundated. Meanwhile, in Goainghat Upazila of Sylhet district, about 69,165 people of 10 unions have been affected by this flash flood with 396 houses damaged (345 partial and 51 fully damaged). (<a href=\"https://reliefweb.int/node/3850730\">IFRC, 25 May 2022</a>)</p>\n<p>Heavy monsoon rains and water from upstream in India's northeast have inundated large parts of the Sylhet division, leaving millions of people marooned and triggering a humanitarian crisis. According to the Flood Forecasting and Warning Centre (FFWC), around 94 percent of Sunamganj and over 84 percent of Sylhet are submerged. The crisis struck at a time when the people of the division were recovering from unexpected recent floods that hit in late May. An estimated 4.3 million people are impacted by this sudden flash flood and water congestion in seven northeastern districts of Sylhet, Sunamganj, Moulivazar, Habiganj, Netrakona, and Brahmanbaria. Many households are isolated due to floods, while some have taken shelter in open areas. The safety and security of women and girls in those households are at high risk. As many as 25,000 people have been taken to around 450 shelter centres in Sylhet; at the same time, 65,000 people were evacuated to 200 shelter centres in Sunamganj in a combined effort of the Army, Navy, Fire Service, and the local authorities. Besides the northeast, the mild flood also hit the northern districts. The GoB in a press conference said 64 Upazilas in 10 districts have been hit by the flood all over Bangladesh. (<a href=\"https://reliefweb.int/node/3858093/\">UN RC Bangladesh, 19 Jun 2022</a>)</p>\n<p>Heavy monsoon rains and flash floods have affected an estimated 6.8 million people in the northeastern part of Bangladesh. Some 459,567 people have been evacuated to 1432 safety centers. There are reports of disruption in power supply and both land and air transportation. Education and health facilities have been affected, and protection concerns have been raised as the safety centers are ill-equipped. The government authorities and humanitarian partners are distributing relief items; however, the relief operations are encountering logistical challenges. The Humanitarian Coordination Task Team (HCTT) is working closely with partners to assess the situation and provide support to the government-led response. (<a href=\"https://reliefweb.int/node/3859018/\">OCHA, 20 Jun 2022</a>)</p>\n<p>Initial reports from the Government of Bangladesh highlight widescale displacement with approximately 481,827 people displaced to 1,605 institutional shelters in four districts across the flood-affected area (Sunamganj, Netrokona, Sylhet, Moulvibazar). 1.6 million children are at risk due to severe floods, threatened by a high risk of drowning and VACW, including gender-based violence/IPV, and family separation as a result of overcrowded shelters.  In the last 35 days (17th May – 20th June 2022), the National Health Emergency Operations Centre and Control Room of DGHS recorded a total of 2,492 cases of diseases and injuries. (<a href=\"https://reliefweb.int/node/3859185/\">UN RC Bangladesh, 22 Jun 2022</a>)</p>\n<p>On June 26, the Flood Forecasting and Warning Center reported all major rivers in the country in falling trend. Experts fear increased prevalence of communicable diseases, particularly waterborne disease outbreaks as the floodwater recedes. While the flood situation may continue improving in next 24 hours in the Northeastern region, short duration floods in the low-lying area of Shariatpur &amp; Madaripur districts are to be expected in the next 24 hours. Government allocated 3.720 metric tons of rice and USD half million in cash, while humanitarian agencies mobilized USD 4.7 million. (<a href=\"https://reliefweb.int/node/3860579/\">ECHO, 27 Jun 2022</a>)</p>\n<p>Flash floods have affected 7.2 million people in nine districts in northeastern Bangladesh. The Humanitarian Coordination Task Team (HCTT), co-chaired by the Ministry of Disaster Management and Relief and the UN Resident Coordinator’s Office, has approved a HCTT response plan for flash floods calling for US$58.4 million for prioritized assistance to 1.5 million flood-affected people in five districts, from July to December 2022. The response plan is informed by needs assessment and rapid gender analysis and will complement the government-led response. The priority sectors are food security and nutrition, shelter, WASH and protection, and the priority districts are Sunamganj, Netrokona, Sylhet, Habiganj and Moulvibazar. (<a href=\"https://reliefweb.int/node/3860981/\">OCHA, 27 Jun 2022</a>)</p>\n<p>Between 17-30 June 2022, Cox’s Bazar has experienced over 186 mm of rainfall – with 83 mm on 21 June alone. Rains are expected to continue in the weeks ahead. From 15 May to 28 June, emergency shelter repair assistance was provided to 9,426 families (including bamboo, tarpaulins, rope and jute bags). Of these, 887 extremely vulnerable families were provided with additional assistance such as home deliveries of shelter materials and/or labour support to repair their shelters. Water, Sanitation and Hygiene (WASH): Immediate repairs have been conducted to 207 latrines, 95 bathing cubicles, 2 faecal sludge treatment plants (FSTPs), 17 handpump tube wells, 1 dam (water reservoir) and 2 solid waste management (SWM) sites throughout all the camps. Hygiene promotion activities are ongoing. (<a href=\"https://reliefweb.int/node/3863967/\">ISCG, 30 Jun 2022</a>)</p>\n<p>According to local authorities, the majority of the displaced families who have been housed in over 1,600 temporary shelters have returned to their homes. However, there are still 19,221 people including 3,229 children and 166 people with disability (PwD) living in 275 shelters in Sylhet and Sunamganj. Hundreds of families are reportedly staying with their relatives and extended family members while some others remain in common buildings. There are people living in remote sub-districts that remain hard to reach due to flooding and poor road infrastructures. Basic services, notably health facilities, are slowly returning to normal. The massive challenges remains in the WASH sector, the Department of Public Health Engineering (DPHE) estimated that some 106,727 water points and 283,355 sanitation facilities have been immensely damaged, all needs restoration and reconstruction. Meanwhile, the risk of Acute Watery Diarrhoea outbreaks, skin and respiratory diseases continue to be high. As of 13th July, 12,503 cases of waterborne diseases and other ailments have been reported in Sylhet division. (<a href=\"https://reliefweb.int/node/3866893/\">UNICEF, 16 Jul 2022</a>)</p>\n<p>Barsha is among the 3.5 million children whose lives have been disrupted by floods in north-eastern Bangladesh. Floodwaters in the affected districts have severely damaged almost 45,000 water points and 50,000 sanitation facilities, leaving sheltering families with no access to clean water or latrines. On top of the food shortage, increased risk of drowning, separation from families and violence, children are at increased risk of waterborne diseases.</p>\n<p>Mothers are worried, as more children come down with diseases due to lack of clean water. As one mother explains: “We haven’t had clean water in days. My children have gotten sick in the shelter drinking dirty water.” (<a href=\"https://reliefweb.int/node/3867379/\">UNICEF, 17 Jul 2022</a>)</p>\n<p>As of 21 July, there are still 1,590 people, including 636 children, living in 53 shelters in Sylhet district. All families in Sunamganj have already left shelters. The families returning to their damaged homes and lacking access to basic services are in urgent need of multisectoral humanitarian assistance, focused on restoration of services they had before. (<a href=\"https://reliefweb.int/node/3869165/\">UNICEF, 23 Jul 2022</a>)</p>\n<p>As of 3 August, all families have left the flood shelters in Sylhet and Sunamganj district. They returned home and started caring for the homesteads, which got various damages. Most of the affected families shared their immediate needs in basic household items such as cooking utensils and furniture. They also explained their struggles to access the WASH facilities and lost livelihoods. Thousands of families could not save their crops, seeds, and fodders from the sudden surge of the flood water that stayed for days. Many affected families are now in search of alternative earnings to manage their daily meals. Over the past two weeks, there has been an increase in calls to the Child Helpline 1098, with more than 85 per cent of the calls from flood-affected areas being related to violence against children and women (VACW). As of 29 July, 19,918 cases of waterborne diseases and other ailments have been reported, and 74 people died, including 33 children in Sylhet division. The risk of Acute Watery Diarrhoea outbreaks and skin and respiratory diseases continues to be high. In Sylhet and Sunamganj districts, 349 community clinics out of 505 have been affected by flash flood. Sunamganj, one of the most flood-affected areas, is also one of the districts lagging in education parameters. The high dropout rate in primary education and many out-of-school children pose the biggest challenge. More than 3,000 primary and secondary schools in Sylhet and Sunamganj districts have been affected and remained closed for about a month, resulting in colossal learning loss for over 1.5 million learners. Schools urgently require extensive cleaning and repair work. (<a href=\"https://reliefweb.int/node/3874152/\">UNICEF, 4 Aug 2022</a>)</p>\n<p>As many as 472,856 people were taken to around 1,605 shelter centres in a combined effort of the Army, Navy, Fire Service, and local authorities, according to the Ministry of Disaster Management and Relief (MoDMR). Many households are isolated due to floods, while some have taken shelter in open areas. The safety and security of women and girls in those households are at high risk. The Department of Public Health and Engineering (DPHE) reported that 106,727 water points and 283,355 latrines were damaged. The Ministry of Livestock and Fisheries reported that 663,534 cattle were affected, and the Ministry of Agriculture reported that 254,251 hectors of croplands were damaged. [...] In support of the Government, the humanitarian community appealed for USD 58.4 million to respond to the emergency needs of the hardest-hit communities. A total of USD13.73 million was raised and 651,230 people were reached. Due to the limited resources, only 23.5% of the most vulnerable families were supported. (<a href=\"https://reliefweb.int/node/3901485/\">UN RC Bangladesh &amp; UNCT Bangladesh, 20 Oct 2022</a>)</p>\n<p>According to the MoDMR, the estimated loss of the housing sector is USD 176.0 million. The Flash Flood caused damage to 254,251 hectares of croplands and affected 663,534 cattle, 106,000 ponds inundated, and 17,000 metric tons of fish washed away. The total damage in the agriculture and livestock sector is US$ 230.8 million. An estimated 4.2 million people suffered disruption to water, sanitation, and hygiene (WASH) services -106,727 water points and 283,355 latrines were damaged. The overall damage and loss in the WASH sector is estimated at USD 55.7 million. Agriculture, livestock rearing, and fisheries are the key income sources of north-eastern population. Based on the detailed household assessment conducted by BDRCS in December 2022, only 2.3 per cent of assessed households in Sylhet and Sunamganj district can fully recover their livelihood, while only 7 per cent of assessed families can reconstruct their damaged houses and 9 per cent of assessed families can rebuild their damaged latrines. (<a href=\"https://reliefweb.int/node/3929041/\">IFRC, 31 Jan 2022</a>)</p>\n<h3>Appeals &amp; Response Plans</h3>\n<ul>\n<li>\n<a href=\"https://reliefweb.int/node/3860672\"><img src=\"https://reliefweb.int/sites/default/files/styles/small/public/previews/ca/5a/ca5ae55f-b19a-48ee-89af-e56f3af211f6.png\" alt=\"UNCT Bangladesh: Flash Floods Humanitarian Response Plan 2022 United Nations Bangladesh Coordinated Appeal (July - December 2022) - Cover preview\" /> UNCT Bangladesh: Flash Floods Humanitarian Response Plan 2022 United Nations Bangladesh Coordinated Appeal (July - December 2022)</a>\n</li>\n<li>\n<a href=\"https://reliefweb.int/node/3860397\"><img src=\"https://reliefweb.int/sites/default/files/styles/small/public/previews/6c/97/6c9791a0-cbc0-49b9-92f1-cceebf498d97.png\" alt=\"IFRC: Bangladesh, Asia Pacific | Flood - Emergency Appeal №: MDRBD028 - Cover preview\" /> IFRC: Bangladesh, Asia Pacific | Flood - Emergency Appeal №: MDRBD028</a>\n</li>\n</ul>\n",
      "description": "Due to heavy rainfall over the past week in the Northeastern Indian states there is an increase of water level observed in the North Eastern part of Bangladesh which led a serious flood in that region. Mainly several places of the 5 districts in that region are inundated by excessive rainfall but Sylhet and Sunamganj district affected the most severally. Alongside with Government of Bangladesh several national and international agencies have already started providing support to the affected communities. According to latest update by Flood Forecasting and Warning Centre (FFWC), water is flowing above danger level (up to 1m) in several station of Surma and Kushiyara river at Sylhet and Sunamganj. [...] The forecast of FFWC shows that, flood situation may improve in the several areas of Sylhet where as situation may be worsen in the low lying area of Netrokona district. Many people in these areas are living in a very miserable life as they need emergency food and water support immediately. \n\nAround 2 million people have been impacted due to the flood. They are reeling from a food and drinking water crisis. Around 1.5 lakh families in Sylhet and Sunamganj have been without power since 17 May 2022 due to submergence of Power Stations. More than 873 educational institutions, mostly  government primary schools, have been closed due to severe flooding in the two districts, causing loss of learning to the students. ([CARE, 21 May 2022](https://reliefweb.int/node/3849787))\n\nEight males have died; three children (aged 11, and 13) have died due to lightning while helping parents save their crops in the field, three people died due to a boat capsize (aged 32, 51 and 60), one person died due to a landslide (aged 27) and one person (aged 35) died due to drowning. 96 people have been affected by waterborne diseases. Over 750 educational institutions, mostly government primary schools, have been closed due to severe flooding in two districts, causing a loss of learning for the students.  ([UNICEF, 24 May 2022](https://reliefweb.int/node/3849734))\n\nA total of 133 villages of six unions at Companiganj Upazila of Sylhet district with an estimated 46,500 individuals have been affected by the ongoing flood. Moreover, about 72,300 people have been affected by the flash flood in Kanaighat Upazila of Sylhet district with 329 houses damaged (268 partial and 61 fully damaged). About 1,137 hectares of agricultural land and 205 sq. km area have been inundated. Meanwhile, in Goainghat Upazila of Sylhet district, about 69,165 people of 10 unions have been affected by this flash flood with 396 houses damaged (345 partial and 51 fully damaged). ([IFRC, 25 May 2022](https://reliefweb.int/node/3850730))\n\nHeavy monsoon rains and water from upstream in India's northeast have inundated large parts of the Sylhet division, leaving millions of people marooned and triggering a humanitarian crisis. According to the Flood Forecasting and Warning Centre (FFWC), around 94 percent of Sunamganj and over 84 percent of Sylhet are submerged. The crisis struck at a time when the people of the division were recovering from unexpected recent floods that hit in late May. An estimated 4.3 million people are impacted by this sudden flash flood and water congestion in seven northeastern districts of Sylhet, Sunamganj, Moulivazar, Habiganj, Netrakona, and Brahmanbaria. Many households are isolated due to floods, while some have taken shelter in open areas. The safety and security of women and girls in those households are at high risk. As many as 25,000 people have been taken to around 450 shelter centres in Sylhet; at the same time, 65,000 people were evacuated to 200 shelter centres in Sunamganj in a combined effort of the Army, Navy, Fire Service, and the local authorities. Besides the northeast, the mild flood also hit the northern districts. The GoB in a press conference said 64 Upazilas in 10 districts have been hit by the flood all over Bangladesh. ([UN RC Bangladesh, 19 Jun 2022](https://reliefweb.int/node/3858093/))\n\nHeavy monsoon rains and flash floods have affected an estimated 6.8 million people in the northeastern part of Bangladesh. Some 459,567 people have been evacuated to 1432 safety centers. There are reports of disruption in power supply and both land and air transportation. Education and health facilities have been affected, and protection concerns have been raised as the safety centers are ill-equipped. The government authorities and humanitarian partners are distributing relief items; however, the relief operations are encountering logistical challenges. The Humanitarian Coordination Task Team (HCTT) is working closely with partners to assess the situation and provide support to the government-led response. ([OCHA, 20 Jun 2022](https://reliefweb.int/node/3859018/))\n\nInitial reports from the Government of Bangladesh highlight widescale displacement with approximately 481,827 people displaced to 1,605 institutional shelters in four districts across the flood-affected area (Sunamganj, Netrokona, Sylhet, Moulvibazar). 1.6 million children are at risk due to severe floods, threatened by a high risk of drowning and VACW, including gender-based violence/IPV, and family separation as a result of overcrowded shelters.  In the last 35 days (17th May – 20th June 2022), the National Health Emergency Operations Centre and Control Room of DGHS recorded a total of 2,492 cases of diseases and injuries. ([UN RC Bangladesh, 22 Jun 2022](https://reliefweb.int/node/3859185/))\n\nOn June 26, the Flood Forecasting and Warning Center reported all major rivers in the country in falling trend. Experts fear increased prevalence of communicable diseases, particularly waterborne disease outbreaks as the floodwater recedes. While the flood situation may continue improving in next 24 hours in the Northeastern region, short duration floods in the low-lying area of Shariatpur & Madaripur districts are to be expected in the next 24 hours. Government allocated 3.720 metric tons of rice and USD half million in cash, while humanitarian agencies mobilized USD 4.7 million. ([ECHO, 27 Jun 2022](https://reliefweb.int/node/3860579/))\n\nFlash floods have affected 7.2 million people in nine districts in northeastern Bangladesh. The Humanitarian Coordination Task Team (HCTT), co-chaired by the Ministry of Disaster Management and Relief and the UN Resident Coordinator’s Office, has approved a HCTT response plan for flash floods calling for US$58.4 million for prioritized assistance to 1.5 million flood-affected people in five districts, from July to December 2022. The response plan is informed by needs assessment and rapid gender analysis and will complement the government-led response. The priority sectors are food security and nutrition, shelter, WASH and protection, and the priority districts are Sunamganj, Netrokona, Sylhet, Habiganj and Moulvibazar. ([OCHA, 27 Jun 2022](https://reliefweb.int/node/3860981/))\n\nBetween 17-30 June 2022, Cox’s Bazar has experienced over 186 mm of rainfall – with 83 mm on 21 June alone. Rains are expected to continue in the weeks ahead. From 15 May to 28 June, emergency shelter repair assistance was provided to 9,426 families (including bamboo, tarpaulins, rope and jute bags). Of these, 887 extremely vulnerable families were provided with additional assistance such as home deliveries of shelter materials and/or labour support to repair their shelters. Water, Sanitation and Hygiene (WASH): Immediate repairs have been conducted to 207 latrines, 95 bathing cubicles, 2 faecal sludge treatment plants (FSTPs), 17 handpump tube wells, 1 dam (water reservoir) and 2 solid waste management (SWM) sites throughout all the camps. Hygiene promotion activities are ongoing. ([ISCG, 30 Jun 2022](https://reliefweb.int/node/3863967/))\n\nAccording to local authorities, the majority of the displaced families who have been housed in over 1,600 temporary shelters have returned to their homes. However, there are still 19,221 people including 3,229 children and 166 people with disability (PwD) living in 275 shelters in Sylhet and Sunamganj. Hundreds of families are reportedly staying with their relatives and extended family members while some others remain in common buildings. There are people living in remote sub-districts that remain hard to reach due to flooding and poor road infrastructures. Basic services, notably health facilities, are slowly returning to normal. The massive challenges remains in the WASH sector, the Department of Public Health Engineering (DPHE) estimated that some 106,727 water points and 283,355 sanitation facilities have been immensely damaged, all needs restoration and reconstruction. Meanwhile, the risk of Acute Watery Diarrhoea outbreaks, skin and respiratory diseases continue to be high. As of 13th July, 12,503 cases of waterborne diseases and other ailments have been reported in Sylhet division. ([UNICEF, 16 Jul 2022](https://reliefweb.int/node/3866893/))\n\nBarsha is among the 3.5 million children whose lives have been disrupted by floods in north-eastern Bangladesh. Floodwaters in the affected districts have severely damaged almost 45,000 water points and 50,000 sanitation facilities, leaving sheltering families with no access to clean water or latrines. On top of the food shortage, increased risk of drowning, separation from families and violence, children are at increased risk of waterborne diseases.\n\nMothers are worried, as more children come down with diseases due to lack of clean water. As one mother explains: “We haven’t had clean water in days. My children have gotten sick in the shelter drinking dirty water.” ([UNICEF, 17 Jul 2022](https://reliefweb.int/node/3867379/))\n\nAs of 21 July, there are still 1,590 people, including 636 children, living in 53 shelters in Sylhet district. All families in Sunamganj have already left shelters. The families returning to their damaged homes and lacking access to basic services are in urgent need of multisectoral humanitarian assistance, focused on restoration of services they had before. ([UNICEF, 23 Jul 2022](https://reliefweb.int/node/3869165/))\n\nAs of 3 August, all families have left the flood shelters in Sylhet and Sunamganj district. They returned home and started caring for the homesteads, which got various damages. Most of the affected families shared their immediate needs in basic household items such as cooking utensils and furniture. They also explained their struggles to access the WASH facilities and lost livelihoods. Thousands of families could not save their crops, seeds, and fodders from the sudden surge of the flood water that stayed for days. Many affected families are now in search of alternative earnings to manage their daily meals. Over the past two weeks, there has been an increase in calls to the Child Helpline 1098, with more than 85 per cent of the calls from flood-affected areas being related to violence against children and women (VACW). As of 29 July, 19,918 cases of waterborne diseases and other ailments have been reported, and 74 people died, including 33 children in Sylhet division. The risk of Acute Watery Diarrhoea outbreaks and skin and respiratory diseases continues to be high. In Sylhet and Sunamganj districts, 349 community clinics out of 505 have been affected by flash flood. Sunamganj, one of the most flood-affected areas, is also one of the districts lagging in education parameters. The high dropout rate in primary education and many out-of-school children pose the biggest challenge. More than 3,000 primary and secondary schools in Sylhet and Sunamganj districts have been affected and remained closed for about a month, resulting in colossal learning loss for over 1.5 million learners. Schools urgently require extensive cleaning and repair work. ([UNICEF, 4 Aug 2022](https://reliefweb.int/node/3874152/))\n\nAs many as 472,856 people were taken to around 1,605 shelter centres in a combined effort of the Army, Navy, Fire Service, and local authorities, according to the Ministry of Disaster Management and Relief (MoDMR). Many households are isolated due to floods, while some have taken shelter in open areas. The safety and security of women and girls in those households are at high risk. The Department of Public Health and Engineering (DPHE) reported that 106,727 water points and 283,355 latrines were damaged. The Ministry of Livestock and Fisheries reported that 663,534 cattle were affected, and the Ministry of Agriculture reported that 254,251 hectors of croplands were damaged. [...] In support of the Government, the humanitarian community appealed for USD 58.4 million to respond to the emergency needs of the hardest-hit communities. A total of USD13.73 million was raised and 651,230 people were reached. Due to the limited resources, only 23.5% of the most vulnerable families were supported. ([UN RC Bangladesh & UNCT Bangladesh, 20 Oct 2022](https://reliefweb.int/node/3901485/))\n\nAccording to the MoDMR, the estimated loss of the housing sector is USD 176.0 million. The Flash Flood caused damage to 254,251 hectares of croplands and affected 663,534 cattle, 106,000 ponds inundated, and 17,000 metric tons of fish washed away. The total damage in the agriculture and livestock sector is US$ 230.8 million. An estimated 4.2 million people suffered disruption to water, sanitation, and hygiene (WASH) services -106,727 water points and 283,355 latrines were damaged. The overall damage and loss in the WASH sector is estimated at USD 55.7 million. Agriculture, livestock rearing, and fisheries are the key income sources of north-eastern population. Based on the detailed household assessment conducted by BDRCS in December 2022, only 2.3 per cent of assessed households in Sylhet and Sunamganj district can fully recover their livelihood, while only 7 per cent of assessed families can reconstruct their damaged houses and 9 per cent of assessed families can rebuild their damaged latrines. ([IFRC, 31 Jan 2022](https://reliefweb.int/node/3929041/))\n### Appeals & Response Plans\n\n- [![UNCT Bangladesh: Flash Floods Humanitarian Response Plan 2022 United Nations Bangladesh Coordinated Appeal (July - December 2022) - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/ca/5a/ca5ae55f-b19a-48ee-89af-e56f3af211f6.png) UNCT Bangladesh: Flash Floods Humanitarian Response Plan 2022 United Nations Bangladesh Coordinated Appeal (July - December 2022)](https://reliefweb.int/node/3860672)\n- [![IFRC: Bangladesh, Asia Pacific | Flood - Emergency Appeal №: MDRBD028 - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/6c/97/6c9791a0-cbc0-49b9-92f1-cceebf498d97.png) IFRC: Bangladesh, Asia Pacific | Flood - Emergency Appeal №: MDRBD028](https://reliefweb.int/node/3860397)",
      "type": [
        {
          "code": "FF",
          "name": "Flash Flood",
          "id": 4624
        },
        {
          "code": "FL",
          "name": "Flood",
          "id": 4611,
          "primary": true
        },
        {
          "code": "LS",
          "name": "Land Slide",
          "id": 4728
        }
      ],
      "url": "https://reliefweb.int/taxonomy/term/51183",
      "related_glide": [
        "FL-2022-000354-BGD"
      ],
      "current": true,
      "url_alias": "https://reliefweb.int/disaster/fl-2022-000217-bgd",
      "name": "Bangladesh: Floods and Landslides - May 2022",
      "id": 51183,
      "glide": "FL-2022-000217-BGD",
      "status": "ongoing"
    }
  },
  "text": "Bangladesh: Floods and Landslides - May 2022\n\nDue to heavy rainfall over the past week in the Northeastern Indian states there is an increase of water level observed in the North Eastern part of Bangladesh which led a serious flood in that region. Mainly several places of the 5 districts in that region are inundated by excessive rainfall but Sylhet and Sunamganj district affected the most severally. Alongside with Government of Bangladesh several national and international agencies have already started providing support to the affected communities. According to latest update by Flood Forecasting and Warning Centre (FFWC), water is flowing above danger level (up to 1m) in several station of Surma and Kushiyara river at Sylhet and Sunamganj. [...] The forecast of FFWC shows that, flood situation may improve in the several areas of Sylhet where as situation may be worsen in the low lying area of Netrokona district. Many people in these areas are living in a very miserable life as they need emergency food and water support immediately. \n\nAround 2 million people have been impacted due to the flood. They are reeling from a food and drinking water crisis. Around 1.5 lakh families in Sylhet and Sunamganj have been without power since 17 May 2022 due to submergence of Power Stations. More than 873 educational institutions, mostly  government primary schools, have been closed due to severe flooding in the two districts, causing loss of learning to the students. ([CARE, 21 May 2022](https://reliefweb.int/node/3849787))\n\nEight males have died; three children (aged 11, and 13) have died due to lightning while helping parents save their crops in the field, three people died due to a boat capsize (aged 32, 51 and 60), one person died due to a landslide (aged 27) and one person (aged 35) died due to drowning. 96 people have been affected by waterborne diseases. Over 750 educational institutions, mostly government primary schools, have been closed due to severe flooding in two districts, causing a loss of learning for the students.  ([UNICEF, 24 May 2022](https://reliefweb.int/node/3849734))\n\nA total of 133 villages of six unions at Companiganj Upazila of Sylhet district with an estimated 46,500 individuals have been affected by the ongoing flood. Moreover, about 72,300 people have been affected by the flash flood in Kanaighat Upazila of Sylhet district with 329 houses damaged (268 partial and 61 fully damaged). About 1,137 hectares of agricultural land and 205 sq. km area have been inundated. Meanwhile, in Goainghat Upazila of Sylhet district, about 69,165 people of 10 unions have been affected by this flash flood with 396 houses damaged (345 partial and 51 fully damaged). ([IFRC, 25 May 2022](https://reliefweb.int/node/3850730))\n\nHeavy monsoon rains and water from upstream in India's northeast have inundated large parts of the Sylhet division, leaving millions of people marooned and triggering a humanitarian crisis. According to the Flood Forecasting and Warning Centre (FFWC), around 94 percent of Sunamganj and over 84 percent of Sylhet are submerged. The crisis struck at a time when the people of the division were recovering from unexpected recent floods that hit in late May. An estimated 4.3 million people are impacted by this sudden flash flood and water congestion in seven northeastern districts of Sylhet, Sunamganj, Moulivazar, Habiganj, Netrakona, and Brahmanbaria. Many households are isolated due to floods, while some have taken shelter in open areas. The safety and security of women and girls in those households are at high risk. As many as 25,000 people have been taken to around 450 shelter centres in Sylhet; at the same time, 65,000 people were evacuated to 200 shelter centres in Sunamganj in a combined effort of the Army, Navy, Fire Service, and the local authorities. Besides the northeast, the mild flood also hit the northern districts. The GoB in a press conference said 64 Upazilas in 10 districts have been hit by the flood all over Bangladesh. ([UN RC Bangladesh, 19 Jun 2022](https://reliefweb.int/node/3858093/))\n\nHeavy monsoon rains and flash floods have affected an estimated 6.8 million people in the northeastern part of Bangladesh. Some 459,567 people have been evacuated to 1432 safety centers. There are reports of disruption in power supply and both land and air transportation. Education and health facilities have been affected, and protection concerns have been raised as the safety centers are ill-equipped. The government authorities and humanitarian partners are distributing relief items; however, the relief operations are encountering logistical challenges. The Humanitarian Coordination Task Team (HCTT) is working closely with partners to assess the situation and provide support to the government-led response. ([OCHA, 20 Jun 2022](https://reliefweb.int/node/3859018/))\n\nInitial reports from the Government of Bangladesh highlight widescale displacement with approximately 481,827 people displaced to 1,605 institutional shelters in four districts across the flood-affected area (Sunamganj, Netrokona, Sylhet, Moulvibazar). 1.6 million children are at risk due to severe floods, threatened by a high risk of drowning and VACW, including gender-based violence/IPV, and family separation as a result of overcrowded shelters.  In the last 35 days (17th May – 20th June 2022), the National Health Emergency Operations Centre and Control Room of DGHS recorded a total of 2,492 cases of diseases and injuries. ([UN RC Bangladesh, 22 Jun 2022](https://reliefweb.int/node/3859185/))\n\nOn June 26, the Flood Forecasting and Warning Center reported all major rivers in the country in falling trend. Experts fear increased prevalence of communicable diseases, particularly waterborne disease outbreaks as the floodwater recedes. While the flood situation may continue improving in next 24 hours in the Northeastern region, short duration floods in the low-lying area of Shariatpur & Madaripur districts are to be expected in the next 24 hours. Government allocated 3.720 metric tons of rice and USD half million in cash, while humanitarian agencies mobilized USD 4.7 million. ([ECHO, 27 Jun 2022](https://reliefweb.int/node/3860579/))\n\nFlash floods have affected 7.2 million people in nine districts in northeastern Bangladesh. The Humanitarian Coordination Task Team (HCTT), co-chaired by the Ministry of Disaster Management and Relief and the UN Resident Coordinator’s Office, has approved a HCTT response plan for flash floods calling for US$58.4 million for prioritized assistance to 1.5 million flood-affected people in five districts, from July to December 2022. The response plan is informed by needs assessment and rapid gender analysis and will complement the government-led response. The priority sectors are food security and nutrition, shelter, WASH and protection, and the priority districts are Sunamganj, Netrokona, Sylhet, Habiganj and Moulvibazar. ([OCHA, 27 Jun 2022](https://reliefweb.int/node/3860981/))\n\nBetween 17-30 June 2022, Cox’s Bazar has experienced over 186 mm of rainfall – with 83 mm on 21 June alone. Rains are expected to continue in the weeks ahead. From 15 May to 28 June, emergency shelter repair assistance was provided to 9,426 families (including bamboo, tarpaulins, rope and jute bags). Of these, 887 extremely vulnerable families were provided with additional assistance such as home deliveries of shelter materials and/or labour support to repair their shelters. Water, Sanitation and Hygiene (WASH): Immediate repairs have been conducted to 207 latrines, 95 bathing cubicles, 2 faecal sludge treatment plants (FSTPs), 17 handpump tube wells, 1 dam (water reservoir) and 2 solid waste management (SWM) sites throughout all the camps. Hygiene promotion activities are ongoing. ([ISCG, 30 Jun 2022](https://reliefweb.int/node/3863967/))\n\nAccording to local authorities, the majority of the displaced families who have been housed in over 1,600 temporary shelters have returned to their homes. However, there are still 19,221 people including 3,229 children and 166 people with disability (PwD) living in 275 shelters in Sylhet and Sunamganj. Hundreds of families are reportedly staying with their relatives and extended family members while some others remain in common buildings. There are people living in remote sub-districts that remain hard to reach due to flooding and poor road infrastructures. Basic services, notably health facilities, are slowly returning to normal. The massive challenges remains in the WASH sector, the Department of Public Health Engineering (DPHE) estimated that some 106,727 water points and 283,355 sanitation facilities have been immensely damaged, all needs restoration and reconstruction. Meanwhile, the risk of Acute Watery Diarrhoea outbreaks, skin and respiratory diseases continue to be high. As of 13th July, 12,503 cases of waterborne diseases and other ailments have been reported in Sylhet division. ([UNICEF, 16 Jul 2022](https://reliefweb.int/node/3866893/))\n\nBarsha is among the 3.5 million children whose lives have been disrupted by floods in north-eastern Bangladesh. Floodwaters in the affected districts have severely damaged almost 45,000 water points and 50,000 sanitation facilities, leaving sheltering families with no access to clean water or latrines. On top of the food shortage, increased risk of drowning, separation from families and violence, children are at increased risk of waterborne diseases.\n\nMothers are worried, as more children come down with diseases due to lack of clean water. As one mother explains: “We haven’t had clean water in days. My children have gotten sick in the shelter drinking dirty water.” ([UNICEF, 17 Jul 2022](https://reliefweb.int/node/3867379/))\n\nAs of 21 July, there are still 1,590 people, including 636 children, living in 53 shelters in Sylhet district. All families in Sunamganj have already left shelters. The families returning to their damaged homes and lacking access to basic services are in urgent need of multisectoral humanitarian assistance, focused on restoration of services they had before. ([UNICEF, 23 Jul 2022](https://reliefweb.int/node/3869165/))\n\nAs of 3 August, all families have left the flood shelters in Sylhet and Sunamganj district. They returned home and started caring for the homesteads, which got various damages. Most of the affected families shared their immediate needs in basic household items such as cooking utensils and furniture. They also explained their struggles to access the WASH facilities and lost livelihoods. Thousands of families could not save their crops, seeds, and fodders from the sudden surge of the flood water that stayed for days. Many affected families are now in search of alternative earnings to manage their daily meals. Over the past two weeks, there has been an increase in calls to the Child Helpline 1098, with more than 85 per cent of the calls from flood-affected areas being related to violence against children and women (VACW). As of 29 July, 19,918 cases of waterborne diseases and other ailments have been reported, and 74 people died, including 33 children in Sylhet division. The risk of Acute Watery Diarrhoea outbreaks and skin and respiratory diseases continues to be high. In Sylhet and Sunamganj districts, 349 community clinics out of 505 have been affected by flash flood. Sunamganj, one of the most flood-affected areas, is also one of the districts lagging in education parameters. The high dropout rate in primary education and many out-of-school children pose the biggest challenge. More than 3,000 primary and secondary schools in Sylhet and Sunamganj districts have been affected and remained closed for about a month, resulting in colossal learning loss for over 1.5 million learners. Schools urgently require extensive cleaning and repair work. ([UNICEF, 4 Aug 2022](https://reliefweb.int/node/3874152/))\n\nAs many as 472,856 people were taken to around 1,605 shelter centres in a combined effort of the Army, Navy, Fire Service, and local authorities, according to the Ministry of Disaster Management and Relief (MoDMR). Many households are isolated due to floods, while some have taken shelter in open areas. The safety and security of women and girls in those households are at high risk. The Department of Public Health and Engineering (DPHE) reported that 106,727 water points and 283,355 latrines were damaged. The Ministry of Livestock and Fisheries reported that 663,534 cattle were affected, and the Ministry of Agriculture reported that 254,251 hectors of croplands were damaged. [...] In support of the Government, the humanitarian community appealed for USD 58.4 million to respond to the emergency needs of the hardest-hit communities. A total of USD13.73 million was raised and 651,230 people were reached. Due to the limited resources, only 23.5% of the most vulnerable families were supported. ([UN RC Bangladesh & UNCT Bangladesh, 20 Oct 2022](https://reliefweb.int/node/3901485/))\n\nAccording to the MoDMR, the estimated loss of the housing sector is USD 176.0 million. The Flash Flood caused damage to 254,251 hectares of croplands and affected 663,534 cattle, 106,000 ponds inundated, and 17,000 metric tons of fish washed away. The total damage in the agriculture and livestock sector is US$ 230.8 million. An estimated 4.2 million people suffered disruption to water, sanitation, and hygiene (WASH) services -106,727 water points and 283,355 latrines were damaged. The overall damage and loss in the WASH sector is estimated at USD 55.7 million. Agriculture, livestock rearing, and fisheries are the key income sources of north-eastern population. Based on the detailed household assessment conducted by BDRCS in December 2022, only 2.3 per cent of assessed households in Sylhet and Sunamganj district can fully recover their livelihood, while only 7 per cent of assessed families can reconstruct their damaged houses and 9 per cent of assessed families can rebuild their damaged latrines. ([IFRC, 31 Jan 2022](https://reliefweb.int/node/3929041/))\n### Appeals & Response Plans\n\n- [![UNCT Bangladesh: Flash Floods Humanitarian Response Plan 2022 United Nations Bangladesh Coordinated Appeal (July - December 2022) - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/ca/5a/ca5ae55f-b19a-48ee-89af-e56f3af211f6.png) UNCT Bangladesh: Flash Floods Humanitarian Response Plan 2022 United Nations Bangladesh Coordinated Appeal (July - December 2022)](https://reliefweb.int/node/3860672)\n- [![IFRC: Bangladesh, Asia Pacific | Flood - Emergency Appeal №: MDRBD028 - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/6c/97/6c9791a0-cbc0-49b9-92f1-cceebf498d97.png) IFRC: Bangladesh, Asia Pacific | Flood - Emergency Appeal №: MDRBD028](https://reliefweb.int/node/3860397)",
  "summary": " In May 2022, Bangladesh experienced severe flooding and landslides, causing significant damage to infrastructure and displacement of thousands of people. The government and aid organizations responded with relief efforts to help those affected. This included providing emergency food and water support, evacuating 472,856 people to 1,605 shelter centres, and appealing for USD 58.4 million to respond to the emergency needs of the hardest-hit communities. Additionally, an article was discussed outlining the steps to create an effective customer response plan.",
  "metadata": {
    "id": "51183",
    "name": "Bangladesh: Floods and Landslides - May 2022",
    "date_event": 1652745600000,
    "date_changed": 1675225622000,
    "date_created": 1652745600000,
    "primary_country_id": 31,
    "primary_country_name": "Bangladesh",
    "primary_country_iso3": "bgd",
    "primary_country_location": {
      "lon": 90.27,
      "lat": 23.84
    },
    "primary_type_id": 4611,
    "primary_type_code": "FL",
    "primary_type_name": "Flood"
  }
}