{
  "original": {
    "id": "51129",
    "fields": {
      "date": {
        "changed": "2023-01-17T13:18:01+00:00",
        "event": "2022-03-15T00:00:00+00:00",
        "created": "2022-03-15T00:00:00+00:00"
      },
      "primary_type": {
        "code": "LS",
        "name": "Land Slide",
        "id": 4728
      },
      "country": [
        {
          "href": "https://api.reliefweb.int/v1/countries/64",
          "name": "Colombia",
          "location": {
            "lon": -73.07,
            "lat": 3.9
          },
          "id": 64,
          "shortname": "Colombia",
          "iso3": "col",
          "primary": true
        }
      ],
      "primary_country": {
        "href": "https://api.reliefweb.int/v1/countries/64",
        "name": "Colombia",
        "location": {
          "lon": -73.07,
          "lat": 3.9
        },
        "id": 64,
        "shortname": "Colombia",
        "iso3": "col"
      },
      "profile": {
        "overview": "Heavy rainfall has been affecting most of Colombia (particularly Andean, and Pacific regions) since the beginning of the \"first rainy season\" (which lasts from mid-March to June), triggering landslides, causing rivers to overflow and floods that have resulted in casualties and damage. The most affected are central and western Departments: Cundinamarca, Cauca, Antioquia, Huila, Nariño and the Coffee Triangle (Caldas, Quindío, Risaralda, Tolima, and Valle del Cauca). According to the National Unit for Disaster Risk Management (UNGRD) and WHO/PAHO from 15 March to 3 April, ten fatalities, 14 injured, around 5,500 affected people, 22 destroyed, 736 damaged houses across the aforementioned Departments have been reported, mainly due to landslides, followed by floods. Same sources also report eight damaged educational institutions, several damaged roads and bridges. In addition, media report two more fatalities occurred on 5 April in Norcasia and Marulanda Municipalities (Caldas Department) due to floods and a landslide, respectively. Over the next 24 hours, more heavy rainfall is forecast over the whole country. ([ECHO, 6 Apr 2022](https://reliefweb.int/node/3835089))\n\nFloods and landslides caused by heavy rainfall continue to affect the Antioquia Department (north of Colombia), causing an increased humanitarian impact. According to the Government of Antioquia, at least 13 people died after floods and landslides occurred in Abriaqui Town (central-western Antioquia). In Andes Municipality (Antioquia Department), one person died and 25 were injured due to floods, while at least 14 houses were heavily damaged by floods waters in Uramita Municipality (central-western Antioquia). Hydrological alerts have been issued for several rivers in Antioquia and warnings for landslides are in effect for 42 localities in Antioquia. On 11-12 April, moderate to heavy rainfall is forecast over most of Colombia, including Antioquia. ([ECHO, 11 Apr 2022](https://reliefweb.int/node/3836601))\n\nSince 15 of March, landslides, floods, electrical storms and strong winds caused by the 2022 rainy season have been affecting Colombia. According to the Colombian National Unit for Disaster Risk Management (UNGRD), 28 people have died, one is missing and 45 individuals sustained injuries. There have been 276 severe weather-related events, affecting 5,177 families across 19 Departments of Colombia. More than 100 houses have been destroyed and 2,000 others were damaged. Damage has been reported as well to 335 road sections, 38 bridges, and 17 educational institutions. Red hydrological alerts have been issued for areas in western Colombia. On 20-21 April, moderate to heavy rainfall is forecast over most of Colombia. ([ECHO, 20 Apr 2022](https://reliefweb.int/node/3839225))\n\nHeavy rainfall has been affecting Cundinamarca Department (central Colombia), causing landslides and river overflow, and resulting in casualties. According to media reports, three people died and two are missing due to a landslide event that occurred on 22 April in Viotá Municipality. Another landslide event occurred in Chachipay Municipality, causing two fatalities. In Arbeláez Municipality, four people are missing after the overflow of the La Lejía stream. Since the beginning of the new rainy season (15 March), at least 33 people have died 45 others sustained injuries and 10 persons are missing across Colombia. In addition, 21,524 individuals have been affected, 117 homes destroyed and 3,025 damaged. Moderate to heavy rainfall is forecast on 26 April over central Colombia, and on 27 April over eastern Colombia. ([ECHO, 26 Apr 2022](https://reliefweb.int/node/3841038))\n\nHeavy rainfall and strong winds have been affecting northern Colombia (particularly the Atlántico Department) over the last week, causing rivers to overflow, floods and a number of severe weather-related incidents that have resulted in damage. WHO PAHO reports around 20,000 affected families and several destroyed houses across the Malambo Municipality (northern Atlántico Department). A state of emergency was declared in the aforementioned Municipality and disaster relief agencies are working to administer humanitarian aid to the affected families. Over the first rainy season (since 15 March), 47 people have died, seven are missing and 49 individuals have been injured in Colombia, according to the National Unit for Disaster Risk Management (UNGRD). Over the next 24 hours, more heavy rainfall with locally very heavy rainfall is forecast over the whole country. ([ECHO, 12 May 2022](https://reliefweb.int/node/3846128))\n\nHeavy rainfall, strong winds and thunderstorms have been affecting most of Colombia since the beginning of the \"first rainy season\" (which lasts from mid-March to June), triggering landslides, causing rivers to overflow, floods and a number of severe weather-related incidents that have resulted in casualties and damage. The most affected areas include Cundinamarca, Norte de Santander and Antioquia Departments. The National Unit for Disaster Risk Management (UNGRD) and WHO PAHO report, as of 23 May, 59 fatalities, 16 missing people, 74 injured people, and around 25,000 affected families across 366 municipalities in 28 departments, mainly due to landslides and floods. In addition, the same sources report 277 destroyed houses, 12,750 damaged houses, and nearly 100 damaged bridges across the affected municipalities. Over the next 24 hours, further heavy rainfall is forecast over most of the country, except for far northern and northeastern departments. ([ECHO, 24 May 2022](https://reliefweb.int/node/3850075))\n\nThe \"first rainy season\" (which starts from mid-March and lasts to June) continues to affect Colombia, causing floods, flash floods, landslides, and a number of severe weather-related incidents that have resulted in casualties and damage. The National Unit for Disaster Risk Management (UNGRD) and WHO PAHO report, that 78 people have died, 91 have been injured and eight others are missing. More than 91,000 persons have been affected across 394 Municipalities in 28 Departments of Colombia. Extensive damage has been reported to infrastructure, with more than 15,000 houses and 368 buildings being destroyed or damaged, while five health centres and 100 educational institutions have been damaged. On 8-9 June, moderate to locally heavy rainfall is forecast over most of Colombia. ([ECHO, 8 Jun 2022](https://reliefweb.int/node/3854621))\n\nHeavy rainfall has been affecting most of Colombia since the beginning of the \"first rainy season\" (which lasts from mid-March to June). Considering only the period since 1 June, the National Unit for Disaster Risk Management (UNGRD) reports 14 fatalities and around 37,800 affected people across the country due to floods, landslides and severe weather-related incidents. Over the last 48 hours, landslides have been reported in north-eastern Colombia (in particular the North of Santander Department) and in the south-western North of Santander Department), resulting in casualties, damage and four fatalities in El Almendro Village (Arboledas Municipality). Over the next 24 hours, more heavy rainfall is forecast over most of the country. ([ECHO, 30 Jun 2022](https://reliefweb.int/node/3861701))\n\nSeveral landslides triggered by recent heavy rainfall have been reported across Antioquia department (north-west Colombia), leading to casualties. Media report that one person died, and two others sustained injuries, while two individuals are missing, due to a landslide event that occurred on the Medellín - Quibdó main road. In Yarumal municipality (central Antioquia) a landslide caused one fatality and two injured people, while another fatality occurred in Betulia municipality (southern Antioquia). Red warnings for floods have been issued across several areas of northern Antioquia department, as several rivers reached water levels close to or above the danger mark. On 26-27 August, moderate to heavy rainfall is forecast over western Colombia, including Antioquia department. ([ECHO, 26 Aug 2022](https://reliefweb.int/node/3880330))\n\nA landslide event caused by past heavy rainfall occurred on 11 December in the outskirts of Quibdo city (Choco Department, western Colombia), and resulted in four fatalities, as reported by media. Two more people were rescued by authorities. Furthermore, the National Unit for Disaster Risk Management (UNGRD) reports that floods affected 15 people in Pacho municipality (Cundinamarca department, central Colombia) and one family in Dos Quebradas municipality (Risarlda department, western-central Colombia). Moderate rainfall is forecast on 12-13 December over most of Colombia. ([ECHO, 13 Dec 2022](https://reliefweb.int/node/3915741))\n\nOn 14 January, heavy rain and strong winds affected Medellín city (capital of Antioquia Department, north-western Colombia), causing floods and severe weather-related incidents that resulted in casualties and damage. According to the local authorities, two people have died in the Conquistadores neighbourhood, 23 have been injured and five houses have been affected across the city. For the next 24 hours, moderate to heavy rain with thunderstorms is forecast over Medellín city where an orange hydrological alert is in effect. ([ECHO, 17 Jan 2023](https://reliefweb.int/node/3924681))",
        "overview-html": "<p>Heavy rainfall has been affecting most of Colombia (particularly Andean, and Pacific regions) since the beginning of the &quot;first rainy season&quot; (which lasts from mid-March to June), triggering landslides, causing rivers to overflow and floods that have resulted in casualties and damage. The most affected are central and western Departments: Cundinamarca, Cauca, Antioquia, Huila, Nariño and the Coffee Triangle (Caldas, Quindío, Risaralda, Tolima, and Valle del Cauca). According to the National Unit for Disaster Risk Management (UNGRD) and WHO/PAHO from 15 March to 3 April, ten fatalities, 14 injured, around 5,500 affected people, 22 destroyed, 736 damaged houses across the aforementioned Departments have been reported, mainly due to landslides, followed by floods. Same sources also report eight damaged educational institutions, several damaged roads and bridges. In addition, media report two more fatalities occurred on 5 April in Norcasia and Marulanda Municipalities (Caldas Department) due to floods and a landslide, respectively. Over the next 24 hours, more heavy rainfall is forecast over the whole country. (<a href=\"https://reliefweb.int/node/3835089\">ECHO, 6 Apr 2022</a>)</p>\n<p>Floods and landslides caused by heavy rainfall continue to affect the Antioquia Department (north of Colombia), causing an increased humanitarian impact. According to the Government of Antioquia, at least 13 people died after floods and landslides occurred in Abriaqui Town (central-western Antioquia). In Andes Municipality (Antioquia Department), one person died and 25 were injured due to floods, while at least 14 houses were heavily damaged by floods waters in Uramita Municipality (central-western Antioquia). Hydrological alerts have been issued for several rivers in Antioquia and warnings for landslides are in effect for 42 localities in Antioquia. On 11-12 April, moderate to heavy rainfall is forecast over most of Colombia, including Antioquia. (<a href=\"https://reliefweb.int/node/3836601\">ECHO, 11 Apr 2022</a>)</p>\n<p>Since 15 of March, landslides, floods, electrical storms and strong winds caused by the 2022 rainy season have been affecting Colombia. According to the Colombian National Unit for Disaster Risk Management (UNGRD), 28 people have died, one is missing and 45 individuals sustained injuries. There have been 276 severe weather-related events, affecting 5,177 families across 19 Departments of Colombia. More than 100 houses have been destroyed and 2,000 others were damaged. Damage has been reported as well to 335 road sections, 38 bridges, and 17 educational institutions. Red hydrological alerts have been issued for areas in western Colombia. On 20-21 April, moderate to heavy rainfall is forecast over most of Colombia. (<a href=\"https://reliefweb.int/node/3839225\">ECHO, 20 Apr 2022</a>)</p>\n<p>Heavy rainfall has been affecting Cundinamarca Department (central Colombia), causing landslides and river overflow, and resulting in casualties. According to media reports, three people died and two are missing due to a landslide event that occurred on 22 April in Viotá Municipality. Another landslide event occurred in Chachipay Municipality, causing two fatalities. In Arbeláez Municipality, four people are missing after the overflow of the La Lejía stream. Since the beginning of the new rainy season (15 March), at least 33 people have died 45 others sustained injuries and 10 persons are missing across Colombia. In addition, 21,524 individuals have been affected, 117 homes destroyed and 3,025 damaged. Moderate to heavy rainfall is forecast on 26 April over central Colombia, and on 27 April over eastern Colombia. (<a href=\"https://reliefweb.int/node/3841038\">ECHO, 26 Apr 2022</a>)</p>\n<p>Heavy rainfall and strong winds have been affecting northern Colombia (particularly the Atlántico Department) over the last week, causing rivers to overflow, floods and a number of severe weather-related incidents that have resulted in damage. WHO PAHO reports around 20,000 affected families and several destroyed houses across the Malambo Municipality (northern Atlántico Department). A state of emergency was declared in the aforementioned Municipality and disaster relief agencies are working to administer humanitarian aid to the affected families. Over the first rainy season (since 15 March), 47 people have died, seven are missing and 49 individuals have been injured in Colombia, according to the National Unit for Disaster Risk Management (UNGRD). Over the next 24 hours, more heavy rainfall with locally very heavy rainfall is forecast over the whole country. (<a href=\"https://reliefweb.int/node/3846128\">ECHO, 12 May 2022</a>)</p>\n<p>Heavy rainfall, strong winds and thunderstorms have been affecting most of Colombia since the beginning of the &quot;first rainy season&quot; (which lasts from mid-March to June), triggering landslides, causing rivers to overflow, floods and a number of severe weather-related incidents that have resulted in casualties and damage. The most affected areas include Cundinamarca, Norte de Santander and Antioquia Departments. The National Unit for Disaster Risk Management (UNGRD) and WHO PAHO report, as of 23 May, 59 fatalities, 16 missing people, 74 injured people, and around 25,000 affected families across 366 municipalities in 28 departments, mainly due to landslides and floods. In addition, the same sources report 277 destroyed houses, 12,750 damaged houses, and nearly 100 damaged bridges across the affected municipalities. Over the next 24 hours, further heavy rainfall is forecast over most of the country, except for far northern and northeastern departments. (<a href=\"https://reliefweb.int/node/3850075\">ECHO, 24 May 2022</a>)</p>\n<p>The &quot;first rainy season&quot; (which starts from mid-March and lasts to June) continues to affect Colombia, causing floods, flash floods, landslides, and a number of severe weather-related incidents that have resulted in casualties and damage. The National Unit for Disaster Risk Management (UNGRD) and WHO PAHO report, that 78 people have died, 91 have been injured and eight others are missing. More than 91,000 persons have been affected across 394 Municipalities in 28 Departments of Colombia. Extensive damage has been reported to infrastructure, with more than 15,000 houses and 368 buildings being destroyed or damaged, while five health centres and 100 educational institutions have been damaged. On 8-9 June, moderate to locally heavy rainfall is forecast over most of Colombia. (<a href=\"https://reliefweb.int/node/3854621\">ECHO, 8 Jun 2022</a>)</p>\n<p>Heavy rainfall has been affecting most of Colombia since the beginning of the &quot;first rainy season&quot; (which lasts from mid-March to June). Considering only the period since 1 June, the National Unit for Disaster Risk Management (UNGRD) reports 14 fatalities and around 37,800 affected people across the country due to floods, landslides and severe weather-related incidents. Over the last 48 hours, landslides have been reported in north-eastern Colombia (in particular the North of Santander Department) and in the south-western North of Santander Department), resulting in casualties, damage and four fatalities in El Almendro Village (Arboledas Municipality). Over the next 24 hours, more heavy rainfall is forecast over most of the country. (<a href=\"https://reliefweb.int/node/3861701\">ECHO, 30 Jun 2022</a>)</p>\n<p>Several landslides triggered by recent heavy rainfall have been reported across Antioquia department (north-west Colombia), leading to casualties. Media report that one person died, and two others sustained injuries, while two individuals are missing, due to a landslide event that occurred on the Medellín - Quibdó main road. In Yarumal municipality (central Antioquia) a landslide caused one fatality and two injured people, while another fatality occurred in Betulia municipality (southern Antioquia). Red warnings for floods have been issued across several areas of northern Antioquia department, as several rivers reached water levels close to or above the danger mark. On 26-27 August, moderate to heavy rainfall is forecast over western Colombia, including Antioquia department. (<a href=\"https://reliefweb.int/node/3880330\">ECHO, 26 Aug 2022</a>)</p>\n<p>A landslide event caused by past heavy rainfall occurred on 11 December in the outskirts of Quibdo city (Choco Department, western Colombia), and resulted in four fatalities, as reported by media. Two more people were rescued by authorities. Furthermore, the National Unit for Disaster Risk Management (UNGRD) reports that floods affected 15 people in Pacho municipality (Cundinamarca department, central Colombia) and one family in Dos Quebradas municipality (Risarlda department, western-central Colombia). Moderate rainfall is forecast on 12-13 December over most of Colombia. (<a href=\"https://reliefweb.int/node/3915741\">ECHO, 13 Dec 2022</a>)</p>\n<p>On 14 January, heavy rain and strong winds affected Medellín city (capital of Antioquia Department, north-western Colombia), causing floods and severe weather-related incidents that resulted in casualties and damage. According to the local authorities, two people have died in the Conquistadores neighbourhood, 23 have been injured and five houses have been affected across the city. For the next 24 hours, moderate to heavy rain with thunderstorms is forecast over Medellín city where an orange hydrological alert is in effect. (<a href=\"https://reliefweb.int/node/3924681\">ECHO, 17 Jan 2023</a>)</p>\n"
      },
      "description-html": "<p>Heavy rainfall has been affecting most of Colombia (particularly Andean, and Pacific regions) since the beginning of the &quot;first rainy season&quot; (which lasts from mid-March to June), triggering landslides, causing rivers to overflow and floods that have resulted in casualties and damage. The most affected are central and western Departments: Cundinamarca, Cauca, Antioquia, Huila, Nariño and the Coffee Triangle (Caldas, Quindío, Risaralda, Tolima, and Valle del Cauca). According to the National Unit for Disaster Risk Management (UNGRD) and WHO/PAHO from 15 March to 3 April, ten fatalities, 14 injured, around 5,500 affected people, 22 destroyed, 736 damaged houses across the aforementioned Departments have been reported, mainly due to landslides, followed by floods. Same sources also report eight damaged educational institutions, several damaged roads and bridges. In addition, media report two more fatalities occurred on 5 April in Norcasia and Marulanda Municipalities (Caldas Department) due to floods and a landslide, respectively. Over the next 24 hours, more heavy rainfall is forecast over the whole country. (<a href=\"https://reliefweb.int/node/3835089\">ECHO, 6 Apr 2022</a>)</p>\n<p>Floods and landslides caused by heavy rainfall continue to affect the Antioquia Department (north of Colombia), causing an increased humanitarian impact. According to the Government of Antioquia, at least 13 people died after floods and landslides occurred in Abriaqui Town (central-western Antioquia). In Andes Municipality (Antioquia Department), one person died and 25 were injured due to floods, while at least 14 houses were heavily damaged by floods waters in Uramita Municipality (central-western Antioquia). Hydrological alerts have been issued for several rivers in Antioquia and warnings for landslides are in effect for 42 localities in Antioquia. On 11-12 April, moderate to heavy rainfall is forecast over most of Colombia, including Antioquia. (<a href=\"https://reliefweb.int/node/3836601\">ECHO, 11 Apr 2022</a>)</p>\n<p>Since 15 of March, landslides, floods, electrical storms and strong winds caused by the 2022 rainy season have been affecting Colombia. According to the Colombian National Unit for Disaster Risk Management (UNGRD), 28 people have died, one is missing and 45 individuals sustained injuries. There have been 276 severe weather-related events, affecting 5,177 families across 19 Departments of Colombia. More than 100 houses have been destroyed and 2,000 others were damaged. Damage has been reported as well to 335 road sections, 38 bridges, and 17 educational institutions. Red hydrological alerts have been issued for areas in western Colombia. On 20-21 April, moderate to heavy rainfall is forecast over most of Colombia. (<a href=\"https://reliefweb.int/node/3839225\">ECHO, 20 Apr 2022</a>)</p>\n<p>Heavy rainfall has been affecting Cundinamarca Department (central Colombia), causing landslides and river overflow, and resulting in casualties. According to media reports, three people died and two are missing due to a landslide event that occurred on 22 April in Viotá Municipality. Another landslide event occurred in Chachipay Municipality, causing two fatalities. In Arbeláez Municipality, four people are missing after the overflow of the La Lejía stream. Since the beginning of the new rainy season (15 March), at least 33 people have died 45 others sustained injuries and 10 persons are missing across Colombia. In addition, 21,524 individuals have been affected, 117 homes destroyed and 3,025 damaged. Moderate to heavy rainfall is forecast on 26 April over central Colombia, and on 27 April over eastern Colombia. (<a href=\"https://reliefweb.int/node/3841038\">ECHO, 26 Apr 2022</a>)</p>\n<p>Heavy rainfall and strong winds have been affecting northern Colombia (particularly the Atlántico Department) over the last week, causing rivers to overflow, floods and a number of severe weather-related incidents that have resulted in damage. WHO PAHO reports around 20,000 affected families and several destroyed houses across the Malambo Municipality (northern Atlántico Department). A state of emergency was declared in the aforementioned Municipality and disaster relief agencies are working to administer humanitarian aid to the affected families. Over the first rainy season (since 15 March), 47 people have died, seven are missing and 49 individuals have been injured in Colombia, according to the National Unit for Disaster Risk Management (UNGRD). Over the next 24 hours, more heavy rainfall with locally very heavy rainfall is forecast over the whole country. (<a href=\"https://reliefweb.int/node/3846128\">ECHO, 12 May 2022</a>)</p>\n<p>Heavy rainfall, strong winds and thunderstorms have been affecting most of Colombia since the beginning of the &quot;first rainy season&quot; (which lasts from mid-March to June), triggering landslides, causing rivers to overflow, floods and a number of severe weather-related incidents that have resulted in casualties and damage. The most affected areas include Cundinamarca, Norte de Santander and Antioquia Departments. The National Unit for Disaster Risk Management (UNGRD) and WHO PAHO report, as of 23 May, 59 fatalities, 16 missing people, 74 injured people, and around 25,000 affected families across 366 municipalities in 28 departments, mainly due to landslides and floods. In addition, the same sources report 277 destroyed houses, 12,750 damaged houses, and nearly 100 damaged bridges across the affected municipalities. Over the next 24 hours, further heavy rainfall is forecast over most of the country, except for far northern and northeastern departments. (<a href=\"https://reliefweb.int/node/3850075\">ECHO, 24 May 2022</a>)</p>\n<p>The &quot;first rainy season&quot; (which starts from mid-March and lasts to June) continues to affect Colombia, causing floods, flash floods, landslides, and a number of severe weather-related incidents that have resulted in casualties and damage. The National Unit for Disaster Risk Management (UNGRD) and WHO PAHO report, that 78 people have died, 91 have been injured and eight others are missing. More than 91,000 persons have been affected across 394 Municipalities in 28 Departments of Colombia. Extensive damage has been reported to infrastructure, with more than 15,000 houses and 368 buildings being destroyed or damaged, while five health centres and 100 educational institutions have been damaged. On 8-9 June, moderate to locally heavy rainfall is forecast over most of Colombia. (<a href=\"https://reliefweb.int/node/3854621\">ECHO, 8 Jun 2022</a>)</p>\n<p>Heavy rainfall has been affecting most of Colombia since the beginning of the &quot;first rainy season&quot; (which lasts from mid-March to June). Considering only the period since 1 June, the National Unit for Disaster Risk Management (UNGRD) reports 14 fatalities and around 37,800 affected people across the country due to floods, landslides and severe weather-related incidents. Over the last 48 hours, landslides have been reported in north-eastern Colombia (in particular the North of Santander Department) and in the south-western North of Santander Department), resulting in casualties, damage and four fatalities in El Almendro Village (Arboledas Municipality). Over the next 24 hours, more heavy rainfall is forecast over most of the country. (<a href=\"https://reliefweb.int/node/3861701\">ECHO, 30 Jun 2022</a>)</p>\n<p>Several landslides triggered by recent heavy rainfall have been reported across Antioquia department (north-west Colombia), leading to casualties. Media report that one person died, and two others sustained injuries, while two individuals are missing, due to a landslide event that occurred on the Medellín - Quibdó main road. In Yarumal municipality (central Antioquia) a landslide caused one fatality and two injured people, while another fatality occurred in Betulia municipality (southern Antioquia). Red warnings for floods have been issued across several areas of northern Antioquia department, as several rivers reached water levels close to or above the danger mark. On 26-27 August, moderate to heavy rainfall is forecast over western Colombia, including Antioquia department. (<a href=\"https://reliefweb.int/node/3880330\">ECHO, 26 Aug 2022</a>)</p>\n<p>A landslide event caused by past heavy rainfall occurred on 11 December in the outskirts of Quibdo city (Choco Department, western Colombia), and resulted in four fatalities, as reported by media. Two more people were rescued by authorities. Furthermore, the National Unit for Disaster Risk Management (UNGRD) reports that floods affected 15 people in Pacho municipality (Cundinamarca department, central Colombia) and one family in Dos Quebradas municipality (Risarlda department, western-central Colombia). Moderate rainfall is forecast on 12-13 December over most of Colombia. (<a href=\"https://reliefweb.int/node/3915741\">ECHO, 13 Dec 2022</a>)</p>\n<p>On 14 January, heavy rain and strong winds affected Medellín city (capital of Antioquia Department, north-western Colombia), causing floods and severe weather-related incidents that resulted in casualties and damage. According to the local authorities, two people have died in the Conquistadores neighbourhood, 23 have been injured and five houses have been affected across the city. For the next 24 hours, moderate to heavy rain with thunderstorms is forecast over Medellín city where an orange hydrological alert is in effect. (<a href=\"https://reliefweb.int/node/3924681\">ECHO, 17 Jan 2023</a>)</p>\n",
      "description": "Heavy rainfall has been affecting most of Colombia (particularly Andean, and Pacific regions) since the beginning of the \"first rainy season\" (which lasts from mid-March to June), triggering landslides, causing rivers to overflow and floods that have resulted in casualties and damage. The most affected are central and western Departments: Cundinamarca, Cauca, Antioquia, Huila, Nariño and the Coffee Triangle (Caldas, Quindío, Risaralda, Tolima, and Valle del Cauca). According to the National Unit for Disaster Risk Management (UNGRD) and WHO/PAHO from 15 March to 3 April, ten fatalities, 14 injured, around 5,500 affected people, 22 destroyed, 736 damaged houses across the aforementioned Departments have been reported, mainly due to landslides, followed by floods. Same sources also report eight damaged educational institutions, several damaged roads and bridges. In addition, media report two more fatalities occurred on 5 April in Norcasia and Marulanda Municipalities (Caldas Department) due to floods and a landslide, respectively. Over the next 24 hours, more heavy rainfall is forecast over the whole country. ([ECHO, 6 Apr 2022](https://reliefweb.int/node/3835089))\n\nFloods and landslides caused by heavy rainfall continue to affect the Antioquia Department (north of Colombia), causing an increased humanitarian impact. According to the Government of Antioquia, at least 13 people died after floods and landslides occurred in Abriaqui Town (central-western Antioquia). In Andes Municipality (Antioquia Department), one person died and 25 were injured due to floods, while at least 14 houses were heavily damaged by floods waters in Uramita Municipality (central-western Antioquia). Hydrological alerts have been issued for several rivers in Antioquia and warnings for landslides are in effect for 42 localities in Antioquia. On 11-12 April, moderate to heavy rainfall is forecast over most of Colombia, including Antioquia. ([ECHO, 11 Apr 2022](https://reliefweb.int/node/3836601))\n\nSince 15 of March, landslides, floods, electrical storms and strong winds caused by the 2022 rainy season have been affecting Colombia. According to the Colombian National Unit for Disaster Risk Management (UNGRD), 28 people have died, one is missing and 45 individuals sustained injuries. There have been 276 severe weather-related events, affecting 5,177 families across 19 Departments of Colombia. More than 100 houses have been destroyed and 2,000 others were damaged. Damage has been reported as well to 335 road sections, 38 bridges, and 17 educational institutions. Red hydrological alerts have been issued for areas in western Colombia. On 20-21 April, moderate to heavy rainfall is forecast over most of Colombia. ([ECHO, 20 Apr 2022](https://reliefweb.int/node/3839225))\n\nHeavy rainfall has been affecting Cundinamarca Department (central Colombia), causing landslides and river overflow, and resulting in casualties. According to media reports, three people died and two are missing due to a landslide event that occurred on 22 April in Viotá Municipality. Another landslide event occurred in Chachipay Municipality, causing two fatalities. In Arbeláez Municipality, four people are missing after the overflow of the La Lejía stream. Since the beginning of the new rainy season (15 March), at least 33 people have died 45 others sustained injuries and 10 persons are missing across Colombia. In addition, 21,524 individuals have been affected, 117 homes destroyed and 3,025 damaged. Moderate to heavy rainfall is forecast on 26 April over central Colombia, and on 27 April over eastern Colombia. ([ECHO, 26 Apr 2022](https://reliefweb.int/node/3841038))\n\nHeavy rainfall and strong winds have been affecting northern Colombia (particularly the Atlántico Department) over the last week, causing rivers to overflow, floods and a number of severe weather-related incidents that have resulted in damage. WHO PAHO reports around 20,000 affected families and several destroyed houses across the Malambo Municipality (northern Atlántico Department). A state of emergency was declared in the aforementioned Municipality and disaster relief agencies are working to administer humanitarian aid to the affected families. Over the first rainy season (since 15 March), 47 people have died, seven are missing and 49 individuals have been injured in Colombia, according to the National Unit for Disaster Risk Management (UNGRD). Over the next 24 hours, more heavy rainfall with locally very heavy rainfall is forecast over the whole country. ([ECHO, 12 May 2022](https://reliefweb.int/node/3846128))\n\nHeavy rainfall, strong winds and thunderstorms have been affecting most of Colombia since the beginning of the \"first rainy season\" (which lasts from mid-March to June), triggering landslides, causing rivers to overflow, floods and a number of severe weather-related incidents that have resulted in casualties and damage. The most affected areas include Cundinamarca, Norte de Santander and Antioquia Departments. The National Unit for Disaster Risk Management (UNGRD) and WHO PAHO report, as of 23 May, 59 fatalities, 16 missing people, 74 injured people, and around 25,000 affected families across 366 municipalities in 28 departments, mainly due to landslides and floods. In addition, the same sources report 277 destroyed houses, 12,750 damaged houses, and nearly 100 damaged bridges across the affected municipalities. Over the next 24 hours, further heavy rainfall is forecast over most of the country, except for far northern and northeastern departments. ([ECHO, 24 May 2022](https://reliefweb.int/node/3850075))\n\nThe \"first rainy season\" (which starts from mid-March and lasts to June) continues to affect Colombia, causing floods, flash floods, landslides, and a number of severe weather-related incidents that have resulted in casualties and damage. The National Unit for Disaster Risk Management (UNGRD) and WHO PAHO report, that 78 people have died, 91 have been injured and eight others are missing. More than 91,000 persons have been affected across 394 Municipalities in 28 Departments of Colombia. Extensive damage has been reported to infrastructure, with more than 15,000 houses and 368 buildings being destroyed or damaged, while five health centres and 100 educational institutions have been damaged. On 8-9 June, moderate to locally heavy rainfall is forecast over most of Colombia. ([ECHO, 8 Jun 2022](https://reliefweb.int/node/3854621))\n\nHeavy rainfall has been affecting most of Colombia since the beginning of the \"first rainy season\" (which lasts from mid-March to June). Considering only the period since 1 June, the National Unit for Disaster Risk Management (UNGRD) reports 14 fatalities and around 37,800 affected people across the country due to floods, landslides and severe weather-related incidents. Over the last 48 hours, landslides have been reported in north-eastern Colombia (in particular the North of Santander Department) and in the south-western North of Santander Department), resulting in casualties, damage and four fatalities in El Almendro Village (Arboledas Municipality). Over the next 24 hours, more heavy rainfall is forecast over most of the country. ([ECHO, 30 Jun 2022](https://reliefweb.int/node/3861701))\n\nSeveral landslides triggered by recent heavy rainfall have been reported across Antioquia department (north-west Colombia), leading to casualties. Media report that one person died, and two others sustained injuries, while two individuals are missing, due to a landslide event that occurred on the Medellín - Quibdó main road. In Yarumal municipality (central Antioquia) a landslide caused one fatality and two injured people, while another fatality occurred in Betulia municipality (southern Antioquia). Red warnings for floods have been issued across several areas of northern Antioquia department, as several rivers reached water levels close to or above the danger mark. On 26-27 August, moderate to heavy rainfall is forecast over western Colombia, including Antioquia department. ([ECHO, 26 Aug 2022](https://reliefweb.int/node/3880330))\n\nA landslide event caused by past heavy rainfall occurred on 11 December in the outskirts of Quibdo city (Choco Department, western Colombia), and resulted in four fatalities, as reported by media. Two more people were rescued by authorities. Furthermore, the National Unit for Disaster Risk Management (UNGRD) reports that floods affected 15 people in Pacho municipality (Cundinamarca department, central Colombia) and one family in Dos Quebradas municipality (Risarlda department, western-central Colombia). Moderate rainfall is forecast on 12-13 December over most of Colombia. ([ECHO, 13 Dec 2022](https://reliefweb.int/node/3915741))\n\nOn 14 January, heavy rain and strong winds affected Medellín city (capital of Antioquia Department, north-western Colombia), causing floods and severe weather-related incidents that resulted in casualties and damage. According to the local authorities, two people have died in the Conquistadores neighbourhood, 23 have been injured and five houses have been affected across the city. For the next 24 hours, moderate to heavy rain with thunderstorms is forecast over Medellín city where an orange hydrological alert is in effect. ([ECHO, 17 Jan 2023](https://reliefweb.int/node/3924681))",
      "type": [
        {
          "code": "FL",
          "name": "Flood",
          "id": 4611
        },
        {
          "code": "LS",
          "name": "Land Slide",
          "id": 4728,
          "primary": true
        }
      ],
      "url": "https://reliefweb.int/taxonomy/term/51129",
      "related_glide": [
        "FL-2022-000264-COL"
      ],
      "current": true,
      "url_alias": "https://reliefweb.int/disaster/fl-2022-000196-col",
      "name": "Colombia: Floods and Landslides - Mar 2022",
      "id": 51129,
      "glide": "FL-2022-000196-COL",
      "status": "ongoing"
    }
  },
  "text": "Colombia: Floods and Landslides - Mar 2022\n\nHeavy rainfall has been affecting most of Colombia (particularly Andean, and Pacific regions) since the beginning of the \"first rainy season\" (which lasts from mid-March to June), triggering landslides, causing rivers to overflow and floods that have resulted in casualties and damage. The most affected are central and western Departments: Cundinamarca, Cauca, Antioquia, Huila, Nariño and the Coffee Triangle (Caldas, Quindío, Risaralda, Tolima, and Valle del Cauca). According to the National Unit for Disaster Risk Management (UNGRD) and WHO/PAHO from 15 March to 3 April, ten fatalities, 14 injured, around 5,500 affected people, 22 destroyed, 736 damaged houses across the aforementioned Departments have been reported, mainly due to landslides, followed by floods. Same sources also report eight damaged educational institutions, several damaged roads and bridges. In addition, media report two more fatalities occurred on 5 April in Norcasia and Marulanda Municipalities (Caldas Department) due to floods and a landslide, respectively. Over the next 24 hours, more heavy rainfall is forecast over the whole country. ([ECHO, 6 Apr 2022](https://reliefweb.int/node/3835089))\n\nFloods and landslides caused by heavy rainfall continue to affect the Antioquia Department (north of Colombia), causing an increased humanitarian impact. According to the Government of Antioquia, at least 13 people died after floods and landslides occurred in Abriaqui Town (central-western Antioquia). In Andes Municipality (Antioquia Department), one person died and 25 were injured due to floods, while at least 14 houses were heavily damaged by floods waters in Uramita Municipality (central-western Antioquia). Hydrological alerts have been issued for several rivers in Antioquia and warnings for landslides are in effect for 42 localities in Antioquia. On 11-12 April, moderate to heavy rainfall is forecast over most of Colombia, including Antioquia. ([ECHO, 11 Apr 2022](https://reliefweb.int/node/3836601))\n\nSince 15 of March, landslides, floods, electrical storms and strong winds caused by the 2022 rainy season have been affecting Colombia. According to the Colombian National Unit for Disaster Risk Management (UNGRD), 28 people have died, one is missing and 45 individuals sustained injuries. There have been 276 severe weather-related events, affecting 5,177 families across 19 Departments of Colombia. More than 100 houses have been destroyed and 2,000 others were damaged. Damage has been reported as well to 335 road sections, 38 bridges, and 17 educational institutions. Red hydrological alerts have been issued for areas in western Colombia. On 20-21 April, moderate to heavy rainfall is forecast over most of Colombia. ([ECHO, 20 Apr 2022](https://reliefweb.int/node/3839225))\n\nHeavy rainfall has been affecting Cundinamarca Department (central Colombia), causing landslides and river overflow, and resulting in casualties. According to media reports, three people died and two are missing due to a landslide event that occurred on 22 April in Viotá Municipality. Another landslide event occurred in Chachipay Municipality, causing two fatalities. In Arbeláez Municipality, four people are missing after the overflow of the La Lejía stream. Since the beginning of the new rainy season (15 March), at least 33 people have died 45 others sustained injuries and 10 persons are missing across Colombia. In addition, 21,524 individuals have been affected, 117 homes destroyed and 3,025 damaged. Moderate to heavy rainfall is forecast on 26 April over central Colombia, and on 27 April over eastern Colombia. ([ECHO, 26 Apr 2022](https://reliefweb.int/node/3841038))\n\nHeavy rainfall and strong winds have been affecting northern Colombia (particularly the Atlántico Department) over the last week, causing rivers to overflow, floods and a number of severe weather-related incidents that have resulted in damage. WHO PAHO reports around 20,000 affected families and several destroyed houses across the Malambo Municipality (northern Atlántico Department). A state of emergency was declared in the aforementioned Municipality and disaster relief agencies are working to administer humanitarian aid to the affected families. Over the first rainy season (since 15 March), 47 people have died, seven are missing and 49 individuals have been injured in Colombia, according to the National Unit for Disaster Risk Management (UNGRD). Over the next 24 hours, more heavy rainfall with locally very heavy rainfall is forecast over the whole country. ([ECHO, 12 May 2022](https://reliefweb.int/node/3846128))\n\nHeavy rainfall, strong winds and thunderstorms have been affecting most of Colombia since the beginning of the \"first rainy season\" (which lasts from mid-March to June), triggering landslides, causing rivers to overflow, floods and a number of severe weather-related incidents that have resulted in casualties and damage. The most affected areas include Cundinamarca, Norte de Santander and Antioquia Departments. The National Unit for Disaster Risk Management (UNGRD) and WHO PAHO report, as of 23 May, 59 fatalities, 16 missing people, 74 injured people, and around 25,000 affected families across 366 municipalities in 28 departments, mainly due to landslides and floods. In addition, the same sources report 277 destroyed houses, 12,750 damaged houses, and nearly 100 damaged bridges across the affected municipalities. Over the next 24 hours, further heavy rainfall is forecast over most of the country, except for far northern and northeastern departments. ([ECHO, 24 May 2022](https://reliefweb.int/node/3850075))\n\nThe \"first rainy season\" (which starts from mid-March and lasts to June) continues to affect Colombia, causing floods, flash floods, landslides, and a number of severe weather-related incidents that have resulted in casualties and damage. The National Unit for Disaster Risk Management (UNGRD) and WHO PAHO report, that 78 people have died, 91 have been injured and eight others are missing. More than 91,000 persons have been affected across 394 Municipalities in 28 Departments of Colombia. Extensive damage has been reported to infrastructure, with more than 15,000 houses and 368 buildings being destroyed or damaged, while five health centres and 100 educational institutions have been damaged. On 8-9 June, moderate to locally heavy rainfall is forecast over most of Colombia. ([ECHO, 8 Jun 2022](https://reliefweb.int/node/3854621))\n\nHeavy rainfall has been affecting most of Colombia since the beginning of the \"first rainy season\" (which lasts from mid-March to June). Considering only the period since 1 June, the National Unit for Disaster Risk Management (UNGRD) reports 14 fatalities and around 37,800 affected people across the country due to floods, landslides and severe weather-related incidents. Over the last 48 hours, landslides have been reported in north-eastern Colombia (in particular the North of Santander Department) and in the south-western North of Santander Department), resulting in casualties, damage and four fatalities in El Almendro Village (Arboledas Municipality). Over the next 24 hours, more heavy rainfall is forecast over most of the country. ([ECHO, 30 Jun 2022](https://reliefweb.int/node/3861701))\n\nSeveral landslides triggered by recent heavy rainfall have been reported across Antioquia department (north-west Colombia), leading to casualties. Media report that one person died, and two others sustained injuries, while two individuals are missing, due to a landslide event that occurred on the Medellín - Quibdó main road. In Yarumal municipality (central Antioquia) a landslide caused one fatality and two injured people, while another fatality occurred in Betulia municipality (southern Antioquia). Red warnings for floods have been issued across several areas of northern Antioquia department, as several rivers reached water levels close to or above the danger mark. On 26-27 August, moderate to heavy rainfall is forecast over western Colombia, including Antioquia department. ([ECHO, 26 Aug 2022](https://reliefweb.int/node/3880330))\n\nA landslide event caused by past heavy rainfall occurred on 11 December in the outskirts of Quibdo city (Choco Department, western Colombia), and resulted in four fatalities, as reported by media. Two more people were rescued by authorities. Furthermore, the National Unit for Disaster Risk Management (UNGRD) reports that floods affected 15 people in Pacho municipality (Cundinamarca department, central Colombia) and one family in Dos Quebradas municipality (Risarlda department, western-central Colombia). Moderate rainfall is forecast on 12-13 December over most of Colombia. ([ECHO, 13 Dec 2022](https://reliefweb.int/node/3915741))\n\nOn 14 January, heavy rain and strong winds affected Medellín city (capital of Antioquia Department, north-western Colombia), causing floods and severe weather-related incidents that resulted in casualties and damage. According to the local authorities, two people have died in the Conquistadores neighbourhood, 23 have been injured and five houses have been affected across the city. For the next 24 hours, moderate to heavy rain with thunderstorms is forecast over Medellín city where an orange hydrological alert is in effect. ([ECHO, 17 Jan 2023](https://reliefweb.int/node/3924681))",
  "summary": " Heavy rainfall since mid-March has been affecting most of Colombia, triggering landslides, floods, and severe weather-related incidents that have resulted in casualties and damage. According to the National Unit for Disaster Risk Management (UNGRD), as of 14 January 2023, at least 133 people have died, 16 are missing, and 119 have been injured. Over 25,000 families have been affected, with 117 homes destroyed and over 15,000 damaged. Red hydrological alerts have been issued for areas in western Colombia, and moderate to heavy rainfall is forecast over most of the country.",
  "metadata": {
    "id": "51129",
    "name": "Colombia: Floods and Landslides - Mar 2022",
    "date_event": 1647302400000,
    "date_changed": 1673961481000,
    "date_created": 1647302400000,
    "primary_country_id": 64,
    "primary_country_name": "Colombia",
    "primary_country_iso3": "col",
    "primary_country_location": {
      "lon": -73.07,
      "lat": 3.9
    },
    "primary_type_id": 4728,
    "primary_type_code": "LS",
    "primary_type_name": "Land Slide"
  }
}