{
  "original": {
    "id": "51516",
    "fields": {
      "date": {
        "changed": "2023-04-27T15:24:08+00:00",
        "event": "2023-03-11T00:00:00+00:00",
        "created": "2023-03-14T01:56:26+00:00"
      },
      "primary_type": {
        "code": "FL",
        "name": "Flood",
        "id": 4611
      },
      "country": [
        {
          "href": "https://api.reliefweb.int/v1/countries/187",
          "name": "Peru",
          "location": {
            "lon": -75.31,
            "lat": -10.15
          },
          "id": 187,
          "shortname": "Peru",
          "iso3": "per",
          "primary": true
        }
      ],
      "primary_country": {
        "href": "https://api.reliefweb.int/v1/countries/187",
        "name": "Peru",
        "location": {
          "lon": -75.31,
          "lat": -10.15
        },
        "id": 187,
        "shortname": "Peru",
        "iso3": "per"
      },
      "profile": {
        "overview": "Piura Region (northern Peru) is currently affected by the effects of the Cyclone Yaku as well as heavy rains. Overflowing rivers have left four dead people and severe damage on 2,077 homes, 13 educational centres, 35 health establishments, 2,700 means of transportation and 4,730 irrigation canals. According to the Regional Emergency Operations Center in Piura (COER) there are 3,529 people affected by the rains. More than 580 districts of the north coast and mountains are at risk due to the torrential rains, which can cause landslides and mudslides, informed the National Institute of Civil Defense (Indeci). The cyclone Yaku is severely impacting Tumbes, Piura, and Lambayeque departments, generating floods, river overflowing and landslide. ([ECHO, 11 Mar 2023](https://reliefweb.int/node/3942420))\n\nThe number of casualties is increasing following heavy rainfall, floods and landslides that have been affecting several Departments of Peru since the beginning of March. According to UN OCHA, at least 58 people have died while the National Institute of Civil Defense of Peru (INDECI) reports more than 24,000 affected people and more than 6,400 damaged or destroyed houses. The State of Emergency has been declared in the Departments of Cajamarca, La Libertad, Lambayeque and Piura for the impact due to the huge precipitations. ([ECHO, 14  Mar 2023](https://reliefweb.int/node/3943143))\n\nOn 16 March 2023, the Peru Civil Protection (INDECI per its acronym in Spanish) published updated information on the effects of the heavy rains in the departments Piura, Tumbes and Lima. In the department of Piura, 9,253 people were affected (976 increase since the 15 March report), including 6 deaths and 8 injuries. Additionally, 3,637 homes were affected (272 increase), and 292 homes were destroyed (29 increase). In the department of Tumbes, there were 563 people affected (209 increase); 270 homes were affected and 10 were destroyed. In the department of Lima, there were 208 people affected (199 increase) and 23 homes destroyed (20 increase). ([PAHO, 16 Mar 2023](https://reliefweb.int/node/3944467/))\n\nOn 22 March 2023, the Peru Civil Protection published updated information on the effects of the heavy rains in the departments of Lambayeque, Áncash, Ayacucho, and Piura. In the department of Lambayeque, there were 3,692 people (372 increase since the 21 March report) and 1,368 homes affected (120 increase). In addition, 336 homes were destroyed (23 increase). In the department of Áncash, there were 4,691 people and 1,268 homes affected. Additionally, 100 homes and one health care facility were destroyed, and 5 health care facilities were affected. In the department of Ayacucho, 7,245 people were affected and one death was reported; additionally, 1,198 homes and 7 health care facilities were affected, with 110 homes and one health care facility destroyed. ([PAHO, 23 Mar 2023](https://reliefweb.int/node/3946682/))\n\nHeavy rainfall has been affecting most of Peru since January 2023, causing floods, rivers to overflow and triggering landslides that have resulted in casualties and damage. The most affected departments are Piura (the worst affected one), Tumbes and Lambayeque in the north and Ayacucho and Arequipa in the south. UN OCHA and the National Center for Estimation, Prevention and Disaster Risk Reduction (CENEPRED) report, as of 27 March, 71 fatalities, nearly 131,000 people in need of humanitarian assistance, around 54,000 damaged houses and 144 destroyed bridges across the country. The Government has declared the state of emergency for 1,030 districts (54% of the total of districts across the country). Humanitarian organizations are currently responding to this emergency as well as collecting more information on needs and risks. ([ECHO, 28 Mar 2023](https://reliefweb.int/node/3947561))\n\nTens of thousands of families in the northern departments of Lambayeque, Piura and Tumbes still reeling from recent flooding linked to the El Niño Costero phenomenon continue to withstand heavy rains, forecast to continue battering badly affected coastal communities. Official impact figures continue to grow, with 77 deaths and more than 15,000 homes destroyed. The humanitarian community estimates 517,000 people in need. UN and international NGO teams continue supporting the Government-led response following a request for international assistance.\n\nPreliminary findings indicate that shelter, camp coordination and assistance, and delivering assistance to vulnerable migrants and refugees are priority concerns. The floods have directly damaged the homes of some 75,900 families. Education authorities estimate that the disaster has affected educational access for 55,440 children. Social protection services also need support, as Government child protection services personnel are overstretched. Information on shelter conditions and basic needs remains scarce, and the dispersal of the affected population poses a challenge for identifying and responding to protection cases.\n\nHumanitarian access remains a significant response challenge, as the floods’ damage to infrastructure has isolated several communities. ([OCHA, 10 Apr 2023](https://reliefweb.int/node/3951561/))\n\nAs of 13 April, the National Civil Defence Institute (INDECI) reports that the floods have affected 246,813 people and left another 42,136 people homeless across the country, according to damage assessments and needs analyses (DANA) records, approximately 53 per cent of which have been processed.\n\nApproximately 517,000 people have urgent humanitarian needs, according to preliminary estimates by the National Humanitarian Network (RHN, per its Spanish acronym) as of 29 March, a number that could increase as information continues to come in from the field amid persistent heavy rains.\n\nThe floods have directly affected more than 114,900 households (about 460,000 people), most of them in the Lambayeque, Piura, and Lima regions. [...] Authorities have declared a state of emergency in 1,056 districts (54 per cent of all districts in Peru). [...] The Ministry of Economy and Finance indicated that the cost of reactivating the economy and responding to the emergency is approximately US$3.1 billion. [...] According to the Emergency Food Security Assessment (EFSA) 2022, 57 per cent of the population (around 16 million people nationwide) suffered from moderate or severe levels of food insecurity prior to the floods. At present, one out of every two people are already using coping strategies to mitigate the floods’ impact to their livelihoods. Any additional impact is likely to exacerbate their situation and cause further food insecurity. ([OCHA, 18 Apr 2023](https://reliefweb.int/node/3954029/))\n\nThe heavy rains have left a total of 65,289 people without homes, 377,190 people affected, 146,539 households affected, 99 dead and 13 missing throughout the country. Between 13 April and 24 April, there was an increase of 130,378 people impacted, according to official data (with 35.5 per cent of the damages and needs records still to be validated). ([OCHA, 27 Apr 2023](https://reliefweb.int/node/3956682/))",
        "overview-html": "<p>Piura Region (northern Peru) is currently affected by the effects of the Cyclone Yaku as well as heavy rains. Overflowing rivers have left four dead people and severe damage on 2,077 homes, 13 educational centres, 35 health establishments, 2,700 means of transportation and 4,730 irrigation canals. According to the Regional Emergency Operations Center in Piura (COER) there are 3,529 people affected by the rains. More than 580 districts of the north coast and mountains are at risk due to the torrential rains, which can cause landslides and mudslides, informed the National Institute of Civil Defense (Indeci). The cyclone Yaku is severely impacting Tumbes, Piura, and Lambayeque departments, generating floods, river overflowing and landslide. (<a href=\"https://reliefweb.int/node/3942420\">ECHO, 11 Mar 2023</a>)</p>\n<p>The number of casualties is increasing following heavy rainfall, floods and landslides that have been affecting several Departments of Peru since the beginning of March. According to UN OCHA, at least 58 people have died while the National Institute of Civil Defense of Peru (INDECI) reports more than 24,000 affected people and more than 6,400 damaged or destroyed houses. The State of Emergency has been declared in the Departments of Cajamarca, La Libertad, Lambayeque and Piura for the impact due to the huge precipitations. (<a href=\"https://reliefweb.int/node/3943143\">ECHO, 14  Mar 2023</a>)</p>\n<p>On 16 March 2023, the Peru Civil Protection (INDECI per its acronym in Spanish) published updated information on the effects of the heavy rains in the departments Piura, Tumbes and Lima. In the department of Piura, 9,253 people were affected (976 increase since the 15 March report), including 6 deaths and 8 injuries. Additionally, 3,637 homes were affected (272 increase), and 292 homes were destroyed (29 increase). In the department of Tumbes, there were 563 people affected (209 increase); 270 homes were affected and 10 were destroyed. In the department of Lima, there were 208 people affected (199 increase) and 23 homes destroyed (20 increase). (<a href=\"https://reliefweb.int/node/3944467/\">PAHO, 16 Mar 2023</a>)</p>\n<p>On 22 March 2023, the Peru Civil Protection published updated information on the effects of the heavy rains in the departments of Lambayeque, Áncash, Ayacucho, and Piura. In the department of Lambayeque, there were 3,692 people (372 increase since the 21 March report) and 1,368 homes affected (120 increase). In addition, 336 homes were destroyed (23 increase). In the department of Áncash, there were 4,691 people and 1,268 homes affected. Additionally, 100 homes and one health care facility were destroyed, and 5 health care facilities were affected. In the department of Ayacucho, 7,245 people were affected and one death was reported; additionally, 1,198 homes and 7 health care facilities were affected, with 110 homes and one health care facility destroyed. (<a href=\"https://reliefweb.int/node/3946682/\">PAHO, 23 Mar 2023</a>)</p>\n<p>Heavy rainfall has been affecting most of Peru since January 2023, causing floods, rivers to overflow and triggering landslides that have resulted in casualties and damage. The most affected departments are Piura (the worst affected one), Tumbes and Lambayeque in the north and Ayacucho and Arequipa in the south. UN OCHA and the National Center for Estimation, Prevention and Disaster Risk Reduction (CENEPRED) report, as of 27 March, 71 fatalities, nearly 131,000 people in need of humanitarian assistance, around 54,000 damaged houses and 144 destroyed bridges across the country. The Government has declared the state of emergency for 1,030 districts (54% of the total of districts across the country). Humanitarian organizations are currently responding to this emergency as well as collecting more information on needs and risks. (<a href=\"https://reliefweb.int/node/3947561\">ECHO, 28 Mar 2023</a>)</p>\n<p>Tens of thousands of families in the northern departments of Lambayeque, Piura and Tumbes still reeling from recent flooding linked to the El Niño Costero phenomenon continue to withstand heavy rains, forecast to continue battering badly affected coastal communities. Official impact figures continue to grow, with 77 deaths and more than 15,000 homes destroyed. The humanitarian community estimates 517,000 people in need. UN and international NGO teams continue supporting the Government-led response following a request for international assistance.</p>\n<p>Preliminary findings indicate that shelter, camp coordination and assistance, and delivering assistance to vulnerable migrants and refugees are priority concerns. The floods have directly damaged the homes of some 75,900 families. Education authorities estimate that the disaster has affected educational access for 55,440 children. Social protection services also need support, as Government child protection services personnel are overstretched. Information on shelter conditions and basic needs remains scarce, and the dispersal of the affected population poses a challenge for identifying and responding to protection cases.</p>\n<p>Humanitarian access remains a significant response challenge, as the floods’ damage to infrastructure has isolated several communities. (<a href=\"https://reliefweb.int/node/3951561/\">OCHA, 10 Apr 2023</a>)</p>\n<p>As of 13 April, the National Civil Defence Institute (INDECI) reports that the floods have affected 246,813 people and left another 42,136 people homeless across the country, according to damage assessments and needs analyses (DANA) records, approximately 53 per cent of which have been processed.</p>\n<p>Approximately 517,000 people have urgent humanitarian needs, according to preliminary estimates by the National Humanitarian Network (RHN, per its Spanish acronym) as of 29 March, a number that could increase as information continues to come in from the field amid persistent heavy rains.</p>\n<p>The floods have directly affected more than 114,900 households (about 460,000 people), most of them in the Lambayeque, Piura, and Lima regions. [...] Authorities have declared a state of emergency in 1,056 districts (54 per cent of all districts in Peru). [...] The Ministry of Economy and Finance indicated that the cost of reactivating the economy and responding to the emergency is approximately US$3.1 billion. [...] According to the Emergency Food Security Assessment (EFSA) 2022, 57 per cent of the population (around 16 million people nationwide) suffered from moderate or severe levels of food insecurity prior to the floods. At present, one out of every two people are already using coping strategies to mitigate the floods’ impact to their livelihoods. Any additional impact is likely to exacerbate their situation and cause further food insecurity. (<a href=\"https://reliefweb.int/node/3954029/\">OCHA, 18 Apr 2023</a>)</p>\n<p>The heavy rains have left a total of 65,289 people without homes, 377,190 people affected, 146,539 households affected, 99 dead and 13 missing throughout the country. Between 13 April and 24 April, there was an increase of 130,378 people impacted, according to official data (with 35.5 per cent of the damages and needs records still to be validated). (<a href=\"https://reliefweb.int/node/3956682/\">OCHA, 27 Apr 2023</a>)</p>\n"
      },
      "description-html": "<p>Piura Region (northern Peru) is currently affected by the effects of the Cyclone Yaku as well as heavy rains. Overflowing rivers have left four dead people and severe damage on 2,077 homes, 13 educational centres, 35 health establishments, 2,700 means of transportation and 4,730 irrigation canals. According to the Regional Emergency Operations Center in Piura (COER) there are 3,529 people affected by the rains. More than 580 districts of the north coast and mountains are at risk due to the torrential rains, which can cause landslides and mudslides, informed the National Institute of Civil Defense (Indeci). The cyclone Yaku is severely impacting Tumbes, Piura, and Lambayeque departments, generating floods, river overflowing and landslide. (<a href=\"https://reliefweb.int/node/3942420\">ECHO, 11 Mar 2023</a>)</p>\n<p>The number of casualties is increasing following heavy rainfall, floods and landslides that have been affecting several Departments of Peru since the beginning of March. According to UN OCHA, at least 58 people have died while the National Institute of Civil Defense of Peru (INDECI) reports more than 24,000 affected people and more than 6,400 damaged or destroyed houses. The State of Emergency has been declared in the Departments of Cajamarca, La Libertad, Lambayeque and Piura for the impact due to the huge precipitations. (<a href=\"https://reliefweb.int/node/3943143\">ECHO, 14  Mar 2023</a>)</p>\n<p>On 16 March 2023, the Peru Civil Protection (INDECI per its acronym in Spanish) published updated information on the effects of the heavy rains in the departments Piura, Tumbes and Lima. In the department of Piura, 9,253 people were affected (976 increase since the 15 March report), including 6 deaths and 8 injuries. Additionally, 3,637 homes were affected (272 increase), and 292 homes were destroyed (29 increase). In the department of Tumbes, there were 563 people affected (209 increase); 270 homes were affected and 10 were destroyed. In the department of Lima, there were 208 people affected (199 increase) and 23 homes destroyed (20 increase). (<a href=\"https://reliefweb.int/node/3944467/\">PAHO, 16 Mar 2023</a>)</p>\n<p>On 22 March 2023, the Peru Civil Protection published updated information on the effects of the heavy rains in the departments of Lambayeque, Áncash, Ayacucho, and Piura. In the department of Lambayeque, there were 3,692 people (372 increase since the 21 March report) and 1,368 homes affected (120 increase). In addition, 336 homes were destroyed (23 increase). In the department of Áncash, there were 4,691 people and 1,268 homes affected. Additionally, 100 homes and one health care facility were destroyed, and 5 health care facilities were affected. In the department of Ayacucho, 7,245 people were affected and one death was reported; additionally, 1,198 homes and 7 health care facilities were affected, with 110 homes and one health care facility destroyed. (<a href=\"https://reliefweb.int/node/3946682/\">PAHO, 23 Mar 2023</a>)</p>\n<p>Heavy rainfall has been affecting most of Peru since January 2023, causing floods, rivers to overflow and triggering landslides that have resulted in casualties and damage. The most affected departments are Piura (the worst affected one), Tumbes and Lambayeque in the north and Ayacucho and Arequipa in the south. UN OCHA and the National Center for Estimation, Prevention and Disaster Risk Reduction (CENEPRED) report, as of 27 March, 71 fatalities, nearly 131,000 people in need of humanitarian assistance, around 54,000 damaged houses and 144 destroyed bridges across the country. The Government has declared the state of emergency for 1,030 districts (54% of the total of districts across the country). Humanitarian organizations are currently responding to this emergency as well as collecting more information on needs and risks. (<a href=\"https://reliefweb.int/node/3947561\">ECHO, 28 Mar 2023</a>)</p>\n<p>Tens of thousands of families in the northern departments of Lambayeque, Piura and Tumbes still reeling from recent flooding linked to the El Niño Costero phenomenon continue to withstand heavy rains, forecast to continue battering badly affected coastal communities. Official impact figures continue to grow, with 77 deaths and more than 15,000 homes destroyed. The humanitarian community estimates 517,000 people in need. UN and international NGO teams continue supporting the Government-led response following a request for international assistance.</p>\n<p>Preliminary findings indicate that shelter, camp coordination and assistance, and delivering assistance to vulnerable migrants and refugees are priority concerns. The floods have directly damaged the homes of some 75,900 families. Education authorities estimate that the disaster has affected educational access for 55,440 children. Social protection services also need support, as Government child protection services personnel are overstretched. Information on shelter conditions and basic needs remains scarce, and the dispersal of the affected population poses a challenge for identifying and responding to protection cases.</p>\n<p>Humanitarian access remains a significant response challenge, as the floods’ damage to infrastructure has isolated several communities. (<a href=\"https://reliefweb.int/node/3951561/\">OCHA, 10 Apr 2023</a>)</p>\n<p>As of 13 April, the National Civil Defence Institute (INDECI) reports that the floods have affected 246,813 people and left another 42,136 people homeless across the country, according to damage assessments and needs analyses (DANA) records, approximately 53 per cent of which have been processed.</p>\n<p>Approximately 517,000 people have urgent humanitarian needs, according to preliminary estimates by the National Humanitarian Network (RHN, per its Spanish acronym) as of 29 March, a number that could increase as information continues to come in from the field amid persistent heavy rains.</p>\n<p>The floods have directly affected more than 114,900 households (about 460,000 people), most of them in the Lambayeque, Piura, and Lima regions. [...] Authorities have declared a state of emergency in 1,056 districts (54 per cent of all districts in Peru). [...] The Ministry of Economy and Finance indicated that the cost of reactivating the economy and responding to the emergency is approximately US$3.1 billion. [...] According to the Emergency Food Security Assessment (EFSA) 2022, 57 per cent of the population (around 16 million people nationwide) suffered from moderate or severe levels of food insecurity prior to the floods. At present, one out of every two people are already using coping strategies to mitigate the floods’ impact to their livelihoods. Any additional impact is likely to exacerbate their situation and cause further food insecurity. (<a href=\"https://reliefweb.int/node/3954029/\">OCHA, 18 Apr 2023</a>)</p>\n<p>The heavy rains have left a total of 65,289 people without homes, 377,190 people affected, 146,539 households affected, 99 dead and 13 missing throughout the country. Between 13 April and 24 April, there was an increase of 130,378 people impacted, according to official data (with 35.5 per cent of the damages and needs records still to be validated). (<a href=\"https://reliefweb.int/node/3956682/\">OCHA, 27 Apr 2023</a>)</p>\n",
      "description": "Piura Region (northern Peru) is currently affected by the effects of the Cyclone Yaku as well as heavy rains. Overflowing rivers have left four dead people and severe damage on 2,077 homes, 13 educational centres, 35 health establishments, 2,700 means of transportation and 4,730 irrigation canals. According to the Regional Emergency Operations Center in Piura (COER) there are 3,529 people affected by the rains. More than 580 districts of the north coast and mountains are at risk due to the torrential rains, which can cause landslides and mudslides, informed the National Institute of Civil Defense (Indeci). The cyclone Yaku is severely impacting Tumbes, Piura, and Lambayeque departments, generating floods, river overflowing and landslide. ([ECHO, 11 Mar 2023](https://reliefweb.int/node/3942420))\n\nThe number of casualties is increasing following heavy rainfall, floods and landslides that have been affecting several Departments of Peru since the beginning of March. According to UN OCHA, at least 58 people have died while the National Institute of Civil Defense of Peru (INDECI) reports more than 24,000 affected people and more than 6,400 damaged or destroyed houses. The State of Emergency has been declared in the Departments of Cajamarca, La Libertad, Lambayeque and Piura for the impact due to the huge precipitations. ([ECHO, 14  Mar 2023](https://reliefweb.int/node/3943143))\n\nOn 16 March 2023, the Peru Civil Protection (INDECI per its acronym in Spanish) published updated information on the effects of the heavy rains in the departments Piura, Tumbes and Lima. In the department of Piura, 9,253 people were affected (976 increase since the 15 March report), including 6 deaths and 8 injuries. Additionally, 3,637 homes were affected (272 increase), and 292 homes were destroyed (29 increase). In the department of Tumbes, there were 563 people affected (209 increase); 270 homes were affected and 10 were destroyed. In the department of Lima, there were 208 people affected (199 increase) and 23 homes destroyed (20 increase). ([PAHO, 16 Mar 2023](https://reliefweb.int/node/3944467/))\n\nOn 22 March 2023, the Peru Civil Protection published updated information on the effects of the heavy rains in the departments of Lambayeque, Áncash, Ayacucho, and Piura. In the department of Lambayeque, there were 3,692 people (372 increase since the 21 March report) and 1,368 homes affected (120 increase). In addition, 336 homes were destroyed (23 increase). In the department of Áncash, there were 4,691 people and 1,268 homes affected. Additionally, 100 homes and one health care facility were destroyed, and 5 health care facilities were affected. In the department of Ayacucho, 7,245 people were affected and one death was reported; additionally, 1,198 homes and 7 health care facilities were affected, with 110 homes and one health care facility destroyed. ([PAHO, 23 Mar 2023](https://reliefweb.int/node/3946682/))\n\nHeavy rainfall has been affecting most of Peru since January 2023, causing floods, rivers to overflow and triggering landslides that have resulted in casualties and damage. The most affected departments are Piura (the worst affected one), Tumbes and Lambayeque in the north and Ayacucho and Arequipa in the south. UN OCHA and the National Center for Estimation, Prevention and Disaster Risk Reduction (CENEPRED) report, as of 27 March, 71 fatalities, nearly 131,000 people in need of humanitarian assistance, around 54,000 damaged houses and 144 destroyed bridges across the country. The Government has declared the state of emergency for 1,030 districts (54% of the total of districts across the country). Humanitarian organizations are currently responding to this emergency as well as collecting more information on needs and risks. ([ECHO, 28 Mar 2023](https://reliefweb.int/node/3947561))\n\nTens of thousands of families in the northern departments of Lambayeque, Piura and Tumbes still reeling from recent flooding linked to the El Niño Costero phenomenon continue to withstand heavy rains, forecast to continue battering badly affected coastal communities. Official impact figures continue to grow, with 77 deaths and more than 15,000 homes destroyed. The humanitarian community estimates 517,000 people in need. UN and international NGO teams continue supporting the Government-led response following a request for international assistance.\n\nPreliminary findings indicate that shelter, camp coordination and assistance, and delivering assistance to vulnerable migrants and refugees are priority concerns. The floods have directly damaged the homes of some 75,900 families. Education authorities estimate that the disaster has affected educational access for 55,440 children. Social protection services also need support, as Government child protection services personnel are overstretched. Information on shelter conditions and basic needs remains scarce, and the dispersal of the affected population poses a challenge for identifying and responding to protection cases.\n\nHumanitarian access remains a significant response challenge, as the floods’ damage to infrastructure has isolated several communities. ([OCHA, 10 Apr 2023](https://reliefweb.int/node/3951561/))\n\nAs of 13 April, the National Civil Defence Institute (INDECI) reports that the floods have affected 246,813 people and left another 42,136 people homeless across the country, according to damage assessments and needs analyses (DANA) records, approximately 53 per cent of which have been processed.\n\nApproximately 517,000 people have urgent humanitarian needs, according to preliminary estimates by the National Humanitarian Network (RHN, per its Spanish acronym) as of 29 March, a number that could increase as information continues to come in from the field amid persistent heavy rains.\n\nThe floods have directly affected more than 114,900 households (about 460,000 people), most of them in the Lambayeque, Piura, and Lima regions. [...] Authorities have declared a state of emergency in 1,056 districts (54 per cent of all districts in Peru). [...] The Ministry of Economy and Finance indicated that the cost of reactivating the economy and responding to the emergency is approximately US$3.1 billion. [...] According to the Emergency Food Security Assessment (EFSA) 2022, 57 per cent of the population (around 16 million people nationwide) suffered from moderate or severe levels of food insecurity prior to the floods. At present, one out of every two people are already using coping strategies to mitigate the floods’ impact to their livelihoods. Any additional impact is likely to exacerbate their situation and cause further food insecurity. ([OCHA, 18 Apr 2023](https://reliefweb.int/node/3954029/))\n\nThe heavy rains have left a total of 65,289 people without homes, 377,190 people affected, 146,539 households affected, 99 dead and 13 missing throughout the country. Between 13 April and 24 April, there was an increase of 130,378 people impacted, according to official data (with 35.5 per cent of the damages and needs records still to be validated). ([OCHA, 27 Apr 2023](https://reliefweb.int/node/3956682/))",
      "type": [
        {
          "code": "FL",
          "name": "Flood",
          "id": 4611,
          "primary": true
        },
        {
          "code": "LS",
          "name": "Land Slide",
          "id": 4728
        },
        {
          "code": "TC",
          "name": "Tropical Cyclone",
          "id": 4618
        }
      ],
      "url": "https://reliefweb.int/taxonomy/term/51516",
      "current": true,
      "url_alias": "https://reliefweb.int/disaster/fl-2023-000036",
      "name": "Peru: Floods and Landslides - Mar 2023",
      "id": 51516,
      "glide": "FL-2023-000036-PER",
      "status": "ongoing"
    }
  },
  "text": "Peru: Floods and Landslides - Mar 2023\n\nPiura Region (northern Peru) is currently affected by the effects of the Cyclone Yaku as well as heavy rains. Overflowing rivers have left four dead people and severe damage on 2,077 homes, 13 educational centres, 35 health establishments, 2,700 means of transportation and 4,730 irrigation canals. According to the Regional Emergency Operations Center in Piura (COER) there are 3,529 people affected by the rains. More than 580 districts of the north coast and mountains are at risk due to the torrential rains, which can cause landslides and mudslides, informed the National Institute of Civil Defense (Indeci). The cyclone Yaku is severely impacting Tumbes, Piura, and Lambayeque departments, generating floods, river overflowing and landslide. ([ECHO, 11 Mar 2023](https://reliefweb.int/node/3942420))\n\nThe number of casualties is increasing following heavy rainfall, floods and landslides that have been affecting several Departments of Peru since the beginning of March. According to UN OCHA, at least 58 people have died while the National Institute of Civil Defense of Peru (INDECI) reports more than 24,000 affected people and more than 6,400 damaged or destroyed houses. The State of Emergency has been declared in the Departments of Cajamarca, La Libertad, Lambayeque and Piura for the impact due to the huge precipitations. ([ECHO, 14  Mar 2023](https://reliefweb.int/node/3943143))\n\nOn 16 March 2023, the Peru Civil Protection (INDECI per its acronym in Spanish) published updated information on the effects of the heavy rains in the departments Piura, Tumbes and Lima. In the department of Piura, 9,253 people were affected (976 increase since the 15 March report), including 6 deaths and 8 injuries. Additionally, 3,637 homes were affected (272 increase), and 292 homes were destroyed (29 increase). In the department of Tumbes, there were 563 people affected (209 increase); 270 homes were affected and 10 were destroyed. In the department of Lima, there were 208 people affected (199 increase) and 23 homes destroyed (20 increase). ([PAHO, 16 Mar 2023](https://reliefweb.int/node/3944467/))\n\nOn 22 March 2023, the Peru Civil Protection published updated information on the effects of the heavy rains in the departments of Lambayeque, Áncash, Ayacucho, and Piura. In the department of Lambayeque, there were 3,692 people (372 increase since the 21 March report) and 1,368 homes affected (120 increase). In addition, 336 homes were destroyed (23 increase). In the department of Áncash, there were 4,691 people and 1,268 homes affected. Additionally, 100 homes and one health care facility were destroyed, and 5 health care facilities were affected. In the department of Ayacucho, 7,245 people were affected and one death was reported; additionally, 1,198 homes and 7 health care facilities were affected, with 110 homes and one health care facility destroyed. ([PAHO, 23 Mar 2023](https://reliefweb.int/node/3946682/))\n\nHeavy rainfall has been affecting most of Peru since January 2023, causing floods, rivers to overflow and triggering landslides that have resulted in casualties and damage. The most affected departments are Piura (the worst affected one), Tumbes and Lambayeque in the north and Ayacucho and Arequipa in the south. UN OCHA and the National Center for Estimation, Prevention and Disaster Risk Reduction (CENEPRED) report, as of 27 March, 71 fatalities, nearly 131,000 people in need of humanitarian assistance, around 54,000 damaged houses and 144 destroyed bridges across the country. The Government has declared the state of emergency for 1,030 districts (54% of the total of districts across the country). Humanitarian organizations are currently responding to this emergency as well as collecting more information on needs and risks. ([ECHO, 28 Mar 2023](https://reliefweb.int/node/3947561))\n\nTens of thousands of families in the northern departments of Lambayeque, Piura and Tumbes still reeling from recent flooding linked to the El Niño Costero phenomenon continue to withstand heavy rains, forecast to continue battering badly affected coastal communities. Official impact figures continue to grow, with 77 deaths and more than 15,000 homes destroyed. The humanitarian community estimates 517,000 people in need. UN and international NGO teams continue supporting the Government-led response following a request for international assistance.\n\nPreliminary findings indicate that shelter, camp coordination and assistance, and delivering assistance to vulnerable migrants and refugees are priority concerns. The floods have directly damaged the homes of some 75,900 families. Education authorities estimate that the disaster has affected educational access for 55,440 children. Social protection services also need support, as Government child protection services personnel are overstretched. Information on shelter conditions and basic needs remains scarce, and the dispersal of the affected population poses a challenge for identifying and responding to protection cases.\n\nHumanitarian access remains a significant response challenge, as the floods’ damage to infrastructure has isolated several communities. ([OCHA, 10 Apr 2023](https://reliefweb.int/node/3951561/))\n\nAs of 13 April, the National Civil Defence Institute (INDECI) reports that the floods have affected 246,813 people and left another 42,136 people homeless across the country, according to damage assessments and needs analyses (DANA) records, approximately 53 per cent of which have been processed.\n\nApproximately 517,000 people have urgent humanitarian needs, according to preliminary estimates by the National Humanitarian Network (RHN, per its Spanish acronym) as of 29 March, a number that could increase as information continues to come in from the field amid persistent heavy rains.\n\nThe floods have directly affected more than 114,900 households (about 460,000 people), most of them in the Lambayeque, Piura, and Lima regions. [...] Authorities have declared a state of emergency in 1,056 districts (54 per cent of all districts in Peru). [...] The Ministry of Economy and Finance indicated that the cost of reactivating the economy and responding to the emergency is approximately US$3.1 billion. [...] According to the Emergency Food Security Assessment (EFSA) 2022, 57 per cent of the population (around 16 million people nationwide) suffered from moderate or severe levels of food insecurity prior to the floods. At present, one out of every two people are already using coping strategies to mitigate the floods’ impact to their livelihoods. Any additional impact is likely to exacerbate their situation and cause further food insecurity. ([OCHA, 18 Apr 2023](https://reliefweb.int/node/3954029/))\n\nThe heavy rains have left a total of 65,289 people without homes, 377,190 people affected, 146,539 households affected, 99 dead and 13 missing throughout the country. Between 13 April and 24 April, there was an increase of 130,378 people impacted, according to official data (with 35.5 per cent of the damages and needs records still to be validated). ([OCHA, 27 Apr 2023](https://reliefweb.int/node/3956682/))",
  "summary": "\n\nSince the beginning of March, Peru has been affected by heavy rainfall, floods, and landslides, resulting in casualties and damage. As of 27 April, 71 fatalities, 131,000 people in need of humanitarian assistance, 54,000 damaged houses, and 144 destroyed bridges have been reported. The most affected departments are Piura, Tumbes, Lambayeque, Ayacucho, and Arequipa. The Government has declared the state of emergency for 1,030 districts and the humanitarian community estimates 517,000 people in need. The floods have directly affected more than 114,900 households (about 460,000 people), with 65,289 people without homes, 377,190 people affected, 146,539 households affected, 99 dead and 13 missing.",
  "metadata": {
    "id": "51516",
    "name": "Peru: Floods and Landslides - Mar 2023",
    "date_event": 1678492800000,
    "date_changed": 1682609048000,
    "date_created": 1678758986000,
    "primary_country_id": 187,
    "primary_country_name": "Peru",
    "primary_country_iso3": "per",
    "primary_country_location": {
      "lon": -75.31,
      "lat": -10.15
    },
    "primary_type_id": 4611,
    "primary_type_code": "FL",
    "primary_type_name": "Flood"
  }
}