{
  "original": {
    "id": "51202",
    "fields": {
      "date": {
        "changed": "2023-03-17T01:17:11+00:00",
        "event": "2022-04-01T00:00:00+00:00",
        "created": "2022-04-01T00:00:00+00:00"
      },
      "primary_type": {
        "code": "OT",
        "name": "Other",
        "id": 5042
      },
      "country": [
        {
          "href": "https://api.reliefweb.int/v1/countries/219",
          "name": "Sri Lanka",
          "location": {
            "lon": 80.7,
            "lat": 7.61
          },
          "id": 219,
          "shortname": "Sri Lanka",
          "iso3": "lka",
          "primary": true
        }
      ],
      "primary_country": {
        "href": "https://api.reliefweb.int/v1/countries/219",
        "name": "Sri Lanka",
        "location": {
          "lon": 80.7,
          "lat": 7.61
        },
        "id": 219,
        "shortname": "Sri Lanka",
        "iso3": "lka"
      },
      "profile": {
        "overview": "The significant reduction in agricultural production in Sri Lanka, compounded by the rising prices of fuel and basic food items, have made food unaffordable for a segment of the population, and the government has forecasted food shortages during the next months. It is estimated that only 24 per cent of the usually worked land has been cultivated for the upcoming season. Surveys indicate that up to 70 per cent of households have had to reduce food consumption as food prices have reportedly increased by 73 per cent in the last two years.\n\nHospitals in the country report shortages of essential medicines and other health items, while frequent power outages affect the delivery of health services. The shortage of medicines has paralyzed about 50 per cent of medical operations in the country. The multi-dimensional crisis in Sri Lanka has inevitably brought more protection issues to the pre-existing chronic inequalities experienced by its people. An estimated 5.7 million people are in need of humanitarian assistance in 25 districts across the country. ([OCHA, 9 Jun 2022](https://reliefweb.int/node/3854909/))\n\nThe United Nations has launched a US$47.2 million plan for the period June through September, to respond to the Government’s request for support. The Government announced a two-week shutdown of government services and schools in Colombo to reduce the number of people taking private and public transportation as fuel stocks are predicted to run out in five days. In health, currently close to 200 essential medicines are now out of stock, with a predicted shortage of another 163 critical over the next two to three months. Additionally, over 2,700 essential surgical and more than 250 regular laboratory items are also out of stock. Due to power cuts and the lack of fuel to operate generators, many hospitals have had to postpone non-urgent surgeries and procedures. WFP has activated an emergency response to the food crisis, focusing on urgent programmes to save lives and mitigate growing food insecurity among 3 million of the most vulnerable people of Sri Lanka from June through December 2022. ([WFP, 22 Jun 2022](https://reliefweb.int/node/3859201/))\n\nThe population continues to feel the brunt of the economic and food crises. About 3 in 10 households (6.26 million people) are food insecure, 65,600 of which are severely food insecure, according to WFP’s latest food security assessment. Food inflation is alarmingly high at 57.4 percent in June 2022. Steeply increasing food prices have crippled the population’s ability to put sufficient and nutritious food on the table. The majority of assessed households (61 percent) are regularly employing food-based coping strategies such as eating less preferred and less nutritious food, and reducing the amount of food they eat. Two in five households are not consuming adequate diets. ([WFP, 6 Jul 2022](https://reliefweb.int/node/3863475/))\n\nHousehold food security and the nutrition situation in Sri Lanka is set to deteriorate as the economic crisis ensues, according to WFP and FAO’s recent Crop and Food Security Assessment Mission (CFSAM). Nationally, 6.3 million people were found to be food insecure (28.3 percent). Of these, at least 65,600 people are severely food insecure. Skyrocketing food costs are making it harder for the population to meet their food needs. Incomes in the last three months have plummeted. About two in five households reported that their income has been cut in half. To cope with the lack of food, 5 million people are using crisis or emergency livelihood coping strategies that are likely to impact their medium to long-term capacity for income-generating activities and food security. ([OCHA, 19 Jul 2022](https://reliefweb.int/node/3867678/))\n\nThe economic crisis in Sri Lanka is tipping into one of the country’s worst humanitarian crises in decades, with 6.7 million people now in urgent need of humanitarian assistance. Millions of families are facing shortages of food, fuel, cooking gas, essential supplies, and medicines as the humanitarian impacts of the economic crisis continue to multiply. The International Federation of Red Cross and Red Crescent (IFRC) holds particularly grave concerns for 2.4 million people already living below the poverty line who are among the most affected by the loss of livelihoods, food shortages and spiralling cost of essential items.  ([IFRC, 21 Jul 2022](https://reliefweb.int/node/3868437/))\n\nThe Humanitarian Country Team continues to support the Government response to the ongoing economic crisis. The country is facing the worst economic crisis since independence, with the Gross Domestic Product (GDP) shrinking 8.4 percent in the April-June period compared with the same period last year. As of 15 September, over 1 million people in need across all 25 districts have been reached with humanitarian assistance. Through the provision of essential medicines and supplies to health facilities, over 660,000 people were able to benefit from improved access to healthcare. Partners were also able to disburse over US$ 2.2 million of cash assistance and reach over 102,000 people with in-kind food assistance. Other life-saving initiatives are being rolled out across the sectors of food security, agriculture, nutrition, water, protection, education, and health to address urgent needs. ([OCHA, 20 Sep 2022](https://reliefweb.int/node/3888013/))\n\nSri Lanka continues to face a multidimensional crisis compounded by food insecurity, threatened livelihoods, shortages of vital and essential medicines, as well as rising protection concerns. The economic crisis is the worst since Sri Lanka’s independence in 1948 and is having humanitarian consequences for the most vulnerable people in the country. A 40 percent reduction in agricultural outputs in the 2021/2022 Maha and 50 percent reduction during the 2022 Yala seasons have further exacerbated the situation. Forecasts for the 2022/2023 Maha season indicate a significantly reduced harvest as well, which coupled with a food inflation of 85.6 percent in October, means that a significant part of the population is finding it difficult to meet basic needs. [...] Recognizing the continuing humanitarian needs, it was agreed that the Humanitarian Needs and Priorities (HNP) plan will be extended until the end of 2022, complementing existing emergency operations carried out by the UN and humanitarian partners. Focusing on life-saving priorities for the most vulnerable people, the HNP revision will increase the number of people being targeted to 3.4 million across all sectors. ([OCHA, 7 Nov 2022](https://reliefweb.int/node/3904353/))\n\nAccording to WFP’s recent Household Food Security Survey in October 2022, over three in ten households (36 percent) are food-insecure. Over seven in ten households are adopting food-based coping strategies such as eating less preferred food, continuing the alarming trend observed since June. Meanwhile, eight in ten households are turning to livelihood-based coping strategies such as selling productive assets, the highest observed since June. ([WFP, 5 Dec 2022](https://reliefweb.int/node/3914024/))\n\nAccording to WFP, in December 2022 around 37 per cent of households were food insecure, a slight increase compared to the previous month (36 per cent). Recently completed nutrition assessments also indicate a worsening situation with preliminary findings from the recently concluded micronutrient survey undertaken by the Medical Research Institute (MRI) of Sri Lanka with the support of WFP and UNICEF showing an increase in cases of acute malnutrition among children. [...] The next few months are critical as Sri Lanka is now in the lean season and the Maha harvest in March/April will be an\nimportant indicator with regards to the overall food security situation. [...] There has been a concerning trend of increased migration reported nationwide, leading to family separations and more admission requests to children’s homes. Budget constraints and government staff shortages exacerbate protection concerns. ([OCHA, 17 Jan 2023](https://reliefweb.int/node/3924633/))\n\nWhile there are some positive indicators, such as modest decreases in both the overall inflation (year-on-year) and food inflation (year-on-year), the economic and humanitarian situation in Sri Lanka remains highly volatile. According to WFPs latest Household Food Security Survey, 33 per cent of households were facing acute food insecurity in December 2022, with 68 per cent of people resorting to food-based coping strategies such as limiting portions and reducing the number of meals eaten per day. Particularly affected are households in the estate sector as well as female-headed households,\nwhere 38 per cent and 37 per cent are food-insecure respectively. Several assessments indicate a deteriorating nutritional situation primarily affecting young children, and recently it was announced that non-essential surgeries at government hospitals would be delayed due to shortages of medicines and medical equipment. Challenges with regards to protection services and education also remain, with increased reports on admission requests to children’s homes and an increasing trend of migration and family separations. [...] The next few months remain critical; Sri Lanka is currently in the agricultural lean season, the outcome of the next *Maha* harvest remains sub-optimal, and uncertainty on the debt-restructuring and subsequent IMF loan. ([OCHA, 15 Feb 2023](https://reliefweb.int/node/3934340/))\n\nAs of 15 March 2023, some 1,246,000 people have received in kind food or cash and voucher assistance. 973,000 people received agriculture and livelihoods support and 2.3 million people received nutritional support, primarily through school meals. About 805,000 people benefitted from WASH interventions, while 311,000 and 564,000 people benefitted from Health and Education assistance, respectively. The number of people who benefitted from Protection related interventions saw the most marked increase during this reporting period, going up to 60,000 from 48,000. Developments over the next few months will affect the scope and scale of future humanitarian interventions. The *Maha* harvest is currently in progress, and while yields are likely to be higher than the last *Maha* harvest, thanks to the largescale provision of fertilizers and other agricultural inputs, there will still be some shortcomings, and the price of rice and other essential food items will remain high due to increased production costs. This means that for many households, food\ninsecurity will remain. [...] Another issue to be closely watched is the US$2.9 billion Extended Fund Facility of the IMF. At present, Sri Lanka is seeing an increase in public protests, with many people upset about income tax increases, the high cost of living, increased electricity costs and various other issues. Several professional unions have called for strike action, including port workers, government hospital doctors and state bankers. The National Elections have also been postponed with a new date yet to be confirmed. ([OCHA, 15 Mar 2023](https://reliefweb.int/node/3943969/))",
        "overview-html": "<p>The significant reduction in agricultural production in Sri Lanka, compounded by the rising prices of fuel and basic food items, have made food unaffordable for a segment of the population, and the government has forecasted food shortages during the next months. It is estimated that only 24 per cent of the usually worked land has been cultivated for the upcoming season. Surveys indicate that up to 70 per cent of households have had to reduce food consumption as food prices have reportedly increased by 73 per cent in the last two years.</p>\n<p>Hospitals in the country report shortages of essential medicines and other health items, while frequent power outages affect the delivery of health services. The shortage of medicines has paralyzed about 50 per cent of medical operations in the country. The multi-dimensional crisis in Sri Lanka has inevitably brought more protection issues to the pre-existing chronic inequalities experienced by its people. An estimated 5.7 million people are in need of humanitarian assistance in 25 districts across the country. (<a href=\"https://reliefweb.int/node/3854909/\">OCHA, 9 Jun 2022</a>)</p>\n<p>The United Nations has launched a US$47.2 million plan for the period June through September, to respond to the Government’s request for support. The Government announced a two-week shutdown of government services and schools in Colombo to reduce the number of people taking private and public transportation as fuel stocks are predicted to run out in five days. In health, currently close to 200 essential medicines are now out of stock, with a predicted shortage of another 163 critical over the next two to three months. Additionally, over 2,700 essential surgical and more than 250 regular laboratory items are also out of stock. Due to power cuts and the lack of fuel to operate generators, many hospitals have had to postpone non-urgent surgeries and procedures. WFP has activated an emergency response to the food crisis, focusing on urgent programmes to save lives and mitigate growing food insecurity among 3 million of the most vulnerable people of Sri Lanka from June through December 2022. (<a href=\"https://reliefweb.int/node/3859201/\">WFP, 22 Jun 2022</a>)</p>\n<p>The population continues to feel the brunt of the economic and food crises. About 3 in 10 households (6.26 million people) are food insecure, 65,600 of which are severely food insecure, according to WFP’s latest food security assessment. Food inflation is alarmingly high at 57.4 percent in June 2022. Steeply increasing food prices have crippled the population’s ability to put sufficient and nutritious food on the table. The majority of assessed households (61 percent) are regularly employing food-based coping strategies such as eating less preferred and less nutritious food, and reducing the amount of food they eat. Two in five households are not consuming adequate diets. (<a href=\"https://reliefweb.int/node/3863475/\">WFP, 6 Jul 2022</a>)</p>\n<p>Household food security and the nutrition situation in Sri Lanka is set to deteriorate as the economic crisis ensues, according to WFP and FAO’s recent Crop and Food Security Assessment Mission (CFSAM). Nationally, 6.3 million people were found to be food insecure (28.3 percent). Of these, at least 65,600 people are severely food insecure. Skyrocketing food costs are making it harder for the population to meet their food needs. Incomes in the last three months have plummeted. About two in five households reported that their income has been cut in half. To cope with the lack of food, 5 million people are using crisis or emergency livelihood coping strategies that are likely to impact their medium to long-term capacity for income-generating activities and food security. (<a href=\"https://reliefweb.int/node/3867678/\">OCHA, 19 Jul 2022</a>)</p>\n<p>The economic crisis in Sri Lanka is tipping into one of the country’s worst humanitarian crises in decades, with 6.7 million people now in urgent need of humanitarian assistance. Millions of families are facing shortages of food, fuel, cooking gas, essential supplies, and medicines as the humanitarian impacts of the economic crisis continue to multiply. The International Federation of Red Cross and Red Crescent (IFRC) holds particularly grave concerns for 2.4 million people already living below the poverty line who are among the most affected by the loss of livelihoods, food shortages and spiralling cost of essential items.  (<a href=\"https://reliefweb.int/node/3868437/\">IFRC, 21 Jul 2022</a>)</p>\n<p>The Humanitarian Country Team continues to support the Government response to the ongoing economic crisis. The country is facing the worst economic crisis since independence, with the Gross Domestic Product (GDP) shrinking 8.4 percent in the April-June period compared with the same period last year. As of 15 September, over 1 million people in need across all 25 districts have been reached with humanitarian assistance. Through the provision of essential medicines and supplies to health facilities, over 660,000 people were able to benefit from improved access to healthcare. Partners were also able to disburse over US$ 2.2 million of cash assistance and reach over 102,000 people with in-kind food assistance. Other life-saving initiatives are being rolled out across the sectors of food security, agriculture, nutrition, water, protection, education, and health to address urgent needs. (<a href=\"https://reliefweb.int/node/3888013/\">OCHA, 20 Sep 2022</a>)</p>\n<p>Sri Lanka continues to face a multidimensional crisis compounded by food insecurity, threatened livelihoods, shortages of vital and essential medicines, as well as rising protection concerns. The economic crisis is the worst since Sri Lanka’s independence in 1948 and is having humanitarian consequences for the most vulnerable people in the country. A 40 percent reduction in agricultural outputs in the 2021/2022 Maha and 50 percent reduction during the 2022 Yala seasons have further exacerbated the situation. Forecasts for the 2022/2023 Maha season indicate a significantly reduced harvest as well, which coupled with a food inflation of 85.6 percent in October, means that a significant part of the population is finding it difficult to meet basic needs. [...] Recognizing the continuing humanitarian needs, it was agreed that the Humanitarian Needs and Priorities (HNP) plan will be extended until the end of 2022, complementing existing emergency operations carried out by the UN and humanitarian partners. Focusing on life-saving priorities for the most vulnerable people, the HNP revision will increase the number of people being targeted to 3.4 million across all sectors. (<a href=\"https://reliefweb.int/node/3904353/\">OCHA, 7 Nov 2022</a>)</p>\n<p>According to WFP’s recent Household Food Security Survey in October 2022, over three in ten households (36 percent) are food-insecure. Over seven in ten households are adopting food-based coping strategies such as eating less preferred food, continuing the alarming trend observed since June. Meanwhile, eight in ten households are turning to livelihood-based coping strategies such as selling productive assets, the highest observed since June. (<a href=\"https://reliefweb.int/node/3914024/\">WFP, 5 Dec 2022</a>)</p>\n<p>According to WFP, in December 2022 around 37 per cent of households were food insecure, a slight increase compared to the previous month (36 per cent). Recently completed nutrition assessments also indicate a worsening situation with preliminary findings from the recently concluded micronutrient survey undertaken by the Medical Research Institute (MRI) of Sri Lanka with the support of WFP and UNICEF showing an increase in cases of acute malnutrition among children. [...] The next few months are critical as Sri Lanka is now in the lean season and the Maha harvest in March/April will be an\nimportant indicator with regards to the overall food security situation. [...] There has been a concerning trend of increased migration reported nationwide, leading to family separations and more admission requests to children’s homes. Budget constraints and government staff shortages exacerbate protection concerns. (<a href=\"https://reliefweb.int/node/3924633/\">OCHA, 17 Jan 2023</a>)</p>\n<p>While there are some positive indicators, such as modest decreases in both the overall inflation (year-on-year) and food inflation (year-on-year), the economic and humanitarian situation in Sri Lanka remains highly volatile. According to WFPs latest Household Food Security Survey, 33 per cent of households were facing acute food insecurity in December 2022, with 68 per cent of people resorting to food-based coping strategies such as limiting portions and reducing the number of meals eaten per day. Particularly affected are households in the estate sector as well as female-headed households,\nwhere 38 per cent and 37 per cent are food-insecure respectively. Several assessments indicate a deteriorating nutritional situation primarily affecting young children, and recently it was announced that non-essential surgeries at government hospitals would be delayed due to shortages of medicines and medical equipment. Challenges with regards to protection services and education also remain, with increased reports on admission requests to children’s homes and an increasing trend of migration and family separations. [...] The next few months remain critical; Sri Lanka is currently in the agricultural lean season, the outcome of the next <em>Maha</em> harvest remains sub-optimal, and uncertainty on the debt-restructuring and subsequent IMF loan. (<a href=\"https://reliefweb.int/node/3934340/\">OCHA, 15 Feb 2023</a>)</p>\n<p>As of 15 March 2023, some 1,246,000 people have received in kind food or cash and voucher assistance. 973,000 people received agriculture and livelihoods support and 2.3 million people received nutritional support, primarily through school meals. About 805,000 people benefitted from WASH interventions, while 311,000 and 564,000 people benefitted from Health and Education assistance, respectively. The number of people who benefitted from Protection related interventions saw the most marked increase during this reporting period, going up to 60,000 from 48,000. Developments over the next few months will affect the scope and scale of future humanitarian interventions. The <em>Maha</em> harvest is currently in progress, and while yields are likely to be higher than the last <em>Maha</em> harvest, thanks to the largescale provision of fertilizers and other agricultural inputs, there will still be some shortcomings, and the price of rice and other essential food items will remain high due to increased production costs. This means that for many households, food\ninsecurity will remain. [...] Another issue to be closely watched is the US$2.9 billion Extended Fund Facility of the IMF. At present, Sri Lanka is seeing an increase in public protests, with many people upset about income tax increases, the high cost of living, increased electricity costs and various other issues. Several professional unions have called for strike action, including port workers, government hospital doctors and state bankers. The National Elections have also been postponed with a new date yet to be confirmed. (<a href=\"https://reliefweb.int/node/3943969/\">OCHA, 15 Mar 2023</a>)</p>\n"
      },
      "description-html": "<p>The significant reduction in agricultural production in Sri Lanka, compounded by the rising prices of fuel and basic food items, have made food unaffordable for a segment of the population, and the government has forecasted food shortages during the next months. It is estimated that only 24 per cent of the usually worked land has been cultivated for the upcoming season. Surveys indicate that up to 70 per cent of households have had to reduce food consumption as food prices have reportedly increased by 73 per cent in the last two years.</p>\n<p>Hospitals in the country report shortages of essential medicines and other health items, while frequent power outages affect the delivery of health services. The shortage of medicines has paralyzed about 50 per cent of medical operations in the country. The multi-dimensional crisis in Sri Lanka has inevitably brought more protection issues to the pre-existing chronic inequalities experienced by its people. An estimated 5.7 million people are in need of humanitarian assistance in 25 districts across the country. (<a href=\"https://reliefweb.int/node/3854909/\">OCHA, 9 Jun 2022</a>)</p>\n<p>The United Nations has launched a US$47.2 million plan for the period June through September, to respond to the Government’s request for support. The Government announced a two-week shutdown of government services and schools in Colombo to reduce the number of people taking private and public transportation as fuel stocks are predicted to run out in five days. In health, currently close to 200 essential medicines are now out of stock, with a predicted shortage of another 163 critical over the next two to three months. Additionally, over 2,700 essential surgical and more than 250 regular laboratory items are also out of stock. Due to power cuts and the lack of fuel to operate generators, many hospitals have had to postpone non-urgent surgeries and procedures. WFP has activated an emergency response to the food crisis, focusing on urgent programmes to save lives and mitigate growing food insecurity among 3 million of the most vulnerable people of Sri Lanka from June through December 2022. (<a href=\"https://reliefweb.int/node/3859201/\">WFP, 22 Jun 2022</a>)</p>\n<p>The population continues to feel the brunt of the economic and food crises. About 3 in 10 households (6.26 million people) are food insecure, 65,600 of which are severely food insecure, according to WFP’s latest food security assessment. Food inflation is alarmingly high at 57.4 percent in June 2022. Steeply increasing food prices have crippled the population’s ability to put sufficient and nutritious food on the table. The majority of assessed households (61 percent) are regularly employing food-based coping strategies such as eating less preferred and less nutritious food, and reducing the amount of food they eat. Two in five households are not consuming adequate diets. (<a href=\"https://reliefweb.int/node/3863475/\">WFP, 6 Jul 2022</a>)</p>\n<p>Household food security and the nutrition situation in Sri Lanka is set to deteriorate as the economic crisis ensues, according to WFP and FAO’s recent Crop and Food Security Assessment Mission (CFSAM). Nationally, 6.3 million people were found to be food insecure (28.3 percent). Of these, at least 65,600 people are severely food insecure. Skyrocketing food costs are making it harder for the population to meet their food needs. Incomes in the last three months have plummeted. About two in five households reported that their income has been cut in half. To cope with the lack of food, 5 million people are using crisis or emergency livelihood coping strategies that are likely to impact their medium to long-term capacity for income-generating activities and food security. (<a href=\"https://reliefweb.int/node/3867678/\">OCHA, 19 Jul 2022</a>)</p>\n<p>The economic crisis in Sri Lanka is tipping into one of the country’s worst humanitarian crises in decades, with 6.7 million people now in urgent need of humanitarian assistance. Millions of families are facing shortages of food, fuel, cooking gas, essential supplies, and medicines as the humanitarian impacts of the economic crisis continue to multiply. The International Federation of Red Cross and Red Crescent (IFRC) holds particularly grave concerns for 2.4 million people already living below the poverty line who are among the most affected by the loss of livelihoods, food shortages and spiralling cost of essential items.  (<a href=\"https://reliefweb.int/node/3868437/\">IFRC, 21 Jul 2022</a>)</p>\n<p>The Humanitarian Country Team continues to support the Government response to the ongoing economic crisis. The country is facing the worst economic crisis since independence, with the Gross Domestic Product (GDP) shrinking 8.4 percent in the April-June period compared with the same period last year. As of 15 September, over 1 million people in need across all 25 districts have been reached with humanitarian assistance. Through the provision of essential medicines and supplies to health facilities, over 660,000 people were able to benefit from improved access to healthcare. Partners were also able to disburse over US$ 2.2 million of cash assistance and reach over 102,000 people with in-kind food assistance. Other life-saving initiatives are being rolled out across the sectors of food security, agriculture, nutrition, water, protection, education, and health to address urgent needs. (<a href=\"https://reliefweb.int/node/3888013/\">OCHA, 20 Sep 2022</a>)</p>\n<p>Sri Lanka continues to face a multidimensional crisis compounded by food insecurity, threatened livelihoods, shortages of vital and essential medicines, as well as rising protection concerns. The economic crisis is the worst since Sri Lanka’s independence in 1948 and is having humanitarian consequences for the most vulnerable people in the country. A 40 percent reduction in agricultural outputs in the 2021/2022 Maha and 50 percent reduction during the 2022 Yala seasons have further exacerbated the situation. Forecasts for the 2022/2023 Maha season indicate a significantly reduced harvest as well, which coupled with a food inflation of 85.6 percent in October, means that a significant part of the population is finding it difficult to meet basic needs. [...] Recognizing the continuing humanitarian needs, it was agreed that the Humanitarian Needs and Priorities (HNP) plan will be extended until the end of 2022, complementing existing emergency operations carried out by the UN and humanitarian partners. Focusing on life-saving priorities for the most vulnerable people, the HNP revision will increase the number of people being targeted to 3.4 million across all sectors. (<a href=\"https://reliefweb.int/node/3904353/\">OCHA, 7 Nov 2022</a>)</p>\n<p>According to WFP’s recent Household Food Security Survey in October 2022, over three in ten households (36 percent) are food-insecure. Over seven in ten households are adopting food-based coping strategies such as eating less preferred food, continuing the alarming trend observed since June. Meanwhile, eight in ten households are turning to livelihood-based coping strategies such as selling productive assets, the highest observed since June. (<a href=\"https://reliefweb.int/node/3914024/\">WFP, 5 Dec 2022</a>)</p>\n<p>According to WFP, in December 2022 around 37 per cent of households were food insecure, a slight increase compared to the previous month (36 per cent). Recently completed nutrition assessments also indicate a worsening situation with preliminary findings from the recently concluded micronutrient survey undertaken by the Medical Research Institute (MRI) of Sri Lanka with the support of WFP and UNICEF showing an increase in cases of acute malnutrition among children. [...] The next few months are critical as Sri Lanka is now in the lean season and the Maha harvest in March/April will be an\nimportant indicator with regards to the overall food security situation. [...] There has been a concerning trend of increased migration reported nationwide, leading to family separations and more admission requests to children’s homes. Budget constraints and government staff shortages exacerbate protection concerns. (<a href=\"https://reliefweb.int/node/3924633/\">OCHA, 17 Jan 2023</a>)</p>\n<p>While there are some positive indicators, such as modest decreases in both the overall inflation (year-on-year) and food inflation (year-on-year), the economic and humanitarian situation in Sri Lanka remains highly volatile. According to WFPs latest Household Food Security Survey, 33 per cent of households were facing acute food insecurity in December 2022, with 68 per cent of people resorting to food-based coping strategies such as limiting portions and reducing the number of meals eaten per day. Particularly affected are households in the estate sector as well as female-headed households,\nwhere 38 per cent and 37 per cent are food-insecure respectively. Several assessments indicate a deteriorating nutritional situation primarily affecting young children, and recently it was announced that non-essential surgeries at government hospitals would be delayed due to shortages of medicines and medical equipment. Challenges with regards to protection services and education also remain, with increased reports on admission requests to children’s homes and an increasing trend of migration and family separations. [...] The next few months remain critical; Sri Lanka is currently in the agricultural lean season, the outcome of the next <em>Maha</em> harvest remains sub-optimal, and uncertainty on the debt-restructuring and subsequent IMF loan. (<a href=\"https://reliefweb.int/node/3934340/\">OCHA, 15 Feb 2023</a>)</p>\n<p>As of 15 March 2023, some 1,246,000 people have received in kind food or cash and voucher assistance. 973,000 people received agriculture and livelihoods support and 2.3 million people received nutritional support, primarily through school meals. About 805,000 people benefitted from WASH interventions, while 311,000 and 564,000 people benefitted from Health and Education assistance, respectively. The number of people who benefitted from Protection related interventions saw the most marked increase during this reporting period, going up to 60,000 from 48,000. Developments over the next few months will affect the scope and scale of future humanitarian interventions. The <em>Maha</em> harvest is currently in progress, and while yields are likely to be higher than the last <em>Maha</em> harvest, thanks to the largescale provision of fertilizers and other agricultural inputs, there will still be some shortcomings, and the price of rice and other essential food items will remain high due to increased production costs. This means that for many households, food\ninsecurity will remain. [...] Another issue to be closely watched is the US$2.9 billion Extended Fund Facility of the IMF. At present, Sri Lanka is seeing an increase in public protests, with many people upset about income tax increases, the high cost of living, increased electricity costs and various other issues. Several professional unions have called for strike action, including port workers, government hospital doctors and state bankers. The National Elections have also been postponed with a new date yet to be confirmed. (<a href=\"https://reliefweb.int/node/3943969/\">OCHA, 15 Mar 2023</a>)</p>\n",
      "description": "The significant reduction in agricultural production in Sri Lanka, compounded by the rising prices of fuel and basic food items, have made food unaffordable for a segment of the population, and the government has forecasted food shortages during the next months. It is estimated that only 24 per cent of the usually worked land has been cultivated for the upcoming season. Surveys indicate that up to 70 per cent of households have had to reduce food consumption as food prices have reportedly increased by 73 per cent in the last two years.\n\nHospitals in the country report shortages of essential medicines and other health items, while frequent power outages affect the delivery of health services. The shortage of medicines has paralyzed about 50 per cent of medical operations in the country. The multi-dimensional crisis in Sri Lanka has inevitably brought more protection issues to the pre-existing chronic inequalities experienced by its people. An estimated 5.7 million people are in need of humanitarian assistance in 25 districts across the country. ([OCHA, 9 Jun 2022](https://reliefweb.int/node/3854909/))\n\nThe United Nations has launched a US$47.2 million plan for the period June through September, to respond to the Government’s request for support. The Government announced a two-week shutdown of government services and schools in Colombo to reduce the number of people taking private and public transportation as fuel stocks are predicted to run out in five days. In health, currently close to 200 essential medicines are now out of stock, with a predicted shortage of another 163 critical over the next two to three months. Additionally, over 2,700 essential surgical and more than 250 regular laboratory items are also out of stock. Due to power cuts and the lack of fuel to operate generators, many hospitals have had to postpone non-urgent surgeries and procedures. WFP has activated an emergency response to the food crisis, focusing on urgent programmes to save lives and mitigate growing food insecurity among 3 million of the most vulnerable people of Sri Lanka from June through December 2022. ([WFP, 22 Jun 2022](https://reliefweb.int/node/3859201/))\n\nThe population continues to feel the brunt of the economic and food crises. About 3 in 10 households (6.26 million people) are food insecure, 65,600 of which are severely food insecure, according to WFP’s latest food security assessment. Food inflation is alarmingly high at 57.4 percent in June 2022. Steeply increasing food prices have crippled the population’s ability to put sufficient and nutritious food on the table. The majority of assessed households (61 percent) are regularly employing food-based coping strategies such as eating less preferred and less nutritious food, and reducing the amount of food they eat. Two in five households are not consuming adequate diets. ([WFP, 6 Jul 2022](https://reliefweb.int/node/3863475/))\n\nHousehold food security and the nutrition situation in Sri Lanka is set to deteriorate as the economic crisis ensues, according to WFP and FAO’s recent Crop and Food Security Assessment Mission (CFSAM). Nationally, 6.3 million people were found to be food insecure (28.3 percent). Of these, at least 65,600 people are severely food insecure. Skyrocketing food costs are making it harder for the population to meet their food needs. Incomes in the last three months have plummeted. About two in five households reported that their income has been cut in half. To cope with the lack of food, 5 million people are using crisis or emergency livelihood coping strategies that are likely to impact their medium to long-term capacity for income-generating activities and food security. ([OCHA, 19 Jul 2022](https://reliefweb.int/node/3867678/))\n\nThe economic crisis in Sri Lanka is tipping into one of the country’s worst humanitarian crises in decades, with 6.7 million people now in urgent need of humanitarian assistance. Millions of families are facing shortages of food, fuel, cooking gas, essential supplies, and medicines as the humanitarian impacts of the economic crisis continue to multiply. The International Federation of Red Cross and Red Crescent (IFRC) holds particularly grave concerns for 2.4 million people already living below the poverty line who are among the most affected by the loss of livelihoods, food shortages and spiralling cost of essential items.  ([IFRC, 21 Jul 2022](https://reliefweb.int/node/3868437/))\n\nThe Humanitarian Country Team continues to support the Government response to the ongoing economic crisis. The country is facing the worst economic crisis since independence, with the Gross Domestic Product (GDP) shrinking 8.4 percent in the April-June period compared with the same period last year. As of 15 September, over 1 million people in need across all 25 districts have been reached with humanitarian assistance. Through the provision of essential medicines and supplies to health facilities, over 660,000 people were able to benefit from improved access to healthcare. Partners were also able to disburse over US$ 2.2 million of cash assistance and reach over 102,000 people with in-kind food assistance. Other life-saving initiatives are being rolled out across the sectors of food security, agriculture, nutrition, water, protection, education, and health to address urgent needs. ([OCHA, 20 Sep 2022](https://reliefweb.int/node/3888013/))\n\nSri Lanka continues to face a multidimensional crisis compounded by food insecurity, threatened livelihoods, shortages of vital and essential medicines, as well as rising protection concerns. The economic crisis is the worst since Sri Lanka’s independence in 1948 and is having humanitarian consequences for the most vulnerable people in the country. A 40 percent reduction in agricultural outputs in the 2021/2022 Maha and 50 percent reduction during the 2022 Yala seasons have further exacerbated the situation. Forecasts for the 2022/2023 Maha season indicate a significantly reduced harvest as well, which coupled with a food inflation of 85.6 percent in October, means that a significant part of the population is finding it difficult to meet basic needs. [...] Recognizing the continuing humanitarian needs, it was agreed that the Humanitarian Needs and Priorities (HNP) plan will be extended until the end of 2022, complementing existing emergency operations carried out by the UN and humanitarian partners. Focusing on life-saving priorities for the most vulnerable people, the HNP revision will increase the number of people being targeted to 3.4 million across all sectors. ([OCHA, 7 Nov 2022](https://reliefweb.int/node/3904353/))\n\nAccording to WFP’s recent Household Food Security Survey in October 2022, over three in ten households (36 percent) are food-insecure. Over seven in ten households are adopting food-based coping strategies such as eating less preferred food, continuing the alarming trend observed since June. Meanwhile, eight in ten households are turning to livelihood-based coping strategies such as selling productive assets, the highest observed since June. ([WFP, 5 Dec 2022](https://reliefweb.int/node/3914024/))\n\nAccording to WFP, in December 2022 around 37 per cent of households were food insecure, a slight increase compared to the previous month (36 per cent). Recently completed nutrition assessments also indicate a worsening situation with preliminary findings from the recently concluded micronutrient survey undertaken by the Medical Research Institute (MRI) of Sri Lanka with the support of WFP and UNICEF showing an increase in cases of acute malnutrition among children. [...] The next few months are critical as Sri Lanka is now in the lean season and the Maha harvest in March/April will be an\nimportant indicator with regards to the overall food security situation. [...] There has been a concerning trend of increased migration reported nationwide, leading to family separations and more admission requests to children’s homes. Budget constraints and government staff shortages exacerbate protection concerns. ([OCHA, 17 Jan 2023](https://reliefweb.int/node/3924633/))\n\nWhile there are some positive indicators, such as modest decreases in both the overall inflation (year-on-year) and food inflation (year-on-year), the economic and humanitarian situation in Sri Lanka remains highly volatile. According to WFPs latest Household Food Security Survey, 33 per cent of households were facing acute food insecurity in December 2022, with 68 per cent of people resorting to food-based coping strategies such as limiting portions and reducing the number of meals eaten per day. Particularly affected are households in the estate sector as well as female-headed households,\nwhere 38 per cent and 37 per cent are food-insecure respectively. Several assessments indicate a deteriorating nutritional situation primarily affecting young children, and recently it was announced that non-essential surgeries at government hospitals would be delayed due to shortages of medicines and medical equipment. Challenges with regards to protection services and education also remain, with increased reports on admission requests to children’s homes and an increasing trend of migration and family separations. [...] The next few months remain critical; Sri Lanka is currently in the agricultural lean season, the outcome of the next *Maha* harvest remains sub-optimal, and uncertainty on the debt-restructuring and subsequent IMF loan. ([OCHA, 15 Feb 2023](https://reliefweb.int/node/3934340/))\n\nAs of 15 March 2023, some 1,246,000 people have received in kind food or cash and voucher assistance. 973,000 people received agriculture and livelihoods support and 2.3 million people received nutritional support, primarily through school meals. About 805,000 people benefitted from WASH interventions, while 311,000 and 564,000 people benefitted from Health and Education assistance, respectively. The number of people who benefitted from Protection related interventions saw the most marked increase during this reporting period, going up to 60,000 from 48,000. Developments over the next few months will affect the scope and scale of future humanitarian interventions. The *Maha* harvest is currently in progress, and while yields are likely to be higher than the last *Maha* harvest, thanks to the largescale provision of fertilizers and other agricultural inputs, there will still be some shortcomings, and the price of rice and other essential food items will remain high due to increased production costs. This means that for many households, food\ninsecurity will remain. [...] Another issue to be closely watched is the US$2.9 billion Extended Fund Facility of the IMF. At present, Sri Lanka is seeing an increase in public protests, with many people upset about income tax increases, the high cost of living, increased electricity costs and various other issues. Several professional unions have called for strike action, including port workers, government hospital doctors and state bankers. The National Elections have also been postponed with a new date yet to be confirmed. ([OCHA, 15 Mar 2023](https://reliefweb.int/node/3943969/))",
      "type": [
        {
          "code": "OT",
          "name": "Other",
          "id": 5042,
          "primary": true
        }
      ],
      "url": "https://reliefweb.int/taxonomy/term/51202",
      "current": true,
      "url_alias": "https://reliefweb.int/disaster/ce-2022-000199-lka",
      "name": "Sri Lanka: Food Security Crisis - Apr 2022",
      "id": 51202,
      "glide": "CE-2022-000199-LKA",
      "status": "ongoing"
    }
  },
  "text": "Sri Lanka: Food Security Crisis - Apr 2022\n\nThe significant reduction in agricultural production in Sri Lanka, compounded by the rising prices of fuel and basic food items, have made food unaffordable for a segment of the population, and the government has forecasted food shortages during the next months. It is estimated that only 24 per cent of the usually worked land has been cultivated for the upcoming season. Surveys indicate that up to 70 per cent of households have had to reduce food consumption as food prices have reportedly increased by 73 per cent in the last two years.\n\nHospitals in the country report shortages of essential medicines and other health items, while frequent power outages affect the delivery of health services. The shortage of medicines has paralyzed about 50 per cent of medical operations in the country. The multi-dimensional crisis in Sri Lanka has inevitably brought more protection issues to the pre-existing chronic inequalities experienced by its people. An estimated 5.7 million people are in need of humanitarian assistance in 25 districts across the country. ([OCHA, 9 Jun 2022](https://reliefweb.int/node/3854909/))\n\nThe United Nations has launched a US$47.2 million plan for the period June through September, to respond to the Government’s request for support. The Government announced a two-week shutdown of government services and schools in Colombo to reduce the number of people taking private and public transportation as fuel stocks are predicted to run out in five days. In health, currently close to 200 essential medicines are now out of stock, with a predicted shortage of another 163 critical over the next two to three months. Additionally, over 2,700 essential surgical and more than 250 regular laboratory items are also out of stock. Due to power cuts and the lack of fuel to operate generators, many hospitals have had to postpone non-urgent surgeries and procedures. WFP has activated an emergency response to the food crisis, focusing on urgent programmes to save lives and mitigate growing food insecurity among 3 million of the most vulnerable people of Sri Lanka from June through December 2022. ([WFP, 22 Jun 2022](https://reliefweb.int/node/3859201/))\n\nThe population continues to feel the brunt of the economic and food crises. About 3 in 10 households (6.26 million people) are food insecure, 65,600 of which are severely food insecure, according to WFP’s latest food security assessment. Food inflation is alarmingly high at 57.4 percent in June 2022. Steeply increasing food prices have crippled the population’s ability to put sufficient and nutritious food on the table. The majority of assessed households (61 percent) are regularly employing food-based coping strategies such as eating less preferred and less nutritious food, and reducing the amount of food they eat. Two in five households are not consuming adequate diets. ([WFP, 6 Jul 2022](https://reliefweb.int/node/3863475/))\n\nHousehold food security and the nutrition situation in Sri Lanka is set to deteriorate as the economic crisis ensues, according to WFP and FAO’s recent Crop and Food Security Assessment Mission (CFSAM). Nationally, 6.3 million people were found to be food insecure (28.3 percent). Of these, at least 65,600 people are severely food insecure. Skyrocketing food costs are making it harder for the population to meet their food needs. Incomes in the last three months have plummeted. About two in five households reported that their income has been cut in half. To cope with the lack of food, 5 million people are using crisis or emergency livelihood coping strategies that are likely to impact their medium to long-term capacity for income-generating activities and food security. ([OCHA, 19 Jul 2022](https://reliefweb.int/node/3867678/))\n\nThe economic crisis in Sri Lanka is tipping into one of the country’s worst humanitarian crises in decades, with 6.7 million people now in urgent need of humanitarian assistance. Millions of families are facing shortages of food, fuel, cooking gas, essential supplies, and medicines as the humanitarian impacts of the economic crisis continue to multiply. The International Federation of Red Cross and Red Crescent (IFRC) holds particularly grave concerns for 2.4 million people already living below the poverty line who are among the most affected by the loss of livelihoods, food shortages and spiralling cost of essential items.  ([IFRC, 21 Jul 2022](https://reliefweb.int/node/3868437/))\n\nThe Humanitarian Country Team continues to support the Government response to the ongoing economic crisis. The country is facing the worst economic crisis since independence, with the Gross Domestic Product (GDP) shrinking 8.4 percent in the April-June period compared with the same period last year. As of 15 September, over 1 million people in need across all 25 districts have been reached with humanitarian assistance. Through the provision of essential medicines and supplies to health facilities, over 660,000 people were able to benefit from improved access to healthcare. Partners were also able to disburse over US$ 2.2 million of cash assistance and reach over 102,000 people with in-kind food assistance. Other life-saving initiatives are being rolled out across the sectors of food security, agriculture, nutrition, water, protection, education, and health to address urgent needs. ([OCHA, 20 Sep 2022](https://reliefweb.int/node/3888013/))\n\nSri Lanka continues to face a multidimensional crisis compounded by food insecurity, threatened livelihoods, shortages of vital and essential medicines, as well as rising protection concerns. The economic crisis is the worst since Sri Lanka’s independence in 1948 and is having humanitarian consequences for the most vulnerable people in the country. A 40 percent reduction in agricultural outputs in the 2021/2022 Maha and 50 percent reduction during the 2022 Yala seasons have further exacerbated the situation. Forecasts for the 2022/2023 Maha season indicate a significantly reduced harvest as well, which coupled with a food inflation of 85.6 percent in October, means that a significant part of the population is finding it difficult to meet basic needs. [...] Recognizing the continuing humanitarian needs, it was agreed that the Humanitarian Needs and Priorities (HNP) plan will be extended until the end of 2022, complementing existing emergency operations carried out by the UN and humanitarian partners. Focusing on life-saving priorities for the most vulnerable people, the HNP revision will increase the number of people being targeted to 3.4 million across all sectors. ([OCHA, 7 Nov 2022](https://reliefweb.int/node/3904353/))\n\nAccording to WFP’s recent Household Food Security Survey in October 2022, over three in ten households (36 percent) are food-insecure. Over seven in ten households are adopting food-based coping strategies such as eating less preferred food, continuing the alarming trend observed since June. Meanwhile, eight in ten households are turning to livelihood-based coping strategies such as selling productive assets, the highest observed since June. ([WFP, 5 Dec 2022](https://reliefweb.int/node/3914024/))\n\nAccording to WFP, in December 2022 around 37 per cent of households were food insecure, a slight increase compared to the previous month (36 per cent). Recently completed nutrition assessments also indicate a worsening situation with preliminary findings from the recently concluded micronutrient survey undertaken by the Medical Research Institute (MRI) of Sri Lanka with the support of WFP and UNICEF showing an increase in cases of acute malnutrition among children. [...] The next few months are critical as Sri Lanka is now in the lean season and the Maha harvest in March/April will be an\nimportant indicator with regards to the overall food security situation. [...] There has been a concerning trend of increased migration reported nationwide, leading to family separations and more admission requests to children’s homes. Budget constraints and government staff shortages exacerbate protection concerns. ([OCHA, 17 Jan 2023](https://reliefweb.int/node/3924633/))\n\nWhile there are some positive indicators, such as modest decreases in both the overall inflation (year-on-year) and food inflation (year-on-year), the economic and humanitarian situation in Sri Lanka remains highly volatile. According to WFPs latest Household Food Security Survey, 33 per cent of households were facing acute food insecurity in December 2022, with 68 per cent of people resorting to food-based coping strategies such as limiting portions and reducing the number of meals eaten per day. Particularly affected are households in the estate sector as well as female-headed households,\nwhere 38 per cent and 37 per cent are food-insecure respectively. Several assessments indicate a deteriorating nutritional situation primarily affecting young children, and recently it was announced that non-essential surgeries at government hospitals would be delayed due to shortages of medicines and medical equipment. Challenges with regards to protection services and education also remain, with increased reports on admission requests to children’s homes and an increasing trend of migration and family separations. [...] The next few months remain critical; Sri Lanka is currently in the agricultural lean season, the outcome of the next *Maha* harvest remains sub-optimal, and uncertainty on the debt-restructuring and subsequent IMF loan. ([OCHA, 15 Feb 2023](https://reliefweb.int/node/3934340/))\n\nAs of 15 March 2023, some 1,246,000 people have received in kind food or cash and voucher assistance. 973,000 people received agriculture and livelihoods support and 2.3 million people received nutritional support, primarily through school meals. About 805,000 people benefitted from WASH interventions, while 311,000 and 564,000 people benefitted from Health and Education assistance, respectively. The number of people who benefitted from Protection related interventions saw the most marked increase during this reporting period, going up to 60,000 from 48,000. Developments over the next few months will affect the scope and scale of future humanitarian interventions. The *Maha* harvest is currently in progress, and while yields are likely to be higher than the last *Maha* harvest, thanks to the largescale provision of fertilizers and other agricultural inputs, there will still be some shortcomings, and the price of rice and other essential food items will remain high due to increased production costs. This means that for many households, food\ninsecurity will remain. [...] Another issue to be closely watched is the US$2.9 billion Extended Fund Facility of the IMF. At present, Sri Lanka is seeing an increase in public protests, with many people upset about income tax increases, the high cost of living, increased electricity costs and various other issues. Several professional unions have called for strike action, including port workers, government hospital doctors and state bankers. The National Elections have also been postponed with a new date yet to be confirmed. ([OCHA, 15 Mar 2023](https://reliefweb.int/node/3943969/))",
  "summary": " Sri Lanka is facing a multidimensional crisis due to a significant reduction in agricultural production, rising prices of fuel and basic food items, and shortages of essential medicines and other health items. An estimated 5.7 million people are in need of humanitarian assistance, with 6.3 million people found to be food insecure and 65,600 people severely food insecure. The Humanitarian Country Team is supporting the Government response to the crisis, with 1 million people in need across all 25 districts having been reached with humanitarian assistance. As of March 2023, some 1,246,000 people have received in kind food or cash and voucher assistance, with food insecurity likely to remain for many households.",
  "metadata": {
    "id": "51202",
    "name": "Sri Lanka: Food Security Crisis - Apr 2022",
    "date_event": 1648771200000,
    "date_changed": 1679015831000,
    "date_created": 1648771200000,
    "primary_country_id": 219,
    "primary_country_name": "Sri Lanka",
    "primary_country_iso3": "lka",
    "primary_country_location": {
      "lon": 80.7,
      "lat": 7.61
    },
    "primary_type_id": 5042,
    "primary_type_code": "OT",
    "primary_type_name": "Other"
  }
}