{
  "original": {
    "id": "43154",
    "fields": {
      "date": {
        "changed": "2023-01-16T09:53:51+00:00",
        "event": "2017-06-07T00:00:00+00:00",
        "created": "2017-06-07T00:00:00+00:00"
      },
      "primary_type": {
        "code": "EP",
        "name": "Epidemic",
        "id": 4642
      },
      "country": [
        {
          "href": "https://api.reliefweb.int/v1/countries/49",
          "name": "Cameroon",
          "location": {
            "lon": 12.21,
            "lat": 4.81
          },
          "id": 49,
          "shortname": "Cameroon",
          "iso3": "cmr"
        },
        {
          "href": "https://api.reliefweb.int/v1/countries/175",
          "name": "Nigeria",
          "location": {
            "lon": 8.11,
            "lat": 9.59
          },
          "id": 175,
          "shortname": "Nigeria",
          "iso3": "nga",
          "primary": true
        }
      ],
      "primary_country": {
        "href": "https://api.reliefweb.int/v1/countries/175",
        "name": "Nigeria",
        "location": {
          "lon": 8.11,
          "lat": 9.59
        },
        "id": 175,
        "shortname": "Nigeria",
        "iso3": "nga"
      },
      "profile": {
        "appeals_response_plans": {
          "active": [
            {
              "cover": "https://reliefweb.int/sites/default/files/styles/small/public/previews/b7/9f/b79fd308-41d0-3528-ab2e-6ce1dc53157e.png",
              "title": "OCHA: Nigeria 2017 Cholera Response and Prevention Plan (September 2017)",
              "url": "https://reliefweb.int/node/2225759"
            }
          ],
          "title": "Appeals & Response Plans"
        },
        "overview": "There is an ongoing outbreak since the beginning of 2017. Between 1 January and 31 December 2017, a cumulative total of 4 221 suspected cholera cases and 107 deaths (CFR 2.5%), including 60 laboratory-confirmed were reported from 87 LGAs in 20 States. Between weeks 1 and 9 of 2018, there have been 210 suspected cases including two laboratory-confirmed and 16 deaths (CFR 7.6%) from 28 LGAs in 9 States. ([WHO, 30 Mar 2018](https://reliefweb.int/node/2538474))\n\nNorth-east Nigeria is experiencing recurrent cholera outbreaks, with three states: Adamawa, Borno and Yobe currently having active transmission... Since February 2018, the three states in north-east Nigeria have reported a total of 1 664 suspected cholera cases and 31 deaths (case fatality rate 1.9%), as of 27 May 2018. ([WHO, 28 May 2018](https://reliefweb.int/node/2625369))\n\nWith more than 14 days since the last reported case of cholera, Yobe State Ministry of Health has declared that the outbreak is over on 12 June 2018. ([WHO, 12 June 2018](https://reliefweb.int/node/2653139))\n\nThe outbreak of cholera in Nigeria has remained persistent since the beginning of 2018. In epi-week 28 (week ending 15 July 2018), 367 new suspected cases with four deaths (case fatality ratio 1.1%) were reported from six states – Adamawa (42), Bauchi (56), Katsina (68), Niger (14), Plateau (11), and Zamfara (176)...As of 18 July 2018, a total of 16 892 suspected cases with 201 deaths (case fatality ratio 1.2%) have been reported from 17 states (Adamawa, Anambra, Bauchi, Borno, FCT, Gombe, Jigawa, Ebonyi, Kaduna, Kano, Katsina, Kogi, Nasarawa, Niger, Plateau, Yobe, and Zamfara) since the beginning of 2018...With no new cases reported in the last four weeks in Anambra, Nasarawa, Borno, and Yobe States the outbreak is considered to be under control in these states. The decrease in the number of cases has also been reported from Adamawa State, which has been one of the epi-centres of this outbreak. This is contributing to the overall declining trend across the country except in Zamfara and Katsina States where the number of cases reported is still high. ([WHO, 27 Jul 2018](https://reliefweb.int/node/2720314))\n\nA total of 889 cases of suspected cholera have been recorded in eight local government areas (LGAs), including 19 deaths, as of 10 September 2018. This represents a fatality rate of 2.1 per cent...The number of cases has increased by 30 percent between 7 September and 10 September 2018, including one additional death. Jere, Magumeri and Maiduguri Metropolitan Council (MMC) have seen the largest spike in case numbers, largely due to the poor water, sanitation and hygiene conditions in these areas that are also congested. ([OCHA, 11 Sep 2018](https://reliefweb.int/node/2781864))\n\nAs of 26 September 2018, a total of 3703 cases with 68 deaths (CFR 1.8%) have been reported from twelve health districts in four regions of the country, namely, Maradi, Dosso, Zender, and Tahoua regions. Madarounfa District in Maradi Region remains the most affected with 90% of the cumulative cases reported. The majority of cases are age 5 and above and females constitute 56.2% of the cases reported. A total of 34 samples have tested positive by culture for Vibrio cholerae 01 inaba. Fourteen percent of the cumulative cases reported are residents from Nigeria ([WHO, 5 Oct 2018](https://reliefweb.int/node/2821534))\n\nIn week 43 (week ending 28 October 2018), 173 new suspected cases with one death were reported from five states: Adamawa (92 cases with one death), Zamfara (37 cases), Borno (35 cases), Yobe (6 cases), and Katsina (4 cases). There is an overall downward trend in the number of cases across the country. ([WHO, 23 Nov 2018](https://reliefweb.int/node/2890193))\n\nThe total number of suspected cholera cases in Borno reported between 26th November and 2nd December 2018 stands at 6,307 with 73 associated deaths ([Gov't Nigeria, 2 Dec 2018.](https://reliefweb.int/node/2906648)) The total number of suspected cholera cases reported in Yobe state is 1,812 with 61 associated deaths (CFR 3.37%). In the state, up to 591 cases have been reported in Gulani LGA, 485 cases in Gujba LGA and 488 cases in Damaturu LGA. In Fune LGA, 181 cases were reported and 67 cases were reported in Potiskum LGA ([Gov't Nigeria, 2 Dec 2018.](https://reliefweb.int/node/2906663))\n\nBorno and Yobe States officially declared the end of cholera outbreaks on 15 January 2019 following zero new cases for more than two consecutive weeks. Across the country, a declining trend was noted since early November with zero cases reported in the last three weeks.  \nIn 2018, twenty states reported outbreaks of cholera across Nigeria with Bauchi, Zamfara, Borno, and Katsina states accounting for 74% of the cumulative cases. ([WHO, 11 Jan 2019](https://reliefweb.int/node/2949644/))\n\nSuspicious cases remain concentrated in the states of Bayelsa (41) and Kano (6). Since the beginning of the year, 579 suspected cases have been reported, including 24 recorded deaths. ([UNICEF, 24 May 2019](https://reliefweb.int/node/3142288))\n\nOn 18 June 2019, the State Ministry of Health of Adamawa State in north-east Nigeria officially declared a cholera outbreak in three local government areas (LGAs). The cholera outbreak started on 15 May 2019 (week 19) in Yola North LGA and spread to Girei LGA in week 22 and eventually to Yola South LGA in week 23 (week ending 9 June 2019). In week 24 (week ending 16 June 2019), 37 new suspected cholera cases were reported, with no deaths. ([WHO, 23 Jun 2019](https://reliefweb.int/node/3187024/))\n\nFrom 15 May to 28 June 2019, a cumulative total of 156 cases with one death (CFR 0.6%) have been reported from three LGAs with the caseload distributed as follows: Yola North (74 cases with one death), Girei (79 cases with zero deaths), and Yola South (three cases with zero deaths). ([WHO, 21 Jul 2019](https://reliefweb.int/node/3226018))\n\nThe number of cases of cholera reported in Adamawa State has been on a declining trend. On 25 September 2019, one new case was reported from Girei Local Government Area. From 15 May to 25 September 2019, a cumulative total of 774 cases with four deaths have been reported from four LGAs: Yola North (471 cases with two deaths), Girei (192 cases with one death), Yola South (110 cases with one death), and Song (1 case with zero deaths). ([WHO, 29 Sep 2019.](https://reliefweb.int/node/3330078))\n\nThree new cases of cholera were reported in Adamawa State from 27 November to 6 December 2019 from Yola North (2) and Yola South (1) Local Government Areas. From 15 May to 6 December 2019, a cumulative total of 839 suspected cases with four deaths have been reported from four LGAs: Yola North (513 cases with two deaths), Girei (200 cases with one death), Yola South (125 cases with one death), and Song (1 case with zero deaths). Of 539 stool specimens collected and analysed at the state specialist hospital, 206 cultured Vibrio cholerae as the causative agent. An outbreak of cholera has also been reported in Andoni Local Government Area, Rivers State. From 27 November to 9 December 2019, a total of 56 cases with 11 deaths were reported from 15 communities in Andoni LGA. ([WHO, 05 Jan 2020.](https://reliefweb.int/node/3464608))\n\nAs at March 28th, 2021, a total of 1,746 suspected cases including 50 deaths (CFR = 2.9%) have been reported from eight states (Benue, Delta, Zamfara, Gombe, Bayelsa, Kogi, Sokoto and Nasarawa) since the beginning of 2021. ([Govt Nigeria, 30 Mar 2020.](https://reliefweb.int/node/3727212))\n\nVery active inter-community transmission in Nigeria, specifically in Bauchi, and Kano states, which have recorded 2,535 cases and 18 deaths (CFR 0.7%), and 572 cases including 19 (CFR 3.3%) deaths respectively in the last two weeks. In total Nigeria has 18 states in epidemic out of 36 states in the country, with 3,650 cases and 47 total deaths in the last two weeks. A total of 27.8% of the cases since the beginning of the year are children aged 5 to 14. ([UNICEF, 24 Jul 2021](https://reliefweb.int/node/3760700))\n\nNigeria is experiencing one of its worst cholera outbreaks in years. According to Nigeria Centre for Disease Control (NCDC) Cholera Situation Report No. 38, as of 21st September 2021, a total of 73,055 suspected cases including 2,407 deaths (CFR 3.3%) have been reported from 27 states out of 36 states and in Abuja, the Federal Capital Territory (FCT). [...] With over 2,407 people dead from suspected cholera this year, there are concerns that there might be an undercount given that many affected communities are in hard-to-reach areas with high security challenges. Indeed, although the overall situation across the country seemed to be improving with significant reduction of cases as of week 32, it has also been highlighted those cases are being reported in additional states and cases increasing again as of week 38 in areas where it had dropped. ([IFRC, 28 Sep 2021](https://reliefweb.int/node/3778076))\n\nSince June 2021, a continuous increase in cholera cases has been reported. So far, cholera has killed about 3,300 persons and infected about 94,000. The case fatality rate is 3.5 per cent, higher than the previous annual outbreaks in the past four years. ([OCHA, 24 Nov 2021](https://reliefweb.int/node/3794497))\n\nAs of 19 December 2021, a total of 109,189 suspected cases including 3,604 deaths (CFR 3.3%) have been reported from 32 states and FCT in 2021. ([IFRC, 4 Jan 2022](https://reliefweb.int/node/3808666))\n\nA cholera outbreak has been declared in Gombe State on 22 September 2022. The first case was reported on 24 August 2022. As of 24 September, a total of 298 cases including ten deaths (CFR 3.4%) have been reported, in 5 of the 11 Local Government Areas (LGAs), with majority of cases being reported in two LGAs: Yamaltu/Deba (98 cases) and Funakaye (93 cases). The other affected LGAs are Gombe (45 cases), Balanga (42 cases), and Nafada (20 cases). Twenty-one cases were on admission in the 5 LGAs as of 24 September 2022. ([WHO, 25 Sep 2022](https://reliefweb.int/node/3890986))\n\nFrom 01 January to 27 November 2022 (EW 47), a cumulative 20,768 suspected cholera cases and 498 deaths (CFR 2.4%) have been reported from 258 Local Governmental Areas (LGAs), in 31 states, mainly in northwest and northeast of the country. Three states, namely Borno, Taraba and Yobe, have reported a combined total of 15,495 (75%) cases and 382 (77%) deaths with a CFR of 2.4%. Children under five years and age 5-14 years the most affected age groups (52.7%), and 47% of affected cases are males while 53% are females. ([WHO, 13 Jan 2023](https://reliefweb.int/node/3923806))",
        "useful_links": {
          "active": [
            {
              "title": "Nigeria Centre for Disease Control: Weekly Epidemiological Report",
              "url": "http://ncdc.gov.ng/reports/weekly"
            },
            {
              "title": "Nigeria Federal Ministry of Health",
              "url": "http://www.health.gov.ng"
            }
          ],
          "title": "Useful Links"
        },
        "overview-html": "<p>There is an ongoing outbreak since the beginning of 2017. Between 1 January and 31 December 2017, a cumulative total of 4 221 suspected cholera cases and 107 deaths (CFR 2.5%), including 60 laboratory-confirmed were reported from 87 LGAs in 20 States. Between weeks 1 and 9 of 2018, there have been 210 suspected cases including two laboratory-confirmed and 16 deaths (CFR 7.6%) from 28 LGAs in 9 States. (<a href=\"https://reliefweb.int/node/2538474\">WHO, 30 Mar 2018</a>)</p>\n<p>North-east Nigeria is experiencing recurrent cholera outbreaks, with three states: Adamawa, Borno and Yobe currently having active transmission... Since February 2018, the three states in north-east Nigeria have reported a total of 1 664 suspected cholera cases and 31 deaths (case fatality rate 1.9%), as of 27 May 2018. (<a href=\"https://reliefweb.int/node/2625369\">WHO, 28 May 2018</a>)</p>\n<p>With more than 14 days since the last reported case of cholera, Yobe State Ministry of Health has declared that the outbreak is over on 12 June 2018. (<a href=\"https://reliefweb.int/node/2653139\">WHO, 12 June 2018</a>)</p>\n<p>The outbreak of cholera in Nigeria has remained persistent since the beginning of 2018. In epi-week 28 (week ending 15 July 2018), 367 new suspected cases with four deaths (case fatality ratio 1.1%) were reported from six states – Adamawa (42), Bauchi (56), Katsina (68), Niger (14), Plateau (11), and Zamfara (176)...As of 18 July 2018, a total of 16 892 suspected cases with 201 deaths (case fatality ratio 1.2%) have been reported from 17 states (Adamawa, Anambra, Bauchi, Borno, FCT, Gombe, Jigawa, Ebonyi, Kaduna, Kano, Katsina, Kogi, Nasarawa, Niger, Plateau, Yobe, and Zamfara) since the beginning of 2018...With no new cases reported in the last four weeks in Anambra, Nasarawa, Borno, and Yobe States the outbreak is considered to be under control in these states. The decrease in the number of cases has also been reported from Adamawa State, which has been one of the epi-centres of this outbreak. This is contributing to the overall declining trend across the country except in Zamfara and Katsina States where the number of cases reported is still high. (<a href=\"https://reliefweb.int/node/2720314\">WHO, 27 Jul 2018</a>)</p>\n<p>A total of 889 cases of suspected cholera have been recorded in eight local government areas (LGAs), including 19 deaths, as of 10 September 2018. This represents a fatality rate of 2.1 per cent...The number of cases has increased by 30 percent between 7 September and 10 September 2018, including one additional death. Jere, Magumeri and Maiduguri Metropolitan Council (MMC) have seen the largest spike in case numbers, largely due to the poor water, sanitation and hygiene conditions in these areas that are also congested. (<a href=\"https://reliefweb.int/node/2781864\">OCHA, 11 Sep 2018</a>)</p>\n<p>As of 26 September 2018, a total of 3703 cases with 68 deaths (CFR 1.8%) have been reported from twelve health districts in four regions of the country, namely, Maradi, Dosso, Zender, and Tahoua regions. Madarounfa District in Maradi Region remains the most affected with 90% of the cumulative cases reported. The majority of cases are age 5 and above and females constitute 56.2% of the cases reported. A total of 34 samples have tested positive by culture for Vibrio cholerae 01 inaba. Fourteen percent of the cumulative cases reported are residents from Nigeria (<a href=\"https://reliefweb.int/node/2821534\">WHO, 5 Oct 2018</a>)</p>\n<p>In week 43 (week ending 28 October 2018), 173 new suspected cases with one death were reported from five states: Adamawa (92 cases with one death), Zamfara (37 cases), Borno (35 cases), Yobe (6 cases), and Katsina (4 cases). There is an overall downward trend in the number of cases across the country. (<a href=\"https://reliefweb.int/node/2890193\">WHO, 23 Nov 2018</a>)</p>\n<p>The total number of suspected cholera cases in Borno reported between 26th November and 2nd December 2018 stands at 6,307 with 73 associated deaths (<a href=\"https://reliefweb.int/node/2906648\">Gov't Nigeria, 2 Dec 2018.</a>) The total number of suspected cholera cases reported in Yobe state is 1,812 with 61 associated deaths (CFR 3.37%). In the state, up to 591 cases have been reported in Gulani LGA, 485 cases in Gujba LGA and 488 cases in Damaturu LGA. In Fune LGA, 181 cases were reported and 67 cases were reported in Potiskum LGA (<a href=\"https://reliefweb.int/node/2906663\">Gov't Nigeria, 2 Dec 2018.</a>)</p>\n<p>Borno and Yobe States officially declared the end of cholera outbreaks on 15 January 2019 following zero new cases for more than two consecutive weeks. Across the country, a declining trend was noted since early November with zero cases reported in the last three weeks.<br />\nIn 2018, twenty states reported outbreaks of cholera across Nigeria with Bauchi, Zamfara, Borno, and Katsina states accounting for 74% of the cumulative cases. (<a href=\"https://reliefweb.int/node/2949644/\">WHO, 11 Jan 2019</a>)</p>\n<p>Suspicious cases remain concentrated in the states of Bayelsa (41) and Kano (6). Since the beginning of the year, 579 suspected cases have been reported, including 24 recorded deaths. (<a href=\"https://reliefweb.int/node/3142288\">UNICEF, 24 May 2019</a>)</p>\n<p>On 18 June 2019, the State Ministry of Health of Adamawa State in north-east Nigeria officially declared a cholera outbreak in three local government areas (LGAs). The cholera outbreak started on 15 May 2019 (week 19) in Yola North LGA and spread to Girei LGA in week 22 and eventually to Yola South LGA in week 23 (week ending 9 June 2019). In week 24 (week ending 16 June 2019), 37 new suspected cholera cases were reported, with no deaths. (<a href=\"https://reliefweb.int/node/3187024/\">WHO, 23 Jun 2019</a>)</p>\n<p>From 15 May to 28 June 2019, a cumulative total of 156 cases with one death (CFR 0.6%) have been reported from three LGAs with the caseload distributed as follows: Yola North (74 cases with one death), Girei (79 cases with zero deaths), and Yola South (three cases with zero deaths). (<a href=\"https://reliefweb.int/node/3226018\">WHO, 21 Jul 2019</a>)</p>\n<p>The number of cases of cholera reported in Adamawa State has been on a declining trend. On 25 September 2019, one new case was reported from Girei Local Government Area. From 15 May to 25 September 2019, a cumulative total of 774 cases with four deaths have been reported from four LGAs: Yola North (471 cases with two deaths), Girei (192 cases with one death), Yola South (110 cases with one death), and Song (1 case with zero deaths). (<a href=\"https://reliefweb.int/node/3330078\">WHO, 29 Sep 2019.</a>)</p>\n<p>Three new cases of cholera were reported in Adamawa State from 27 November to 6 December 2019 from Yola North (2) and Yola South (1) Local Government Areas. From 15 May to 6 December 2019, a cumulative total of 839 suspected cases with four deaths have been reported from four LGAs: Yola North (513 cases with two deaths), Girei (200 cases with one death), Yola South (125 cases with one death), and Song (1 case with zero deaths). Of 539 stool specimens collected and analysed at the state specialist hospital, 206 cultured Vibrio cholerae as the causative agent. An outbreak of cholera has also been reported in Andoni Local Government Area, Rivers State. From 27 November to 9 December 2019, a total of 56 cases with 11 deaths were reported from 15 communities in Andoni LGA. (<a href=\"https://reliefweb.int/node/3464608\">WHO, 05 Jan 2020.</a>)</p>\n<p>As at March 28th, 2021, a total of 1,746 suspected cases including 50 deaths (CFR = 2.9%) have been reported from eight states (Benue, Delta, Zamfara, Gombe, Bayelsa, Kogi, Sokoto and Nasarawa) since the beginning of 2021. (<a href=\"https://reliefweb.int/node/3727212\">Govt Nigeria, 30 Mar 2020.</a>)</p>\n<p>Very active inter-community transmission in Nigeria, specifically in Bauchi, and Kano states, which have recorded 2,535 cases and 18 deaths (CFR 0.7%), and 572 cases including 19 (CFR 3.3%) deaths respectively in the last two weeks. In total Nigeria has 18 states in epidemic out of 36 states in the country, with 3,650 cases and 47 total deaths in the last two weeks. A total of 27.8% of the cases since the beginning of the year are children aged 5 to 14. (<a href=\"https://reliefweb.int/node/3760700\">UNICEF, 24 Jul 2021</a>)</p>\n<p>Nigeria is experiencing one of its worst cholera outbreaks in years. According to Nigeria Centre for Disease Control (NCDC) Cholera Situation Report No. 38, as of 21st September 2021, a total of 73,055 suspected cases including 2,407 deaths (CFR 3.3%) have been reported from 27 states out of 36 states and in Abuja, the Federal Capital Territory (FCT). [...] With over 2,407 people dead from suspected cholera this year, there are concerns that there might be an undercount given that many affected communities are in hard-to-reach areas with high security challenges. Indeed, although the overall situation across the country seemed to be improving with significant reduction of cases as of week 32, it has also been highlighted those cases are being reported in additional states and cases increasing again as of week 38 in areas where it had dropped. (<a href=\"https://reliefweb.int/node/3778076\">IFRC, 28 Sep 2021</a>)</p>\n<p>Since June 2021, a continuous increase in cholera cases has been reported. So far, cholera has killed about 3,300 persons and infected about 94,000. The case fatality rate is 3.5 per cent, higher than the previous annual outbreaks in the past four years. (<a href=\"https://reliefweb.int/node/3794497\">OCHA, 24 Nov 2021</a>)</p>\n<p>As of 19 December 2021, a total of 109,189 suspected cases including 3,604 deaths (CFR 3.3%) have been reported from 32 states and FCT in 2021. (<a href=\"https://reliefweb.int/node/3808666\">IFRC, 4 Jan 2022</a>)</p>\n<p>A cholera outbreak has been declared in Gombe State on 22 September 2022. The first case was reported on 24 August 2022. As of 24 September, a total of 298 cases including ten deaths (CFR 3.4%) have been reported, in 5 of the 11 Local Government Areas (LGAs), with majority of cases being reported in two LGAs: Yamaltu/Deba (98 cases) and Funakaye (93 cases). The other affected LGAs are Gombe (45 cases), Balanga (42 cases), and Nafada (20 cases). Twenty-one cases were on admission in the 5 LGAs as of 24 September 2022. (<a href=\"https://reliefweb.int/node/3890986\">WHO, 25 Sep 2022</a>)</p>\n<p>From 01 January to 27 November 2022 (EW 47), a cumulative 20,768 suspected cholera cases and 498 deaths (CFR 2.4%) have been reported from 258 Local Governmental Areas (LGAs), in 31 states, mainly in northwest and northeast of the country. Three states, namely Borno, Taraba and Yobe, have reported a combined total of 15,495 (75%) cases and 382 (77%) deaths with a CFR of 2.4%. Children under five years and age 5-14 years the most affected age groups (52.7%), and 47% of affected cases are males while 53% are females. (<a href=\"https://reliefweb.int/node/3923806\">WHO, 13 Jan 2023</a>)</p>\n"
      },
      "description-html": "<p>There is an ongoing outbreak since the beginning of 2017. Between 1 January and 31 December 2017, a cumulative total of 4 221 suspected cholera cases and 107 deaths (CFR 2.5%), including 60 laboratory-confirmed were reported from 87 LGAs in 20 States. Between weeks 1 and 9 of 2018, there have been 210 suspected cases including two laboratory-confirmed and 16 deaths (CFR 7.6%) from 28 LGAs in 9 States. (<a href=\"https://reliefweb.int/node/2538474\">WHO, 30 Mar 2018</a>)</p>\n<p>North-east Nigeria is experiencing recurrent cholera outbreaks, with three states: Adamawa, Borno and Yobe currently having active transmission... Since February 2018, the three states in north-east Nigeria have reported a total of 1 664 suspected cholera cases and 31 deaths (case fatality rate 1.9%), as of 27 May 2018. (<a href=\"https://reliefweb.int/node/2625369\">WHO, 28 May 2018</a>)</p>\n<p>With more than 14 days since the last reported case of cholera, Yobe State Ministry of Health has declared that the outbreak is over on 12 June 2018. (<a href=\"https://reliefweb.int/node/2653139\">WHO, 12 June 2018</a>)</p>\n<p>The outbreak of cholera in Nigeria has remained persistent since the beginning of 2018. In epi-week 28 (week ending 15 July 2018), 367 new suspected cases with four deaths (case fatality ratio 1.1%) were reported from six states – Adamawa (42), Bauchi (56), Katsina (68), Niger (14), Plateau (11), and Zamfara (176)...As of 18 July 2018, a total of 16 892 suspected cases with 201 deaths (case fatality ratio 1.2%) have been reported from 17 states (Adamawa, Anambra, Bauchi, Borno, FCT, Gombe, Jigawa, Ebonyi, Kaduna, Kano, Katsina, Kogi, Nasarawa, Niger, Plateau, Yobe, and Zamfara) since the beginning of 2018...With no new cases reported in the last four weeks in Anambra, Nasarawa, Borno, and Yobe States the outbreak is considered to be under control in these states. The decrease in the number of cases has also been reported from Adamawa State, which has been one of the epi-centres of this outbreak. This is contributing to the overall declining trend across the country except in Zamfara and Katsina States where the number of cases reported is still high. (<a href=\"https://reliefweb.int/node/2720314\">WHO, 27 Jul 2018</a>)</p>\n<p>A total of 889 cases of suspected cholera have been recorded in eight local government areas (LGAs), including 19 deaths, as of 10 September 2018. This represents a fatality rate of 2.1 per cent...The number of cases has increased by 30 percent between 7 September and 10 September 2018, including one additional death. Jere, Magumeri and Maiduguri Metropolitan Council (MMC) have seen the largest spike in case numbers, largely due to the poor water, sanitation and hygiene conditions in these areas that are also congested. (<a href=\"https://reliefweb.int/node/2781864\">OCHA, 11 Sep 2018</a>)</p>\n<p>As of 26 September 2018, a total of 3703 cases with 68 deaths (CFR 1.8%) have been reported from twelve health districts in four regions of the country, namely, Maradi, Dosso, Zender, and Tahoua regions. Madarounfa District in Maradi Region remains the most affected with 90% of the cumulative cases reported. The majority of cases are age 5 and above and females constitute 56.2% of the cases reported. A total of 34 samples have tested positive by culture for Vibrio cholerae 01 inaba. Fourteen percent of the cumulative cases reported are residents from Nigeria (<a href=\"https://reliefweb.int/node/2821534\">WHO, 5 Oct 2018</a>)</p>\n<p>In week 43 (week ending 28 October 2018), 173 new suspected cases with one death were reported from five states: Adamawa (92 cases with one death), Zamfara (37 cases), Borno (35 cases), Yobe (6 cases), and Katsina (4 cases). There is an overall downward trend in the number of cases across the country. (<a href=\"https://reliefweb.int/node/2890193\">WHO, 23 Nov 2018</a>)</p>\n<p>The total number of suspected cholera cases in Borno reported between 26th November and 2nd December 2018 stands at 6,307 with 73 associated deaths (<a href=\"https://reliefweb.int/node/2906648\">Gov't Nigeria, 2 Dec 2018.</a>) The total number of suspected cholera cases reported in Yobe state is 1,812 with 61 associated deaths (CFR 3.37%). In the state, up to 591 cases have been reported in Gulani LGA, 485 cases in Gujba LGA and 488 cases in Damaturu LGA. In Fune LGA, 181 cases were reported and 67 cases were reported in Potiskum LGA (<a href=\"https://reliefweb.int/node/2906663\">Gov't Nigeria, 2 Dec 2018.</a>)</p>\n<p>Borno and Yobe States officially declared the end of cholera outbreaks on 15 January 2019 following zero new cases for more than two consecutive weeks. Across the country, a declining trend was noted since early November with zero cases reported in the last three weeks.<br />\nIn 2018, twenty states reported outbreaks of cholera across Nigeria with Bauchi, Zamfara, Borno, and Katsina states accounting for 74% of the cumulative cases. (<a href=\"https://reliefweb.int/node/2949644/\">WHO, 11 Jan 2019</a>)</p>\n<p>Suspicious cases remain concentrated in the states of Bayelsa (41) and Kano (6). Since the beginning of the year, 579 suspected cases have been reported, including 24 recorded deaths. (<a href=\"https://reliefweb.int/node/3142288\">UNICEF, 24 May 2019</a>)</p>\n<p>On 18 June 2019, the State Ministry of Health of Adamawa State in north-east Nigeria officially declared a cholera outbreak in three local government areas (LGAs). The cholera outbreak started on 15 May 2019 (week 19) in Yola North LGA and spread to Girei LGA in week 22 and eventually to Yola South LGA in week 23 (week ending 9 June 2019). In week 24 (week ending 16 June 2019), 37 new suspected cholera cases were reported, with no deaths. (<a href=\"https://reliefweb.int/node/3187024/\">WHO, 23 Jun 2019</a>)</p>\n<p>From 15 May to 28 June 2019, a cumulative total of 156 cases with one death (CFR 0.6%) have been reported from three LGAs with the caseload distributed as follows: Yola North (74 cases with one death), Girei (79 cases with zero deaths), and Yola South (three cases with zero deaths). (<a href=\"https://reliefweb.int/node/3226018\">WHO, 21 Jul 2019</a>)</p>\n<p>The number of cases of cholera reported in Adamawa State has been on a declining trend. On 25 September 2019, one new case was reported from Girei Local Government Area. From 15 May to 25 September 2019, a cumulative total of 774 cases with four deaths have been reported from four LGAs: Yola North (471 cases with two deaths), Girei (192 cases with one death), Yola South (110 cases with one death), and Song (1 case with zero deaths). (<a href=\"https://reliefweb.int/node/3330078\">WHO, 29 Sep 2019.</a>)</p>\n<p>Three new cases of cholera were reported in Adamawa State from 27 November to 6 December 2019 from Yola North (2) and Yola South (1) Local Government Areas. From 15 May to 6 December 2019, a cumulative total of 839 suspected cases with four deaths have been reported from four LGAs: Yola North (513 cases with two deaths), Girei (200 cases with one death), Yola South (125 cases with one death), and Song (1 case with zero deaths). Of 539 stool specimens collected and analysed at the state specialist hospital, 206 cultured Vibrio cholerae as the causative agent. An outbreak of cholera has also been reported in Andoni Local Government Area, Rivers State. From 27 November to 9 December 2019, a total of 56 cases with 11 deaths were reported from 15 communities in Andoni LGA. (<a href=\"https://reliefweb.int/node/3464608\">WHO, 05 Jan 2020.</a>)</p>\n<p>As at March 28th, 2021, a total of 1,746 suspected cases including 50 deaths (CFR = 2.9%) have been reported from eight states (Benue, Delta, Zamfara, Gombe, Bayelsa, Kogi, Sokoto and Nasarawa) since the beginning of 2021. (<a href=\"https://reliefweb.int/node/3727212\">Govt Nigeria, 30 Mar 2020.</a>)</p>\n<p>Very active inter-community transmission in Nigeria, specifically in Bauchi, and Kano states, which have recorded 2,535 cases and 18 deaths (CFR 0.7%), and 572 cases including 19 (CFR 3.3%) deaths respectively in the last two weeks. In total Nigeria has 18 states in epidemic out of 36 states in the country, with 3,650 cases and 47 total deaths in the last two weeks. A total of 27.8% of the cases since the beginning of the year are children aged 5 to 14. (<a href=\"https://reliefweb.int/node/3760700\">UNICEF, 24 Jul 2021</a>)</p>\n<p>Nigeria is experiencing one of its worst cholera outbreaks in years. According to Nigeria Centre for Disease Control (NCDC) Cholera Situation Report No. 38, as of 21st September 2021, a total of 73,055 suspected cases including 2,407 deaths (CFR 3.3%) have been reported from 27 states out of 36 states and in Abuja, the Federal Capital Territory (FCT). [...] With over 2,407 people dead from suspected cholera this year, there are concerns that there might be an undercount given that many affected communities are in hard-to-reach areas with high security challenges. Indeed, although the overall situation across the country seemed to be improving with significant reduction of cases as of week 32, it has also been highlighted those cases are being reported in additional states and cases increasing again as of week 38 in areas where it had dropped. (<a href=\"https://reliefweb.int/node/3778076\">IFRC, 28 Sep 2021</a>)</p>\n<p>Since June 2021, a continuous increase in cholera cases has been reported. So far, cholera has killed about 3,300 persons and infected about 94,000. The case fatality rate is 3.5 per cent, higher than the previous annual outbreaks in the past four years. (<a href=\"https://reliefweb.int/node/3794497\">OCHA, 24 Nov 2021</a>)</p>\n<p>As of 19 December 2021, a total of 109,189 suspected cases including 3,604 deaths (CFR 3.3%) have been reported from 32 states and FCT in 2021. (<a href=\"https://reliefweb.int/node/3808666\">IFRC, 4 Jan 2022</a>)</p>\n<p>A cholera outbreak has been declared in Gombe State on 22 September 2022. The first case was reported on 24 August 2022. As of 24 September, a total of 298 cases including ten deaths (CFR 3.4%) have been reported, in 5 of the 11 Local Government Areas (LGAs), with majority of cases being reported in two LGAs: Yamaltu/Deba (98 cases) and Funakaye (93 cases). The other affected LGAs are Gombe (45 cases), Balanga (42 cases), and Nafada (20 cases). Twenty-one cases were on admission in the 5 LGAs as of 24 September 2022. (<a href=\"https://reliefweb.int/node/3890986\">WHO, 25 Sep 2022</a>)</p>\n<p>From 01 January to 27 November 2022 (EW 47), a cumulative 20,768 suspected cholera cases and 498 deaths (CFR 2.4%) have been reported from 258 Local Governmental Areas (LGAs), in 31 states, mainly in northwest and northeast of the country. Three states, namely Borno, Taraba and Yobe, have reported a combined total of 15,495 (75%) cases and 382 (77%) deaths with a CFR of 2.4%. Children under five years and age 5-14 years the most affected age groups (52.7%), and 47% of affected cases are males while 53% are females. (<a href=\"https://reliefweb.int/node/3923806\">WHO, 13 Jan 2023</a>)</p>\n<h3>Appeals &amp; Response Plans</h3>\n<ul>\n<li>\n<a href=\"https://reliefweb.int/node/2225759\"><img src=\"https://reliefweb.int/sites/default/files/styles/small/public/previews/b7/9f/b79fd308-41d0-3528-ab2e-6ce1dc53157e.png\" alt=\"OCHA: Nigeria 2017 Cholera Response and Prevention Plan (September 2017) - Cover preview\" /> OCHA: Nigeria 2017 Cholera Response and Prevention Plan (September 2017)</a>\n</li>\n</ul>\n<h3>Useful Links</h3>\n<ul>\n<li>\n<a rel=\"noopener noreferrer\" target=\"_blank\" href=\"http://ncdc.gov.ng/reports/weekly\">Nigeria Centre for Disease Control: Weekly Epidemiological Report</a>\n</li>\n<li>\n<a rel=\"noopener noreferrer\" target=\"_blank\" href=\"http://www.health.gov.ng\">Nigeria Federal Ministry of Health</a>\n</li>\n</ul>\n",
      "description": "There is an ongoing outbreak since the beginning of 2017. Between 1 January and 31 December 2017, a cumulative total of 4 221 suspected cholera cases and 107 deaths (CFR 2.5%), including 60 laboratory-confirmed were reported from 87 LGAs in 20 States. Between weeks 1 and 9 of 2018, there have been 210 suspected cases including two laboratory-confirmed and 16 deaths (CFR 7.6%) from 28 LGAs in 9 States. ([WHO, 30 Mar 2018](https://reliefweb.int/node/2538474))\n\nNorth-east Nigeria is experiencing recurrent cholera outbreaks, with three states: Adamawa, Borno and Yobe currently having active transmission... Since February 2018, the three states in north-east Nigeria have reported a total of 1 664 suspected cholera cases and 31 deaths (case fatality rate 1.9%), as of 27 May 2018. ([WHO, 28 May 2018](https://reliefweb.int/node/2625369))\n\nWith more than 14 days since the last reported case of cholera, Yobe State Ministry of Health has declared that the outbreak is over on 12 June 2018. ([WHO, 12 June 2018](https://reliefweb.int/node/2653139))\n\nThe outbreak of cholera in Nigeria has remained persistent since the beginning of 2018. In epi-week 28 (week ending 15 July 2018), 367 new suspected cases with four deaths (case fatality ratio 1.1%) were reported from six states – Adamawa (42), Bauchi (56), Katsina (68), Niger (14), Plateau (11), and Zamfara (176)...As of 18 July 2018, a total of 16 892 suspected cases with 201 deaths (case fatality ratio 1.2%) have been reported from 17 states (Adamawa, Anambra, Bauchi, Borno, FCT, Gombe, Jigawa, Ebonyi, Kaduna, Kano, Katsina, Kogi, Nasarawa, Niger, Plateau, Yobe, and Zamfara) since the beginning of 2018...With no new cases reported in the last four weeks in Anambra, Nasarawa, Borno, and Yobe States the outbreak is considered to be under control in these states. The decrease in the number of cases has also been reported from Adamawa State, which has been one of the epi-centres of this outbreak. This is contributing to the overall declining trend across the country except in Zamfara and Katsina States where the number of cases reported is still high. ([WHO, 27 Jul 2018](https://reliefweb.int/node/2720314))\n\nA total of 889 cases of suspected cholera have been recorded in eight local government areas (LGAs), including 19 deaths, as of 10 September 2018. This represents a fatality rate of 2.1 per cent...The number of cases has increased by 30 percent between 7 September and 10 September 2018, including one additional death. Jere, Magumeri and Maiduguri Metropolitan Council (MMC) have seen the largest spike in case numbers, largely due to the poor water, sanitation and hygiene conditions in these areas that are also congested. ([OCHA, 11 Sep 2018](https://reliefweb.int/node/2781864))\n\nAs of 26 September 2018, a total of 3703 cases with 68 deaths (CFR 1.8%) have been reported from twelve health districts in four regions of the country, namely, Maradi, Dosso, Zender, and Tahoua regions. Madarounfa District in Maradi Region remains the most affected with 90% of the cumulative cases reported. The majority of cases are age 5 and above and females constitute 56.2% of the cases reported. A total of 34 samples have tested positive by culture for Vibrio cholerae 01 inaba. Fourteen percent of the cumulative cases reported are residents from Nigeria ([WHO, 5 Oct 2018](https://reliefweb.int/node/2821534))\n\nIn week 43 (week ending 28 October 2018), 173 new suspected cases with one death were reported from five states: Adamawa (92 cases with one death), Zamfara (37 cases), Borno (35 cases), Yobe (6 cases), and Katsina (4 cases). There is an overall downward trend in the number of cases across the country. ([WHO, 23 Nov 2018](https://reliefweb.int/node/2890193))\n\nThe total number of suspected cholera cases in Borno reported between 26th November and 2nd December 2018 stands at 6,307 with 73 associated deaths ([Gov't Nigeria, 2 Dec 2018.](https://reliefweb.int/node/2906648)) The total number of suspected cholera cases reported in Yobe state is 1,812 with 61 associated deaths (CFR 3.37%). In the state, up to 591 cases have been reported in Gulani LGA, 485 cases in Gujba LGA and 488 cases in Damaturu LGA. In Fune LGA, 181 cases were reported and 67 cases were reported in Potiskum LGA ([Gov't Nigeria, 2 Dec 2018.](https://reliefweb.int/node/2906663))\n\nBorno and Yobe States officially declared the end of cholera outbreaks on 15 January 2019 following zero new cases for more than two consecutive weeks. Across the country, a declining trend was noted since early November with zero cases reported in the last three weeks.  \nIn 2018, twenty states reported outbreaks of cholera across Nigeria with Bauchi, Zamfara, Borno, and Katsina states accounting for 74% of the cumulative cases. ([WHO, 11 Jan 2019](https://reliefweb.int/node/2949644/))\n\nSuspicious cases remain concentrated in the states of Bayelsa (41) and Kano (6). Since the beginning of the year, 579 suspected cases have been reported, including 24 recorded deaths. ([UNICEF, 24 May 2019](https://reliefweb.int/node/3142288))\n\nOn 18 June 2019, the State Ministry of Health of Adamawa State in north-east Nigeria officially declared a cholera outbreak in three local government areas (LGAs). The cholera outbreak started on 15 May 2019 (week 19) in Yola North LGA and spread to Girei LGA in week 22 and eventually to Yola South LGA in week 23 (week ending 9 June 2019). In week 24 (week ending 16 June 2019), 37 new suspected cholera cases were reported, with no deaths. ([WHO, 23 Jun 2019](https://reliefweb.int/node/3187024/))\n\nFrom 15 May to 28 June 2019, a cumulative total of 156 cases with one death (CFR 0.6%) have been reported from three LGAs with the caseload distributed as follows: Yola North (74 cases with one death), Girei (79 cases with zero deaths), and Yola South (three cases with zero deaths). ([WHO, 21 Jul 2019](https://reliefweb.int/node/3226018))\n\nThe number of cases of cholera reported in Adamawa State has been on a declining trend. On 25 September 2019, one new case was reported from Girei Local Government Area. From 15 May to 25 September 2019, a cumulative total of 774 cases with four deaths have been reported from four LGAs: Yola North (471 cases with two deaths), Girei (192 cases with one death), Yola South (110 cases with one death), and Song (1 case with zero deaths). ([WHO, 29 Sep 2019.](https://reliefweb.int/node/3330078))\n\nThree new cases of cholera were reported in Adamawa State from 27 November to 6 December 2019 from Yola North (2) and Yola South (1) Local Government Areas. From 15 May to 6 December 2019, a cumulative total of 839 suspected cases with four deaths have been reported from four LGAs: Yola North (513 cases with two deaths), Girei (200 cases with one death), Yola South (125 cases with one death), and Song (1 case with zero deaths). Of 539 stool specimens collected and analysed at the state specialist hospital, 206 cultured Vibrio cholerae as the causative agent. An outbreak of cholera has also been reported in Andoni Local Government Area, Rivers State. From 27 November to 9 December 2019, a total of 56 cases with 11 deaths were reported from 15 communities in Andoni LGA. ([WHO, 05 Jan 2020.](https://reliefweb.int/node/3464608))\n\nAs at March 28th, 2021, a total of 1,746 suspected cases including 50 deaths (CFR = 2.9%) have been reported from eight states (Benue, Delta, Zamfara, Gombe, Bayelsa, Kogi, Sokoto and Nasarawa) since the beginning of 2021. ([Govt Nigeria, 30 Mar 2020.](https://reliefweb.int/node/3727212))\n\nVery active inter-community transmission in Nigeria, specifically in Bauchi, and Kano states, which have recorded 2,535 cases and 18 deaths (CFR 0.7%), and 572 cases including 19 (CFR 3.3%) deaths respectively in the last two weeks. In total Nigeria has 18 states in epidemic out of 36 states in the country, with 3,650 cases and 47 total deaths in the last two weeks. A total of 27.8% of the cases since the beginning of the year are children aged 5 to 14. ([UNICEF, 24 Jul 2021](https://reliefweb.int/node/3760700))\n\nNigeria is experiencing one of its worst cholera outbreaks in years. According to Nigeria Centre for Disease Control (NCDC) Cholera Situation Report No. 38, as of 21st September 2021, a total of 73,055 suspected cases including 2,407 deaths (CFR 3.3%) have been reported from 27 states out of 36 states and in Abuja, the Federal Capital Territory (FCT). [...] With over 2,407 people dead from suspected cholera this year, there are concerns that there might be an undercount given that many affected communities are in hard-to-reach areas with high security challenges. Indeed, although the overall situation across the country seemed to be improving with significant reduction of cases as of week 32, it has also been highlighted those cases are being reported in additional states and cases increasing again as of week 38 in areas where it had dropped. ([IFRC, 28 Sep 2021](https://reliefweb.int/node/3778076))\n\nSince June 2021, a continuous increase in cholera cases has been reported. So far, cholera has killed about 3,300 persons and infected about 94,000. The case fatality rate is 3.5 per cent, higher than the previous annual outbreaks in the past four years. ([OCHA, 24 Nov 2021](https://reliefweb.int/node/3794497))\n\nAs of 19 December 2021, a total of 109,189 suspected cases including 3,604 deaths (CFR 3.3%) have been reported from 32 states and FCT in 2021. ([IFRC, 4 Jan 2022](https://reliefweb.int/node/3808666))\n\nA cholera outbreak has been declared in Gombe State on 22 September 2022. The first case was reported on 24 August 2022. As of 24 September, a total of 298 cases including ten deaths (CFR 3.4%) have been reported, in 5 of the 11 Local Government Areas (LGAs), with majority of cases being reported in two LGAs: Yamaltu/Deba (98 cases) and Funakaye (93 cases). The other affected LGAs are Gombe (45 cases), Balanga (42 cases), and Nafada (20 cases). Twenty-one cases were on admission in the 5 LGAs as of 24 September 2022. ([WHO, 25 Sep 2022](https://reliefweb.int/node/3890986))\n\nFrom 01 January to 27 November 2022 (EW 47), a cumulative 20,768 suspected cholera cases and 498 deaths (CFR 2.4%) have been reported from 258 Local Governmental Areas (LGAs), in 31 states, mainly in northwest and northeast of the country. Three states, namely Borno, Taraba and Yobe, have reported a combined total of 15,495 (75%) cases and 382 (77%) deaths with a CFR of 2.4%. Children under five years and age 5-14 years the most affected age groups (52.7%), and 47% of affected cases are males while 53% are females. ([WHO, 13 Jan 2023](https://reliefweb.int/node/3923806))\n### Appeals & Response Plans\n\n- [![OCHA: Nigeria 2017 Cholera Response and Prevention Plan (September 2017) - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/b7/9f/b79fd308-41d0-3528-ab2e-6ce1dc53157e.png) OCHA: Nigeria 2017 Cholera Response and Prevention Plan (September 2017)](https://reliefweb.int/node/2225759)\n\n### Useful Links\n\n- [Nigeria Centre for Disease Control: Weekly Epidemiological Report](http://ncdc.gov.ng/reports/weekly)\n- [Nigeria Federal Ministry of Health](http://www.health.gov.ng)",
      "type": [
        {
          "code": "EP",
          "name": "Epidemic",
          "id": 4642,
          "primary": true
        }
      ],
      "url": "https://reliefweb.int/taxonomy/term/43154",
      "related_glide": [
        "EP-2021-000143-NGA"
      ],
      "current": true,
      "url_alias": "https://reliefweb.int/disaster/ep-2017-000077-nga",
      "name": "Nigeria: Cholera Outbreak - Jun 2017",
      "id": 43154,
      "glide": "EP-2017-000077-NGA",
      "status": "ongoing"
    }
  },
  "text": "Nigeria: Cholera Outbreak - Jun 2017\n\nThere is an ongoing outbreak since the beginning of 2017. Between 1 January and 31 December 2017, a cumulative total of 4 221 suspected cholera cases and 107 deaths (CFR 2.5%), including 60 laboratory-confirmed were reported from 87 LGAs in 20 States. Between weeks 1 and 9 of 2018, there have been 210 suspected cases including two laboratory-confirmed and 16 deaths (CFR 7.6%) from 28 LGAs in 9 States. ([WHO, 30 Mar 2018](https://reliefweb.int/node/2538474))\n\nNorth-east Nigeria is experiencing recurrent cholera outbreaks, with three states: Adamawa, Borno and Yobe currently having active transmission... Since February 2018, the three states in north-east Nigeria have reported a total of 1 664 suspected cholera cases and 31 deaths (case fatality rate 1.9%), as of 27 May 2018. ([WHO, 28 May 2018](https://reliefweb.int/node/2625369))\n\nWith more than 14 days since the last reported case of cholera, Yobe State Ministry of Health has declared that the outbreak is over on 12 June 2018. ([WHO, 12 June 2018](https://reliefweb.int/node/2653139))\n\nThe outbreak of cholera in Nigeria has remained persistent since the beginning of 2018. In epi-week 28 (week ending 15 July 2018), 367 new suspected cases with four deaths (case fatality ratio 1.1%) were reported from six states – Adamawa (42), Bauchi (56), Katsina (68), Niger (14), Plateau (11), and Zamfara (176)...As of 18 July 2018, a total of 16 892 suspected cases with 201 deaths (case fatality ratio 1.2%) have been reported from 17 states (Adamawa, Anambra, Bauchi, Borno, FCT, Gombe, Jigawa, Ebonyi, Kaduna, Kano, Katsina, Kogi, Nasarawa, Niger, Plateau, Yobe, and Zamfara) since the beginning of 2018...With no new cases reported in the last four weeks in Anambra, Nasarawa, Borno, and Yobe States the outbreak is considered to be under control in these states. The decrease in the number of cases has also been reported from Adamawa State, which has been one of the epi-centres of this outbreak. This is contributing to the overall declining trend across the country except in Zamfara and Katsina States where the number of cases reported is still high. ([WHO, 27 Jul 2018](https://reliefweb.int/node/2720314))\n\nA total of 889 cases of suspected cholera have been recorded in eight local government areas (LGAs), including 19 deaths, as of 10 September 2018. This represents a fatality rate of 2.1 per cent...The number of cases has increased by 30 percent between 7 September and 10 September 2018, including one additional death. Jere, Magumeri and Maiduguri Metropolitan Council (MMC) have seen the largest spike in case numbers, largely due to the poor water, sanitation and hygiene conditions in these areas that are also congested. ([OCHA, 11 Sep 2018](https://reliefweb.int/node/2781864))\n\nAs of 26 September 2018, a total of 3703 cases with 68 deaths (CFR 1.8%) have been reported from twelve health districts in four regions of the country, namely, Maradi, Dosso, Zender, and Tahoua regions. Madarounfa District in Maradi Region remains the most affected with 90% of the cumulative cases reported. The majority of cases are age 5 and above and females constitute 56.2% of the cases reported. A total of 34 samples have tested positive by culture for Vibrio cholerae 01 inaba. Fourteen percent of the cumulative cases reported are residents from Nigeria ([WHO, 5 Oct 2018](https://reliefweb.int/node/2821534))\n\nIn week 43 (week ending 28 October 2018), 173 new suspected cases with one death were reported from five states: Adamawa (92 cases with one death), Zamfara (37 cases), Borno (35 cases), Yobe (6 cases), and Katsina (4 cases). There is an overall downward trend in the number of cases across the country. ([WHO, 23 Nov 2018](https://reliefweb.int/node/2890193))\n\nThe total number of suspected cholera cases in Borno reported between 26th November and 2nd December 2018 stands at 6,307 with 73 associated deaths ([Gov't Nigeria, 2 Dec 2018.](https://reliefweb.int/node/2906648)) The total number of suspected cholera cases reported in Yobe state is 1,812 with 61 associated deaths (CFR 3.37%). In the state, up to 591 cases have been reported in Gulani LGA, 485 cases in Gujba LGA and 488 cases in Damaturu LGA. In Fune LGA, 181 cases were reported and 67 cases were reported in Potiskum LGA ([Gov't Nigeria, 2 Dec 2018.](https://reliefweb.int/node/2906663))\n\nBorno and Yobe States officially declared the end of cholera outbreaks on 15 January 2019 following zero new cases for more than two consecutive weeks. Across the country, a declining trend was noted since early November with zero cases reported in the last three weeks.  \nIn 2018, twenty states reported outbreaks of cholera across Nigeria with Bauchi, Zamfara, Borno, and Katsina states accounting for 74% of the cumulative cases. ([WHO, 11 Jan 2019](https://reliefweb.int/node/2949644/))\n\nSuspicious cases remain concentrated in the states of Bayelsa (41) and Kano (6). Since the beginning of the year, 579 suspected cases have been reported, including 24 recorded deaths. ([UNICEF, 24 May 2019](https://reliefweb.int/node/3142288))\n\nOn 18 June 2019, the State Ministry of Health of Adamawa State in north-east Nigeria officially declared a cholera outbreak in three local government areas (LGAs). The cholera outbreak started on 15 May 2019 (week 19) in Yola North LGA and spread to Girei LGA in week 22 and eventually to Yola South LGA in week 23 (week ending 9 June 2019). In week 24 (week ending 16 June 2019), 37 new suspected cholera cases were reported, with no deaths. ([WHO, 23 Jun 2019](https://reliefweb.int/node/3187024/))\n\nFrom 15 May to 28 June 2019, a cumulative total of 156 cases with one death (CFR 0.6%) have been reported from three LGAs with the caseload distributed as follows: Yola North (74 cases with one death), Girei (79 cases with zero deaths), and Yola South (three cases with zero deaths). ([WHO, 21 Jul 2019](https://reliefweb.int/node/3226018))\n\nThe number of cases of cholera reported in Adamawa State has been on a declining trend. On 25 September 2019, one new case was reported from Girei Local Government Area. From 15 May to 25 September 2019, a cumulative total of 774 cases with four deaths have been reported from four LGAs: Yola North (471 cases with two deaths), Girei (192 cases with one death), Yola South (110 cases with one death), and Song (1 case with zero deaths). ([WHO, 29 Sep 2019.](https://reliefweb.int/node/3330078))\n\nThree new cases of cholera were reported in Adamawa State from 27 November to 6 December 2019 from Yola North (2) and Yola South (1) Local Government Areas. From 15 May to 6 December 2019, a cumulative total of 839 suspected cases with four deaths have been reported from four LGAs: Yola North (513 cases with two deaths), Girei (200 cases with one death), Yola South (125 cases with one death), and Song (1 case with zero deaths). Of 539 stool specimens collected and analysed at the state specialist hospital, 206 cultured Vibrio cholerae as the causative agent. An outbreak of cholera has also been reported in Andoni Local Government Area, Rivers State. From 27 November to 9 December 2019, a total of 56 cases with 11 deaths were reported from 15 communities in Andoni LGA. ([WHO, 05 Jan 2020.](https://reliefweb.int/node/3464608))\n\nAs at March 28th, 2021, a total of 1,746 suspected cases including 50 deaths (CFR = 2.9%) have been reported from eight states (Benue, Delta, Zamfara, Gombe, Bayelsa, Kogi, Sokoto and Nasarawa) since the beginning of 2021. ([Govt Nigeria, 30 Mar 2020.](https://reliefweb.int/node/3727212))\n\nVery active inter-community transmission in Nigeria, specifically in Bauchi, and Kano states, which have recorded 2,535 cases and 18 deaths (CFR 0.7%), and 572 cases including 19 (CFR 3.3%) deaths respectively in the last two weeks. In total Nigeria has 18 states in epidemic out of 36 states in the country, with 3,650 cases and 47 total deaths in the last two weeks. A total of 27.8% of the cases since the beginning of the year are children aged 5 to 14. ([UNICEF, 24 Jul 2021](https://reliefweb.int/node/3760700))\n\nNigeria is experiencing one of its worst cholera outbreaks in years. According to Nigeria Centre for Disease Control (NCDC) Cholera Situation Report No. 38, as of 21st September 2021, a total of 73,055 suspected cases including 2,407 deaths (CFR 3.3%) have been reported from 27 states out of 36 states and in Abuja, the Federal Capital Territory (FCT). [...] With over 2,407 people dead from suspected cholera this year, there are concerns that there might be an undercount given that many affected communities are in hard-to-reach areas with high security challenges. Indeed, although the overall situation across the country seemed to be improving with significant reduction of cases as of week 32, it has also been highlighted those cases are being reported in additional states and cases increasing again as of week 38 in areas where it had dropped. ([IFRC, 28 Sep 2021](https://reliefweb.int/node/3778076))\n\nSince June 2021, a continuous increase in cholera cases has been reported. So far, cholera has killed about 3,300 persons and infected about 94,000. The case fatality rate is 3.5 per cent, higher than the previous annual outbreaks in the past four years. ([OCHA, 24 Nov 2021](https://reliefweb.int/node/3794497))\n\nAs of 19 December 2021, a total of 109,189 suspected cases including 3,604 deaths (CFR 3.3%) have been reported from 32 states and FCT in 2021. ([IFRC, 4 Jan 2022](https://reliefweb.int/node/3808666))\n\nA cholera outbreak has been declared in Gombe State on 22 September 2022. The first case was reported on 24 August 2022. As of 24 September, a total of 298 cases including ten deaths (CFR 3.4%) have been reported, in 5 of the 11 Local Government Areas (LGAs), with majority of cases being reported in two LGAs: Yamaltu/Deba (98 cases) and Funakaye (93 cases). The other affected LGAs are Gombe (45 cases), Balanga (42 cases), and Nafada (20 cases). Twenty-one cases were on admission in the 5 LGAs as of 24 September 2022. ([WHO, 25 Sep 2022](https://reliefweb.int/node/3890986))\n\nFrom 01 January to 27 November 2022 (EW 47), a cumulative 20,768 suspected cholera cases and 498 deaths (CFR 2.4%) have been reported from 258 Local Governmental Areas (LGAs), in 31 states, mainly in northwest and northeast of the country. Three states, namely Borno, Taraba and Yobe, have reported a combined total of 15,495 (75%) cases and 382 (77%) deaths with a CFR of 2.4%. Children under five years and age 5-14 years the most affected age groups (52.7%), and 47% of affected cases are males while 53% are females. ([WHO, 13 Jan 2023](https://reliefweb.int/node/3923806))\n### Appeals & Response Plans\n\n- [![OCHA: Nigeria 2017 Cholera Response and Prevention Plan (September 2017) - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/b7/9f/b79fd308-41d0-3528-ab2e-6ce1dc53157e.png) OCHA: Nigeria 2017 Cholera Response and Prevention Plan (September 2017)](https://reliefweb.int/node/2225759)\n\n### Useful Links\n\n- [Nigeria Centre for Disease Control: Weekly Epidemiological Report](http://ncdc.gov.ng/reports/weekly)\n- [Nigeria Federal Ministry of Health](http://www.health.gov.ng)",
  "summary": " Nigeria has been facing a severe cholera outbreak since 2017, with 73,055 suspected cases and 2,407 deaths reported as of September 2021. As of November 27, 2022, 20,768 suspected cases and 498 deaths (CFR 2.4%) have been reported in 258 Local Governmental Areas (LGAs) across 31 states in Nigeria. The outbreak is considered to be under control in 4 states, and there is a declining trend in the number of cases across the country, except in Zamfara and Katsina States where the number of cases is still high. OCHA has released a 2017 Cholera Response and Prevention Plan.",
  "metadata": {
    "id": "43154",
    "name": "Nigeria: Cholera Outbreak - Jun 2017",
    "date_event": 1496793600000,
    "date_changed": 1673862831000,
    "date_created": 1496793600000,
    "primary_country_id": 175,
    "primary_country_name": "Nigeria",
    "primary_country_iso3": "nga",
    "primary_country_location": {
      "lon": 8.11,
      "lat": 9.59
    },
    "primary_type_id": 4642,
    "primary_type_code": "EP",
    "primary_type_name": "Epidemic"
  }
}