{
  "original": {
    "id": "51234",
    "fields": {
      "date": {
        "changed": "2023-03-17T00:53:57+00:00",
        "event": "2022-07-01T00:00:00+00:00",
        "created": "2022-06-14T00:00:00+00:00"
      },
      "primary_type": {
        "code": "FL",
        "name": "Flood",
        "id": 4611
      },
      "country": [
        {
          "href": "https://api.reliefweb.int/v1/countries/182",
          "name": "Pakistan",
          "location": {
            "lon": 69.39,
            "lat": 29.97
          },
          "id": 182,
          "shortname": "Pakistan",
          "iso3": "pak",
          "primary": true
        }
      ],
      "primary_country": {
        "href": "https://api.reliefweb.int/v1/countries/182",
        "name": "Pakistan",
        "location": {
          "lon": 69.39,
          "lat": 29.97
        },
        "id": 182,
        "shortname": "Pakistan",
        "iso3": "pak"
      },
      "profile": {
        "appeals_response_plans": {
          "active": [
            {
              "cover": "https://reliefweb.int/sites/default/files/styles/small/public/previews/2d/d9/2dd9b61a-0364-44e9-bac9-caf3239bfe09.png",
              "title": "UNDP: UNDP Pakistan: Flood Recovery Programme (FRP)",
              "url": "https://reliefweb.int/node/3919828"
            },
            {
              "cover": "https://reliefweb.int/sites/default/files/styles/small/public/previews/81/b9/81b91755-8fdc-4406-8c05-75af7e7a6f73.png",
              "title": "OCHA: Revised Pakistan 2022 Floods Response Plan: 01 Sep 2022 - 31 May 2023 (04 Oct 2022)",
              "url": "https://reliefweb.int/node/3892502"
            },
            {
              "cover": "https://reliefweb.int/sites/default/files/styles/small/public/previews/74/82/7482df7c-ae22-4491-b36a-6d7eb993ad8e.png",
              "title": "OCHA: Business Brief: Humanitarian Overview and Call to Action - Pakistan Floods Response Plan (17 October 2022)",
              "url": "https://reliefweb.int/node/3897916"
            },
            {
              "cover": "https://reliefweb.int/sites/default/files/styles/small/public/previews/a8/11/a811a3d8-72c3-442d-a554-58c7ec643405.png",
              "title": "UNHCR: Pakistan Flood Response: UNHCR Supplementary Appeal, September 2022 – December 2023",
              "url": "https://reliefweb.int/node/3893161"
            },
            {
              "cover": "https://reliefweb.int/sites/default/files/styles/small/public/previews/0c/09/0c09a7eb-7dce-46c7-9ee8-611cd68bc9c7.png",
              "title": "WHO: WHO Emergency Appeal: Health Crisis in Flood-Affected Pakistan (September 2022 - May 2023)",
              "url": "https://reliefweb.int/node/3893201"
            },
            {
              "cover": "https://reliefweb.int/sites/default/files/styles/small/public/previews/af/b3/afb39c70-2dfc-4adf-871c-ec55306ae015.png",
              "title": "FAO: Pakistan: Urgent call for assistance",
              "url": "https://reliefweb.int/node/3884150"
            },
            {
              "cover": "https://reliefweb.int/sites/default/files/styles/small/public/previews/b5/8d/b58dc798-fb9b-4ff7-a1ee-4bbfdd5878cd.png",
              "title": "IFRC: Pakistan, Asia Pacific | Floods, Revised Emergency Appeal - Revised Operational Strategy, Appeal No. MDRPK023",
              "url": "https://reliefweb.int/node/3897472"
            }
          ],
          "title": "Appeals & Response Plans"
        },
        "overview": "Heavy rainfall has been affecting southern and north-western Pakistan over the past few days, causing floods, and flash floods that resulted in casualties and damage. According to media reports, in Balochistan Province (southern Pakistan) at least 25 people have died, 35 others have been injured, while a number of houses and road sections have been flooded. One of the most affected Districts was Quetta where national authorities are providing emergency assistance. In Khyber Pakhtunkhwa Province (north-western Pakistan), three people have died, four others have been injured and eight houses have been damaged, after heavy rain and floods across four Districts. Furthermore, one Glacial Lake Outburst Flood (GLOF) event has been reported across the Province where at least one person died. For the next 24 hours, more rain with strong winds and thundershowers is expected in Balochistan, Sindh, Kashmir, Islamabad, Upper and Central Punjab, Khyber Pakhtunkhwa, and Gilgit-Baltistan. Extreme levels of flood danger were reported in several parts of the country. ([ECHO, 6 Jul 2022](https://reliefweb.int/node/3863525))\n\nThe monsoon season continues to affect several provinces of Pakistan, causing floods, flash floods and severe weather-related events, and resulting in an increased humanitarian impact. According to the National Disaster Management Authority (NDMA), as of 11 July, up to 147 fatalities have been reported across seven provinces, most of them in Balochistan (63 fatalities), Sindh (26), and Punjab (23), and 160 individuals have been injured. More than 1 000 houses have been damaged or destroyed, five bridges and road sections affected. National authorities are providing help to the most affected people. ([ECHO, 11 Jul 2022](https://reliefweb.int/node/3864791))\n\nAccording to the National Disaster Management Authority (NDMA), as of 18 July, up to 238 fatalities have been reported across seven provinces, most of them in Balochistan (75 fatalities), Punjab (55), and Sindh (48), and 187 individuals have been injured. Almost 3,400 houses have been damaged, as well as 22 bridges and 11.5 km of roads. The provincial disaster management authority in Balochistan has declared state of emergency in the wake of flash floods and heavy rains in Quetta and Pishin districts. According to initial assessments at least 150,000 people require humanitarian assistance, 30,000 people have been severely affected in Balochistan, and 400 families have been displaced. ([ECHO, 19 Jul 2022](https://reliefweb.int/node/3867597/))\n\nPakistan has received 60% of total normal monsoon rainfall in just three weeks since the start of the monsoon season. Heavy rains have resulted in urban and flash floods, landslides, and Glacial Lake Outburst Floods (GLOF) across Pakistan, particularly affecting Balochistan, Khyber Pakhtunkhwa, and Sindh Provinces. As of 25 July, the National Disaster Management Authority (NDMA) reported that the floods have resulted in 312 deaths (including 121 children and 56 women) and some 300 people have been injured since 1 July. More than 10,000 households have been affected, of which 60% are in Balochistan. More than 5,000 houses have been partially damaged and another 3,200 houses have been fully damaged. In addition, around 800 schools (600 in Balochistan alone), 50 bridges and 616 km of road sections have been affected. [...] According to initial assessments in Balochistan, at least 150,000 people require humanitarian assistance and while 30,000 people have been severely affected, and 400 families have been displaced. The Provincial Disaster Management Authority had declared 18 out of a total of 26 districts in Balochistan as calamity-hit areas. ([OCHA, 25 Jul 2022](https://reliefweb.int/node/3869878/))\n\nAccording to the National Disaster Management Authority (NDMA), as of 28 July, 357 people died across seven provinces, most of them in Balochistan (106 fatalities), more than 400 sustained injuries, and approximately 23,800 houses have been damaged. Warnings for floods and flash floods have been issued for urban areas in northern Pakistan, including the cities of Islamabad and Peshawar. ([ECHO, 29 Jul 2022](https://reliefweb.int/node/3871065/))\n\nIn view of persisting calamities caused by floods and heavy rainfall across Pakistan, on 5th August, the Ministry of Foreign Affairs officially requested humanitarian assistance from the UN and international community. According to initial estimates 7 million people across Pakistan have been affected by floods. From a total of 35 districts, 24 districts are declared as calamity hit in the province of which 9 districts are severely affected: Lasbela, Jhal Magsi, Killa Saifullah, Pishin, Noshki, Kachhi, Khuzdar, Kalat and Chaman. The PDMA Balochistan has set up five (5) camps accommodating on average 300-500 families per camp (1,800 – 3,000 individuals/camp). ([ECHO, 7 Aug 2022](https://reliefweb.int/node/3873828/))\n\nAs of 4 August, the National Disaster Management Authority (NDMA) reported that floods in Pakistan had resulted in 530 deaths (including 199 children and 108 women) and 604 people had been injured since 14 June 2022. Total number of people affected has reached 1 million. More than 42,000 houses have been either fully or partially damaged, while 56,097 hectares of crop area are damaged and over 10,000 people are displaced. ([OCHA, 8 Aug 2022](https://reliefweb.int/node/3874598/))\n\nResurgence of strong monsoon currents and increased thunderstorms are forecast across Pakistan until 19 August, mostly affecting areas in the south. The severe adverse weather has resulted in the deaths of at least 580 people, including 224 children and 114 women. Nearly 23,000 people have reportedly been displaced from their homes and some 107,000 livestock have perished. The recent Integrated Phase Classification (IPC) analysis of acute food insecurity projects over 955,000 people being food insecure in the flood-affected areas of Balochistan between July and November 2022 (IPC Phase 3 and Phase 4). ([OCHA, 12 Aug 2022](https://reliefweb.int/node/3876166/))\n\nOver the last 24 hours, 49 deaths were reported, the majority in Sindh, taking the death toll to 777 since mid-June, and 59,665 houses were damaged, taking the total damaged houses to 176,436, mostly in Sindh and Balochistan. According to National Disaster Management Authority (NDMA), as of 21 August, around 1,868,098 people were rescued, and 317,896 individuals are living in relief camps across the country. In Sindh, as of 20 August, 1,356,863 people are affected, with 309,944 households affected and around 495,381 are displaced due to floods in the province. ([ECHO, 22 Aug 2022](https://reliefweb.int/node/3878589/))\n\nHeavy monsoon rainfall and floods have affected some 2.3 million people in Pakistan since mid-June, destroying at least 95,350 houses and damaging some 224,100 more. Sindh and Balochistan are the two most affected provinces in terms of human and infrastructural impact. Over 504,000 livestock have been killed, nearly all of them in Balochistan Province, while damages to nearly 3,000 km of roads and 129 bridges have impeded access across flood-affected areas. At the request of the Balochistan Provincial Disaster Management Authority (PDMA), a multisectoral rapid needs assessment was undertaken in 10 districts of Balochistan to identify priority needs and gaps across sectors. Humanitarian partners are supporting the Government-led response in affected areas, redirecting existing resources to meet the most urgent needs while working to further scale up the response. ([OCHA, 23 Aug 2022](https://reliefweb.int/node/3879063/))\n\nThe humanitarian situation in Pakistan has deteriorated further over the past two weeks as heavy rains continue to cause flooding, and landslides resulting in displacement and damage across the country. Sixty-six districts have been officially declared to be ‘calamity hit’ by the Government of Pakistan – 31 in Balochistan, 23 in Sindh, nine in Khyber Pakhtunkhwa (KP) and three in Punjab. 116 districts have been affected, including 66 districts officially declared ‘calamity hit’. At least 937 people were killed and 1,343 people injured since 14 June. Over 218,000 houses have been destroyed and a further 452,000 damaged since 14 June, according to the NDMA. ([OCHA, 26 Aug 2022](https://reliefweb.int/node/3880504/))\n\nThe number of damaged and destroyed houses in Pakistan has tripled since the last Weekly Regional Humanitarian Snapshot, with around 950,000 houses impacted as of 27 August. At the province level, since last week the number of damaged/destroyed houses more than tripled in Sindh (to over 807,000 houses) and more than doubled in Balochistan (to nearly 61,500 houses) and Khyber Pakhtunkhwa (to over 33,200 houses). In Punjab, more than 46,300 houses have been damaged/destroyed, some 18,500 more than a week earlier. A Floods Response Plan has been developed to complement the wider government response and aims to aid some 5.2 million flood-affected people for the next six months. ([OCHA, 31 Aug 2022](https://reliefweb.int/node/3881722/))\n\nEight more districts have been declared ‘calamity hit’ by the Government of Pakistan, bringing the total to 80 districts. Over 1.1 million houses have now been damaged or destroyed. Some 1,600 km of roads damaged or destroyed in Khyber Pakhtunkhwa within the last week. The severe weather has continued to take a direct toll on human lives, with more than 1,200 people reported to have died, including 244 women, 526 men and 416 children. ([OCHA, 2 Sep 2022](https://reliefweb.int/node/3882761))\n\nThe National Disaster Management Authority (NDMA) reports almost 1,400 fatalities and more than 12,700 injuries as of 8 September. In addition, more than 660,000 people are in relief camps, although the displaced population numbers are much higher, and more than 33 million are affected (most of them in Sindh and Balochistan Province). ([ECHO, 9 Sep 2022](https://reliefweb.int/node/3884867/))\n\nOver the past week, around 1,000 km of roads, 23 bridges, and more than 55,300 houses in Pakistan were reported to have been damaged or destroyed. In total, nearly 1.2 million houses have been damaged and some 569,000 houses destroyed, as have nearly 6,700 km of roads and 269 bridges. [...] The number of districts officially notified as being ‘calamity hit’ has risen to 81, with most in Balochistan (32), Sindh (23) and Khyber Pakhtunkhwa (17). Nearly 800,000 refugees live in calamity-notified districts. Schooling has reportedly been interrupted for more than 3.5 million children nationwide, with some 22,000 schools reportedly damaged and over 5,500 schools being used to host people who have been displaced. ([OCHA, 12 Sep 2022](https://reliefweb.int/node/3885901/))\n\nTo date, more than 1.14 million houses have been damaged and over 765,000 houses have been destroyed across the country, according to the National Disaster Management Authority (NDMA), while over 1,500 deaths and more than 12,800 injuries were recorded since mid-June, including 552 children killed and over 4,000 children injured. More than 5,500 undamaged schools are reportedly being used to shelter people who have been displaced. Another 22,000 schools have reportedly been damaged – over 17,400 in Sindh, over 2,300 in Balochistan, over 1,400 in Khyber Pakhtunkhwa, and some 1,250 in Punjab. Preliminary estimates based on currently available data indicate that some 7.6 million people may be displaced due to the heavy rains and floods, including some 575,000 people living in relief camps. ([OCHA, 16 Sep 2022](https://reliefweb.int/node/3887434/))\n\nThe National Disaster Management Authority (NDMA) has recorded over 1,600 deaths and more than 12,850 injuries since mid-June, including 579 children killed and over 4,000 children injured. [...] Pregnant and lactating women (PLW) and children under age five represent the most vulnerable at-risk groups, with estimates indicating that at least 83,000 flood-affected women are pregnant and due to give birth in the coming months. Assessments indicate that some 1,460 health facilities and their contents are damaged. ([OCHA, 23 Sep 2022](https://reliefweb.int/node/3889516))\n\nPrevalence of water-borne and vector-borne diseases is a growing concern especially in Sindh and Balochistan, where many districts remain inundated. 8.62 million people in 28 assessed districts estimated to be in crisis and emergency phases of food security between September and November 2022, according to preliminary findings from Balochistan, Sindh and Khyber Pakhtunkhwa – including some 5.74 million people in flood-affected districts covered by the assessment. ([OCHA, 30 Sep 2022](https://reliefweb.int/node/3891782/))\n\nAround 33 million people have been affected by the heavy rains and floods, including at least 7.9 million people who have been displaced, of whom some 598,000 are living in relief camps. Nearly 800,000 refugees are estimated to be hosted in more than 40 calamity-notified districts. More than 2 million houses have been affected, comprising over 767,000 houses destroyed and nearly 1.3 million houses damaged. More than 1.1 million livestock have reportedly been killed. FAO assesses that some 9.4 million acres of crop area in Pakistan was potentially inundated in August. ([OCHA, 4 Sep 2022](https://reliefweb.int/node/3892502/))\n\nOver 2 million houses have been impacted by the devastating floods in Pakistan as of 11 October, with over 1.3 million houses partially destroyed and 800,000 fully destroyed. Some 13,115 km of roads were damaged, and 436 bridges were partially damaged or destroyed. In total, 1,700 people have died, and 12,867 have suffered injuries. The currently available data indicate that around 7.9 million people may be temporarily displaced. About 20.6 million people and 650,000 flood-affected refugees and host communities require humanitarian assistance. The Government of Pakistan is leading the response with the support of UN agencies and humanitarian partners to ensure a coordinated response in food, medicines, health, water, sanitation, and essential supplies and non-food items. ([OCHA, 10 Oct 2022](https://reliefweb.int/node/3895139/))\n\nIn Punjab and Khyber Pakhtunkhwa areas, people are returning to their places of origin or at least close to it to assess their livelihoods' condition. During the last weeks' receding waters were observed, particularly in affected areas of Sindh and Balochistan. In Sindh, water is receding in the districts of Kashmore, Kandhkot, Larkana, Ghotki, Sukkur, Tando Allahyar, Shaheed Benazirabad, Tando Muhammad Khan, Umerkot and Sanghar. [...] In the flood-affected areas of Sindh and Balochistan, outbreaks of water-borne and vector-borne diseases continue to increase, particularly due to the destruction of health facilities and standing water. The Government-led multi-sector rapid needs assessments (RNA) conducted in the worst-affected districts of Sindh indicated that thirty-seven per cent of key informants reported that the nearest health facility is not functional, and the ones who reported a health facility nearby stated the limited capacity of the facility. As of 5 October, according to the National Disaster Management Authority (NDMA), close to 2,000 health facilities have been either damaged or destroyed. [...] The health situation is also exacerbated by the lack of adequate sanitation facilities. Large parts of Sindh remain flooded, with access continuing to be a challenge in inundated areas. An estimated 5.5 million people no longer have access to safe drinking water due to damages to water infrastructure and sanitation facilities. [...] The current floods have aggravated food insecurity and malnutrition in flood-affected areas. An estimated 14.6 million people require emergency food assistance from December through March 2023, representing an increase of more than 100 per cent of the pre-flood estimate. This includes 4 million people in Integrated Food Security Phase Classification (IPC). ([OCHA, 14 Oct 2022](https://reliefweb.int/node/3896583/))\n\nThe monsoon rains continue to affect Pakistan by causing floods, landslides, flash floods, and severe weather-related incidents, which have resulted in a humanitarian emergency. Since mid-June, at least 1,730 people have died, of which 792 people died in Sindh Province (south-eastern Pakistan), 336 in Balochistan (south-western Pakistan), and 308 in Khyber Pakhtunkhwa (north-western Pakistan), according to the National Disaster Management Authority (NDMA). Nearly 12,865 individuals have been injured across all Provinces of Pakistan and more than 33 Million people have been affected, of which 14.5 Million in Sindh, and 9.2 million in Balochistan. Widespread damage has been reported to over 2.2 million houses, more than 1.1 million livestock has been lost and more than 13,000 km of roads and 440 bridges have been affected. ([ECHO, 25 Oct 2022](https://reliefweb.int/node/3899781/))\n\nMalaria cases are increasing due to the stagnant water, while the incidence of diarrhea is at least five times higher than usual, especially in Sindh and Balochistan, where more than 1 in 9 children under five admitted to health facilities suffered from severe acute malnutrition. More than 3.5 million children's education was interrupted due to the impact of floods. Some sectors noted inadequate funding and delays in supplies as a major gap in responding to the needs of hard-to-reach areas. Roughly only 15-20 per cent of the affected population has received relief assistance from humanitarians. ([OCHA, 29 Oct 2022](https://reliefweb.int/node/3901401/))\n\nPublic health concerns are high in flood-affected areas of Pakistan, particularly with access to primary healthcare limited by monsoon-induced damage to health facilities. As of 25 October, 59 health facilities are destroyed and 461 are partially damaged in Sindh, where nearly 350,000 people were suspected of having malaria, more than 700,000 people had diarrhea, and over 770,000 people reported a skin-related disease between July and early October. Stagnant water has contributed to malaria outbreaks in 32 districts in Sindh and Balochistan. The practice of open defecation has increased from one-fifth before the floods to over one-third of the affected population, with 6 million people no longer having home sanitation facilities. ([OCHA, 1 Nov 2022](https://reliefweb.int/node/3902021/))\n\nAs of 8 November, according to World Health Organization (WHO), around 8 million flood-affected people need health assistance. Vector-borne and water-borne diseases remain a major concern in flood-affected areas. Around 1,000 confirmed cholera cases and 64,767 dengue fever cases, with 147 deaths, have been reported. More than 5.1 million women are of reproductive age, including an estimated 410,846 pregnant women. Approximately 136,950 births are expected in the next three months. ([OCHA, 11 Nov 2022](https://reliefweb.int/node/3906187))\n\nAccording to National Disaster Management Authority (NDMA), more than 33 million persons have been affected by the humanitarian emergency caused by the floods, about 1,739 people have died and almost 8 million people have been displaced. Widespread damage has been reported to critical infrastructure, houses and livestock. The findings from a recent ECHO field staff’s visit to flood-affected areas in Sindh and Balochistan show that the situation remains dire with great extensions of land still covered by water. At least 1.85 million people remain still displaced, living in roadside spontaneous camps in poor conditions. A serious concern remains that many of the people returning are moved to places with no infrastructure, no shelter and residing on elevated areas with flood waters around. ([OCHA, 28 Nov 2022](https://reliefweb.int/node/3911040))\n\nFloodwaters continue to recede in many flood-affected areas across Pakistan. However, standing flood waters continue to be reported in Dadu, Kambar, Shahdad Kot, Khairpur, Mirpur Khas, Jamshoro, Sanghar, Umer Kot, Badin, Shaheed Benazir Abad and Naushahro Feroze districts in Sindh and Sohbatpur and Jaffarabad districts in Balochistan. United Nations Satellite Centre (UNOSAT) imagery indicates an estimated 8 million people still potentially exposed to floodwaters or living close to flooded areas. According to the Provincial Disaster Management Authority of Sindh, over 240,000 people remain displaced in the province as of 3 December, down from 6.5 million in early September. Nearly 90% of flood-displaced people are reportedly with host communities, while the remaining are in tent cities and relief camps. While receding flood waters have allowed millions of people to go home, there are reports of significant service gaps in areas of return, in addition to extensive impacts to homes, agriculture, and livelihoods. [...] A recent need and gaps analysis by partners in the food security sector indicates a persistent and increasing need for emergency food assistance moving into the first quarter of 2023. A failure to address this need would worsen the already frail food security situation and drive more people into crisis and emergency levels. The food security situation of an estimated additional 1.1 million people is deteriorating and are forecast to fall into IPC 4 (emergency food security phase)\nbetween January-March 2023. Evidence from available data indicates that relief response to date has fallen well short of the need, with over 5.1 million people now experiencing IPC 4 conditions in flood-affected areas. ([OCHA, 5 Dec 2022](https://reliefweb.int/node/3913492))\n\nDuring the monsoon season, rainfall was equivalent to nearly 2.9 times the national 30-year average, causing widespread flooding and landslides with severe repercussions for human lives, property, and infrastructure. An estimated 20.6 million people, including 9.6 million children, need humanitarian assistance. To date, 94 districts have been declared ‘calamity hit’ by the Government of Pakistan. Many of the hardest-hit districts are amongst the most vulnerable districts in Pakistan, where children already suffer from high malnutrition, poor access to water and sanitation, low school enrolment, and other deprivations. In mountainous and high altitude areas of Pakistan, many also affected by the floods, have received snowfall and temperatures have fallen below 0 Celsius, particularly in the northern and northwestern parts of Pakistan including Khyber Pakhtunkwa (KP), Gilgit Baltistan (GB), Pakistan Administered Kashmir (PAK) and northern Balochistan. ([UNICEF, 23 Dec 2022](https://reliefweb.int/node/3919294))\n\nIn some locations of Sindh province and in parts of Balochistan, water has yet to recede and may remain for several months, prolonging the dire humanitarian situation for people in these areas. Flood water remains stagnant in Dadu, Jacobabad, Kambar, Shahdad Kot, Khairpur, Mirpur Khas, Jamshoro, Sanghar, Umer Kot, Badin, Shaheed Benazir Abad and Naushahro Feroze districts in Sindh and Sohbatpur, Jhal Magsi and Jaffarabad districts in Balochistan. According to the Provincial Disaster Management Authority of Sindh, over 89,000 people remain displaced in the province as of 2 January 2023, down from 6.5 million in early September. The IDPs living in ten districts including Dadu, ShikarPur, Matiari, Mirpur Khas, Jaccobabad, Jamshoro, Tando Allahyar, Thatta, Khairpur and Karachi with the highest number of IDPs in Dadu (41,742) and the lowest in Karachi (356 IDPs). ([OCHA, 6 Jan 2023](https://reliefweb.int/node/3922246))\n\nFood security, livelihood-related assistance and public health are the biggest concerns: based on the latest analysis by UNOSAT, an estimated 4.5 million people remain exposed to or living close to flooded areas. More than 2.5 million people do not have access to safe or potable water. An estimated 1.1 million people are at risk of sliding from acute food and livelihood crisis (IPC3) situations to humanitarian emergency (IPC4) food security situations due to insufficient support. Malaria outbreaks have been reported in at least 12 districts of Sindh and Balochistan. More than 7 million children and women need immediate access to nutrition services. An estimated 3.5 million children, especially girls, are at high risk of permanent school dropout. The Pakistan Floods Response Plan is only 36 per cent funded more than halfway through its 9-month duration. ([OCHA, 6 Feb 2023](https://reliefweb.int/node/3931198))\n\nCamps housing internally displaced persons in Balochistan, Khyber Pakhtunkhwa (KP), and Punjab provinces have closed, while 29,692 people remain\ndisplaced in Sindh province, with 5,132 people living in temporary tent cities or villages established by the District Disaster Management Authority. High food prices and a heavy reliance on imports continue to threaten Pakistan's food and nutrition security. Meanwhile, the 2022-2023 Rabi season, combined with the unstable availability of wheat flour, has resulted in significant price fluctuations and uncertainty affecting other essential goods’ prices. According to WFP monitoring data, the floods led to a 53 percent increase in new malnutrition cases from July 2022 to January 2023 amongst children enrolled in the 50 pilot facilitation centres of the *Benazir Nashonuma Programme*, the national social protection scheme aimed at improved health and nutrition. Additional funding is urgently required to treat Moderate and Acute Malnutrition (MAM) to prevent the progression to Severe Acute Malnutrition. ([WFP, 28 Feb 2023](https://reliefweb.int/node/3943897))\n\nSix months after the Government of Pakistan declared a national emergency, approximately 1.8 million people are still living near contaminated and stagnant floodwater pools. Nutrition, food security and public health are the major concerns as many of these people are in temporary shelters, lack basic food items (at risk of sliding into emergency level of hungers) and increased cases of malnutrition. Besides other humanitarian needs in Sindh province, PDMA Sind has declared an urgent need for dewatering activities in the districts of Nausharo Feroze, Khairpur, Sukkur, Jhatta, and Ghotki. To achieve this, five excavators, dewatering pumps, and fuel are required to complete the dewatering process and provide the people in these areas with appropriate livelihood standards. ([OCHA, 9 Mar 2023](https://reliefweb.int/node/3942002))",
        "useful_links": {
          "active": [
            {
              "title": "Pakistan National Disaster Management Authority (NDMA): SitRep 2022",
              "url": "http://cms.ndma.gov.pk/page/sitrep-2022"
            },
            {
              "title": "Pakistan Meteorological Department Flood Forecasting Division (FFD)",
              "url": "https://ffd.pmd.gov.pk/river-flows"
            }
          ],
          "title": "Useful Links"
        },
        "overview-html": "<p>Heavy rainfall has been affecting southern and north-western Pakistan over the past few days, causing floods, and flash floods that resulted in casualties and damage. According to media reports, in Balochistan Province (southern Pakistan) at least 25 people have died, 35 others have been injured, while a number of houses and road sections have been flooded. One of the most affected Districts was Quetta where national authorities are providing emergency assistance. In Khyber Pakhtunkhwa Province (north-western Pakistan), three people have died, four others have been injured and eight houses have been damaged, after heavy rain and floods across four Districts. Furthermore, one Glacial Lake Outburst Flood (GLOF) event has been reported across the Province where at least one person died. For the next 24 hours, more rain with strong winds and thundershowers is expected in Balochistan, Sindh, Kashmir, Islamabad, Upper and Central Punjab, Khyber Pakhtunkhwa, and Gilgit-Baltistan. Extreme levels of flood danger were reported in several parts of the country. (<a href=\"https://reliefweb.int/node/3863525\">ECHO, 6 Jul 2022</a>)</p>\n<p>The monsoon season continues to affect several provinces of Pakistan, causing floods, flash floods and severe weather-related events, and resulting in an increased humanitarian impact. According to the National Disaster Management Authority (NDMA), as of 11 July, up to 147 fatalities have been reported across seven provinces, most of them in Balochistan (63 fatalities), Sindh (26), and Punjab (23), and 160 individuals have been injured. More than 1 000 houses have been damaged or destroyed, five bridges and road sections affected. National authorities are providing help to the most affected people. (<a href=\"https://reliefweb.int/node/3864791\">ECHO, 11 Jul 2022</a>)</p>\n<p>According to the National Disaster Management Authority (NDMA), as of 18 July, up to 238 fatalities have been reported across seven provinces, most of them in Balochistan (75 fatalities), Punjab (55), and Sindh (48), and 187 individuals have been injured. Almost 3,400 houses have been damaged, as well as 22 bridges and 11.5 km of roads. The provincial disaster management authority in Balochistan has declared state of emergency in the wake of flash floods and heavy rains in Quetta and Pishin districts. According to initial assessments at least 150,000 people require humanitarian assistance, 30,000 people have been severely affected in Balochistan, and 400 families have been displaced. (<a href=\"https://reliefweb.int/node/3867597/\">ECHO, 19 Jul 2022</a>)</p>\n<p>Pakistan has received 60% of total normal monsoon rainfall in just three weeks since the start of the monsoon season. Heavy rains have resulted in urban and flash floods, landslides, and Glacial Lake Outburst Floods (GLOF) across Pakistan, particularly affecting Balochistan, Khyber Pakhtunkhwa, and Sindh Provinces. As of 25 July, the National Disaster Management Authority (NDMA) reported that the floods have resulted in 312 deaths (including 121 children and 56 women) and some 300 people have been injured since 1 July. More than 10,000 households have been affected, of which 60% are in Balochistan. More than 5,000 houses have been partially damaged and another 3,200 houses have been fully damaged. In addition, around 800 schools (600 in Balochistan alone), 50 bridges and 616 km of road sections have been affected. [...] According to initial assessments in Balochistan, at least 150,000 people require humanitarian assistance and while 30,000 people have been severely affected, and 400 families have been displaced. The Provincial Disaster Management Authority had declared 18 out of a total of 26 districts in Balochistan as calamity-hit areas. (<a href=\"https://reliefweb.int/node/3869878/\">OCHA, 25 Jul 2022</a>)</p>\n<p>According to the National Disaster Management Authority (NDMA), as of 28 July, 357 people died across seven provinces, most of them in Balochistan (106 fatalities), more than 400 sustained injuries, and approximately 23,800 houses have been damaged. Warnings for floods and flash floods have been issued for urban areas in northern Pakistan, including the cities of Islamabad and Peshawar. (<a href=\"https://reliefweb.int/node/3871065/\">ECHO, 29 Jul 2022</a>)</p>\n<p>In view of persisting calamities caused by floods and heavy rainfall across Pakistan, on 5th August, the Ministry of Foreign Affairs officially requested humanitarian assistance from the UN and international community. According to initial estimates 7 million people across Pakistan have been affected by floods. From a total of 35 districts, 24 districts are declared as calamity hit in the province of which 9 districts are severely affected: Lasbela, Jhal Magsi, Killa Saifullah, Pishin, Noshki, Kachhi, Khuzdar, Kalat and Chaman. The PDMA Balochistan has set up five (5) camps accommodating on average 300-500 families per camp (1,800 – 3,000 individuals/camp). (<a href=\"https://reliefweb.int/node/3873828/\">ECHO, 7 Aug 2022</a>)</p>\n<p>As of 4 August, the National Disaster Management Authority (NDMA) reported that floods in Pakistan had resulted in 530 deaths (including 199 children and 108 women) and 604 people had been injured since 14 June 2022. Total number of people affected has reached 1 million. More than 42,000 houses have been either fully or partially damaged, while 56,097 hectares of crop area are damaged and over 10,000 people are displaced. (<a href=\"https://reliefweb.int/node/3874598/\">OCHA, 8 Aug 2022</a>)</p>\n<p>Resurgence of strong monsoon currents and increased thunderstorms are forecast across Pakistan until 19 August, mostly affecting areas in the south. The severe adverse weather has resulted in the deaths of at least 580 people, including 224 children and 114 women. Nearly 23,000 people have reportedly been displaced from their homes and some 107,000 livestock have perished. The recent Integrated Phase Classification (IPC) analysis of acute food insecurity projects over 955,000 people being food insecure in the flood-affected areas of Balochistan between July and November 2022 (IPC Phase 3 and Phase 4). (<a href=\"https://reliefweb.int/node/3876166/\">OCHA, 12 Aug 2022</a>)</p>\n<p>Over the last 24 hours, 49 deaths were reported, the majority in Sindh, taking the death toll to 777 since mid-June, and 59,665 houses were damaged, taking the total damaged houses to 176,436, mostly in Sindh and Balochistan. According to National Disaster Management Authority (NDMA), as of 21 August, around 1,868,098 people were rescued, and 317,896 individuals are living in relief camps across the country. In Sindh, as of 20 August, 1,356,863 people are affected, with 309,944 households affected and around 495,381 are displaced due to floods in the province. (<a href=\"https://reliefweb.int/node/3878589/\">ECHO, 22 Aug 2022</a>)</p>\n<p>Heavy monsoon rainfall and floods have affected some 2.3 million people in Pakistan since mid-June, destroying at least 95,350 houses and damaging some 224,100 more. Sindh and Balochistan are the two most affected provinces in terms of human and infrastructural impact. Over 504,000 livestock have been killed, nearly all of them in Balochistan Province, while damages to nearly 3,000 km of roads and 129 bridges have impeded access across flood-affected areas. At the request of the Balochistan Provincial Disaster Management Authority (PDMA), a multisectoral rapid needs assessment was undertaken in 10 districts of Balochistan to identify priority needs and gaps across sectors. Humanitarian partners are supporting the Government-led response in affected areas, redirecting existing resources to meet the most urgent needs while working to further scale up the response. (<a href=\"https://reliefweb.int/node/3879063/\">OCHA, 23 Aug 2022</a>)</p>\n<p>The humanitarian situation in Pakistan has deteriorated further over the past two weeks as heavy rains continue to cause flooding, and landslides resulting in displacement and damage across the country. Sixty-six districts have been officially declared to be ‘calamity hit’ by the Government of Pakistan – 31 in Balochistan, 23 in Sindh, nine in Khyber Pakhtunkhwa (KP) and three in Punjab. 116 districts have been affected, including 66 districts officially declared ‘calamity hit’. At least 937 people were killed and 1,343 people injured since 14 June. Over 218,000 houses have been destroyed and a further 452,000 damaged since 14 June, according to the NDMA. (<a href=\"https://reliefweb.int/node/3880504/\">OCHA, 26 Aug 2022</a>)</p>\n<p>The number of damaged and destroyed houses in Pakistan has tripled since the last Weekly Regional Humanitarian Snapshot, with around 950,000 houses impacted as of 27 August. At the province level, since last week the number of damaged/destroyed houses more than tripled in Sindh (to over 807,000 houses) and more than doubled in Balochistan (to nearly 61,500 houses) and Khyber Pakhtunkhwa (to over 33,200 houses). In Punjab, more than 46,300 houses have been damaged/destroyed, some 18,500 more than a week earlier. A Floods Response Plan has been developed to complement the wider government response and aims to aid some 5.2 million flood-affected people for the next six months. (<a href=\"https://reliefweb.int/node/3881722/\">OCHA, 31 Aug 2022</a>)</p>\n<p>Eight more districts have been declared ‘calamity hit’ by the Government of Pakistan, bringing the total to 80 districts. Over 1.1 million houses have now been damaged or destroyed. Some 1,600 km of roads damaged or destroyed in Khyber Pakhtunkhwa within the last week. The severe weather has continued to take a direct toll on human lives, with more than 1,200 people reported to have died, including 244 women, 526 men and 416 children. (<a href=\"https://reliefweb.int/node/3882761\">OCHA, 2 Sep 2022</a>)</p>\n<p>The National Disaster Management Authority (NDMA) reports almost 1,400 fatalities and more than 12,700 injuries as of 8 September. In addition, more than 660,000 people are in relief camps, although the displaced population numbers are much higher, and more than 33 million are affected (most of them in Sindh and Balochistan Province). (<a href=\"https://reliefweb.int/node/3884867/\">ECHO, 9 Sep 2022</a>)</p>\n<p>Over the past week, around 1,000 km of roads, 23 bridges, and more than 55,300 houses in Pakistan were reported to have been damaged or destroyed. In total, nearly 1.2 million houses have been damaged and some 569,000 houses destroyed, as have nearly 6,700 km of roads and 269 bridges. [...] The number of districts officially notified as being ‘calamity hit’ has risen to 81, with most in Balochistan (32), Sindh (23) and Khyber Pakhtunkhwa (17). Nearly 800,000 refugees live in calamity-notified districts. Schooling has reportedly been interrupted for more than 3.5 million children nationwide, with some 22,000 schools reportedly damaged and over 5,500 schools being used to host people who have been displaced. (<a href=\"https://reliefweb.int/node/3885901/\">OCHA, 12 Sep 2022</a>)</p>\n<p>To date, more than 1.14 million houses have been damaged and over 765,000 houses have been destroyed across the country, according to the National Disaster Management Authority (NDMA), while over 1,500 deaths and more than 12,800 injuries were recorded since mid-June, including 552 children killed and over 4,000 children injured. More than 5,500 undamaged schools are reportedly being used to shelter people who have been displaced. Another 22,000 schools have reportedly been damaged – over 17,400 in Sindh, over 2,300 in Balochistan, over 1,400 in Khyber Pakhtunkhwa, and some 1,250 in Punjab. Preliminary estimates based on currently available data indicate that some 7.6 million people may be displaced due to the heavy rains and floods, including some 575,000 people living in relief camps. (<a href=\"https://reliefweb.int/node/3887434/\">OCHA, 16 Sep 2022</a>)</p>\n<p>The National Disaster Management Authority (NDMA) has recorded over 1,600 deaths and more than 12,850 injuries since mid-June, including 579 children killed and over 4,000 children injured. [...] Pregnant and lactating women (PLW) and children under age five represent the most vulnerable at-risk groups, with estimates indicating that at least 83,000 flood-affected women are pregnant and due to give birth in the coming months. Assessments indicate that some 1,460 health facilities and their contents are damaged. (<a href=\"https://reliefweb.int/node/3889516\">OCHA, 23 Sep 2022</a>)</p>\n<p>Prevalence of water-borne and vector-borne diseases is a growing concern especially in Sindh and Balochistan, where many districts remain inundated. 8.62 million people in 28 assessed districts estimated to be in crisis and emergency phases of food security between September and November 2022, according to preliminary findings from Balochistan, Sindh and Khyber Pakhtunkhwa – including some 5.74 million people in flood-affected districts covered by the assessment. (<a href=\"https://reliefweb.int/node/3891782/\">OCHA, 30 Sep 2022</a>)</p>\n<p>Around 33 million people have been affected by the heavy rains and floods, including at least 7.9 million people who have been displaced, of whom some 598,000 are living in relief camps. Nearly 800,000 refugees are estimated to be hosted in more than 40 calamity-notified districts. More than 2 million houses have been affected, comprising over 767,000 houses destroyed and nearly 1.3 million houses damaged. More than 1.1 million livestock have reportedly been killed. FAO assesses that some 9.4 million acres of crop area in Pakistan was potentially inundated in August. (<a href=\"https://reliefweb.int/node/3892502/\">OCHA, 4 Sep 2022</a>)</p>\n<p>Over 2 million houses have been impacted by the devastating floods in Pakistan as of 11 October, with over 1.3 million houses partially destroyed and 800,000 fully destroyed. Some 13,115 km of roads were damaged, and 436 bridges were partially damaged or destroyed. In total, 1,700 people have died, and 12,867 have suffered injuries. The currently available data indicate that around 7.9 million people may be temporarily displaced. About 20.6 million people and 650,000 flood-affected refugees and host communities require humanitarian assistance. The Government of Pakistan is leading the response with the support of UN agencies and humanitarian partners to ensure a coordinated response in food, medicines, health, water, sanitation, and essential supplies and non-food items. (<a href=\"https://reliefweb.int/node/3895139/\">OCHA, 10 Oct 2022</a>)</p>\n<p>In Punjab and Khyber Pakhtunkhwa areas, people are returning to their places of origin or at least close to it to assess their livelihoods' condition. During the last weeks' receding waters were observed, particularly in affected areas of Sindh and Balochistan. In Sindh, water is receding in the districts of Kashmore, Kandhkot, Larkana, Ghotki, Sukkur, Tando Allahyar, Shaheed Benazirabad, Tando Muhammad Khan, Umerkot and Sanghar. [...] In the flood-affected areas of Sindh and Balochistan, outbreaks of water-borne and vector-borne diseases continue to increase, particularly due to the destruction of health facilities and standing water. The Government-led multi-sector rapid needs assessments (RNA) conducted in the worst-affected districts of Sindh indicated that thirty-seven per cent of key informants reported that the nearest health facility is not functional, and the ones who reported a health facility nearby stated the limited capacity of the facility. As of 5 October, according to the National Disaster Management Authority (NDMA), close to 2,000 health facilities have been either damaged or destroyed. [...] The health situation is also exacerbated by the lack of adequate sanitation facilities. Large parts of Sindh remain flooded, with access continuing to be a challenge in inundated areas. An estimated 5.5 million people no longer have access to safe drinking water due to damages to water infrastructure and sanitation facilities. [...] The current floods have aggravated food insecurity and malnutrition in flood-affected areas. An estimated 14.6 million people require emergency food assistance from December through March 2023, representing an increase of more than 100 per cent of the pre-flood estimate. This includes 4 million people in Integrated Food Security Phase Classification (IPC). (<a href=\"https://reliefweb.int/node/3896583/\">OCHA, 14 Oct 2022</a>)</p>\n<p>The monsoon rains continue to affect Pakistan by causing floods, landslides, flash floods, and severe weather-related incidents, which have resulted in a humanitarian emergency. Since mid-June, at least 1,730 people have died, of which 792 people died in Sindh Province (south-eastern Pakistan), 336 in Balochistan (south-western Pakistan), and 308 in Khyber Pakhtunkhwa (north-western Pakistan), according to the National Disaster Management Authority (NDMA). Nearly 12,865 individuals have been injured across all Provinces of Pakistan and more than 33 Million people have been affected, of which 14.5 Million in Sindh, and 9.2 million in Balochistan. Widespread damage has been reported to over 2.2 million houses, more than 1.1 million livestock has been lost and more than 13,000 km of roads and 440 bridges have been affected. (<a href=\"https://reliefweb.int/node/3899781/\">ECHO, 25 Oct 2022</a>)</p>\n<p>Malaria cases are increasing due to the stagnant water, while the incidence of diarrhea is at least five times higher than usual, especially in Sindh and Balochistan, where more than 1 in 9 children under five admitted to health facilities suffered from severe acute malnutrition. More than 3.5 million children's education was interrupted due to the impact of floods. Some sectors noted inadequate funding and delays in supplies as a major gap in responding to the needs of hard-to-reach areas. Roughly only 15-20 per cent of the affected population has received relief assistance from humanitarians. (<a href=\"https://reliefweb.int/node/3901401/\">OCHA, 29 Oct 2022</a>)</p>\n<p>Public health concerns are high in flood-affected areas of Pakistan, particularly with access to primary healthcare limited by monsoon-induced damage to health facilities. As of 25 October, 59 health facilities are destroyed and 461 are partially damaged in Sindh, where nearly 350,000 people were suspected of having malaria, more than 700,000 people had diarrhea, and over 770,000 people reported a skin-related disease between July and early October. Stagnant water has contributed to malaria outbreaks in 32 districts in Sindh and Balochistan. The practice of open defecation has increased from one-fifth before the floods to over one-third of the affected population, with 6 million people no longer having home sanitation facilities. (<a href=\"https://reliefweb.int/node/3902021/\">OCHA, 1 Nov 2022</a>)</p>\n<p>As of 8 November, according to World Health Organization (WHO), around 8 million flood-affected people need health assistance. Vector-borne and water-borne diseases remain a major concern in flood-affected areas. Around 1,000 confirmed cholera cases and 64,767 dengue fever cases, with 147 deaths, have been reported. More than 5.1 million women are of reproductive age, including an estimated 410,846 pregnant women. Approximately 136,950 births are expected in the next three months. (<a href=\"https://reliefweb.int/node/3906187\">OCHA, 11 Nov 2022</a>)</p>\n<p>According to National Disaster Management Authority (NDMA), more than 33 million persons have been affected by the humanitarian emergency caused by the floods, about 1,739 people have died and almost 8 million people have been displaced. Widespread damage has been reported to critical infrastructure, houses and livestock. The findings from a recent ECHO field staff’s visit to flood-affected areas in Sindh and Balochistan show that the situation remains dire with great extensions of land still covered by water. At least 1.85 million people remain still displaced, living in roadside spontaneous camps in poor conditions. A serious concern remains that many of the people returning are moved to places with no infrastructure, no shelter and residing on elevated areas with flood waters around. (<a href=\"https://reliefweb.int/node/3911040\">OCHA, 28 Nov 2022</a>)</p>\n<p>Floodwaters continue to recede in many flood-affected areas across Pakistan. However, standing flood waters continue to be reported in Dadu, Kambar, Shahdad Kot, Khairpur, Mirpur Khas, Jamshoro, Sanghar, Umer Kot, Badin, Shaheed Benazir Abad and Naushahro Feroze districts in Sindh and Sohbatpur and Jaffarabad districts in Balochistan. United Nations Satellite Centre (UNOSAT) imagery indicates an estimated 8 million people still potentially exposed to floodwaters or living close to flooded areas. According to the Provincial Disaster Management Authority of Sindh, over 240,000 people remain displaced in the province as of 3 December, down from 6.5 million in early September. Nearly 90% of flood-displaced people are reportedly with host communities, while the remaining are in tent cities and relief camps. While receding flood waters have allowed millions of people to go home, there are reports of significant service gaps in areas of return, in addition to extensive impacts to homes, agriculture, and livelihoods. [...] A recent need and gaps analysis by partners in the food security sector indicates a persistent and increasing need for emergency food assistance moving into the first quarter of 2023. A failure to address this need would worsen the already frail food security situation and drive more people into crisis and emergency levels. The food security situation of an estimated additional 1.1 million people is deteriorating and are forecast to fall into IPC 4 (emergency food security phase)\nbetween January-March 2023. Evidence from available data indicates that relief response to date has fallen well short of the need, with over 5.1 million people now experiencing IPC 4 conditions in flood-affected areas. (<a href=\"https://reliefweb.int/node/3913492\">OCHA, 5 Dec 2022</a>)</p>\n<p>During the monsoon season, rainfall was equivalent to nearly 2.9 times the national 30-year average, causing widespread flooding and landslides with severe repercussions for human lives, property, and infrastructure. An estimated 20.6 million people, including 9.6 million children, need humanitarian assistance. To date, 94 districts have been declared ‘calamity hit’ by the Government of Pakistan. Many of the hardest-hit districts are amongst the most vulnerable districts in Pakistan, where children already suffer from high malnutrition, poor access to water and sanitation, low school enrolment, and other deprivations. In mountainous and high altitude areas of Pakistan, many also affected by the floods, have received snowfall and temperatures have fallen below 0 Celsius, particularly in the northern and northwestern parts of Pakistan including Khyber Pakhtunkwa (KP), Gilgit Baltistan (GB), Pakistan Administered Kashmir (PAK) and northern Balochistan. (<a href=\"https://reliefweb.int/node/3919294\">UNICEF, 23 Dec 2022</a>)</p>\n<p>In some locations of Sindh province and in parts of Balochistan, water has yet to recede and may remain for several months, prolonging the dire humanitarian situation for people in these areas. Flood water remains stagnant in Dadu, Jacobabad, Kambar, Shahdad Kot, Khairpur, Mirpur Khas, Jamshoro, Sanghar, Umer Kot, Badin, Shaheed Benazir Abad and Naushahro Feroze districts in Sindh and Sohbatpur, Jhal Magsi and Jaffarabad districts in Balochistan. According to the Provincial Disaster Management Authority of Sindh, over 89,000 people remain displaced in the province as of 2 January 2023, down from 6.5 million in early September. The IDPs living in ten districts including Dadu, ShikarPur, Matiari, Mirpur Khas, Jaccobabad, Jamshoro, Tando Allahyar, Thatta, Khairpur and Karachi with the highest number of IDPs in Dadu (41,742) and the lowest in Karachi (356 IDPs). (<a href=\"https://reliefweb.int/node/3922246\">OCHA, 6 Jan 2023</a>)</p>\n<p>Food security, livelihood-related assistance and public health are the biggest concerns: based on the latest analysis by UNOSAT, an estimated 4.5 million people remain exposed to or living close to flooded areas. More than 2.5 million people do not have access to safe or potable water. An estimated 1.1 million people are at risk of sliding from acute food and livelihood crisis (IPC3) situations to humanitarian emergency (IPC4) food security situations due to insufficient support. Malaria outbreaks have been reported in at least 12 districts of Sindh and Balochistan. More than 7 million children and women need immediate access to nutrition services. An estimated 3.5 million children, especially girls, are at high risk of permanent school dropout. The Pakistan Floods Response Plan is only 36 per cent funded more than halfway through its 9-month duration. (<a href=\"https://reliefweb.int/node/3931198\">OCHA, 6 Feb 2023</a>)</p>\n<p>Camps housing internally displaced persons in Balochistan, Khyber Pakhtunkhwa (KP), and Punjab provinces have closed, while 29,692 people remain\ndisplaced in Sindh province, with 5,132 people living in temporary tent cities or villages established by the District Disaster Management Authority. High food prices and a heavy reliance on imports continue to threaten Pakistan's food and nutrition security. Meanwhile, the 2022-2023 Rabi season, combined with the unstable availability of wheat flour, has resulted in significant price fluctuations and uncertainty affecting other essential goods’ prices. According to WFP monitoring data, the floods led to a 53 percent increase in new malnutrition cases from July 2022 to January 2023 amongst children enrolled in the 50 pilot facilitation centres of the <em>Benazir Nashonuma Programme</em>, the national social protection scheme aimed at improved health and nutrition. Additional funding is urgently required to treat Moderate and Acute Malnutrition (MAM) to prevent the progression to Severe Acute Malnutrition. (<a href=\"https://reliefweb.int/node/3943897\">WFP, 28 Feb 2023</a>)</p>\n<p>Six months after the Government of Pakistan declared a national emergency, approximately 1.8 million people are still living near contaminated and stagnant floodwater pools. Nutrition, food security and public health are the major concerns as many of these people are in temporary shelters, lack basic food items (at risk of sliding into emergency level of hungers) and increased cases of malnutrition. Besides other humanitarian needs in Sindh province, PDMA Sind has declared an urgent need for dewatering activities in the districts of Nausharo Feroze, Khairpur, Sukkur, Jhatta, and Ghotki. To achieve this, five excavators, dewatering pumps, and fuel are required to complete the dewatering process and provide the people in these areas with appropriate livelihood standards. (<a href=\"https://reliefweb.int/node/3942002\">OCHA, 9 Mar 2023</a>)</p>\n"
      },
      "description-html": "<p>Heavy rainfall has been affecting southern and north-western Pakistan over the past few days, causing floods, and flash floods that resulted in casualties and damage. According to media reports, in Balochistan Province (southern Pakistan) at least 25 people have died, 35 others have been injured, while a number of houses and road sections have been flooded. One of the most affected Districts was Quetta where national authorities are providing emergency assistance. In Khyber Pakhtunkhwa Province (north-western Pakistan), three people have died, four others have been injured and eight houses have been damaged, after heavy rain and floods across four Districts. Furthermore, one Glacial Lake Outburst Flood (GLOF) event has been reported across the Province where at least one person died. For the next 24 hours, more rain with strong winds and thundershowers is expected in Balochistan, Sindh, Kashmir, Islamabad, Upper and Central Punjab, Khyber Pakhtunkhwa, and Gilgit-Baltistan. Extreme levels of flood danger were reported in several parts of the country. (<a href=\"https://reliefweb.int/node/3863525\">ECHO, 6 Jul 2022</a>)</p>\n<p>The monsoon season continues to affect several provinces of Pakistan, causing floods, flash floods and severe weather-related events, and resulting in an increased humanitarian impact. According to the National Disaster Management Authority (NDMA), as of 11 July, up to 147 fatalities have been reported across seven provinces, most of them in Balochistan (63 fatalities), Sindh (26), and Punjab (23), and 160 individuals have been injured. More than 1 000 houses have been damaged or destroyed, five bridges and road sections affected. National authorities are providing help to the most affected people. (<a href=\"https://reliefweb.int/node/3864791\">ECHO, 11 Jul 2022</a>)</p>\n<p>According to the National Disaster Management Authority (NDMA), as of 18 July, up to 238 fatalities have been reported across seven provinces, most of them in Balochistan (75 fatalities), Punjab (55), and Sindh (48), and 187 individuals have been injured. Almost 3,400 houses have been damaged, as well as 22 bridges and 11.5 km of roads. The provincial disaster management authority in Balochistan has declared state of emergency in the wake of flash floods and heavy rains in Quetta and Pishin districts. According to initial assessments at least 150,000 people require humanitarian assistance, 30,000 people have been severely affected in Balochistan, and 400 families have been displaced. (<a href=\"https://reliefweb.int/node/3867597/\">ECHO, 19 Jul 2022</a>)</p>\n<p>Pakistan has received 60% of total normal monsoon rainfall in just three weeks since the start of the monsoon season. Heavy rains have resulted in urban and flash floods, landslides, and Glacial Lake Outburst Floods (GLOF) across Pakistan, particularly affecting Balochistan, Khyber Pakhtunkhwa, and Sindh Provinces. As of 25 July, the National Disaster Management Authority (NDMA) reported that the floods have resulted in 312 deaths (including 121 children and 56 women) and some 300 people have been injured since 1 July. More than 10,000 households have been affected, of which 60% are in Balochistan. More than 5,000 houses have been partially damaged and another 3,200 houses have been fully damaged. In addition, around 800 schools (600 in Balochistan alone), 50 bridges and 616 km of road sections have been affected. [...] According to initial assessments in Balochistan, at least 150,000 people require humanitarian assistance and while 30,000 people have been severely affected, and 400 families have been displaced. The Provincial Disaster Management Authority had declared 18 out of a total of 26 districts in Balochistan as calamity-hit areas. (<a href=\"https://reliefweb.int/node/3869878/\">OCHA, 25 Jul 2022</a>)</p>\n<p>According to the National Disaster Management Authority (NDMA), as of 28 July, 357 people died across seven provinces, most of them in Balochistan (106 fatalities), more than 400 sustained injuries, and approximately 23,800 houses have been damaged. Warnings for floods and flash floods have been issued for urban areas in northern Pakistan, including the cities of Islamabad and Peshawar. (<a href=\"https://reliefweb.int/node/3871065/\">ECHO, 29 Jul 2022</a>)</p>\n<p>In view of persisting calamities caused by floods and heavy rainfall across Pakistan, on 5th August, the Ministry of Foreign Affairs officially requested humanitarian assistance from the UN and international community. According to initial estimates 7 million people across Pakistan have been affected by floods. From a total of 35 districts, 24 districts are declared as calamity hit in the province of which 9 districts are severely affected: Lasbela, Jhal Magsi, Killa Saifullah, Pishin, Noshki, Kachhi, Khuzdar, Kalat and Chaman. The PDMA Balochistan has set up five (5) camps accommodating on average 300-500 families per camp (1,800 – 3,000 individuals/camp). (<a href=\"https://reliefweb.int/node/3873828/\">ECHO, 7 Aug 2022</a>)</p>\n<p>As of 4 August, the National Disaster Management Authority (NDMA) reported that floods in Pakistan had resulted in 530 deaths (including 199 children and 108 women) and 604 people had been injured since 14 June 2022. Total number of people affected has reached 1 million. More than 42,000 houses have been either fully or partially damaged, while 56,097 hectares of crop area are damaged and over 10,000 people are displaced. (<a href=\"https://reliefweb.int/node/3874598/\">OCHA, 8 Aug 2022</a>)</p>\n<p>Resurgence of strong monsoon currents and increased thunderstorms are forecast across Pakistan until 19 August, mostly affecting areas in the south. The severe adverse weather has resulted in the deaths of at least 580 people, including 224 children and 114 women. Nearly 23,000 people have reportedly been displaced from their homes and some 107,000 livestock have perished. The recent Integrated Phase Classification (IPC) analysis of acute food insecurity projects over 955,000 people being food insecure in the flood-affected areas of Balochistan between July and November 2022 (IPC Phase 3 and Phase 4). (<a href=\"https://reliefweb.int/node/3876166/\">OCHA, 12 Aug 2022</a>)</p>\n<p>Over the last 24 hours, 49 deaths were reported, the majority in Sindh, taking the death toll to 777 since mid-June, and 59,665 houses were damaged, taking the total damaged houses to 176,436, mostly in Sindh and Balochistan. According to National Disaster Management Authority (NDMA), as of 21 August, around 1,868,098 people were rescued, and 317,896 individuals are living in relief camps across the country. In Sindh, as of 20 August, 1,356,863 people are affected, with 309,944 households affected and around 495,381 are displaced due to floods in the province. (<a href=\"https://reliefweb.int/node/3878589/\">ECHO, 22 Aug 2022</a>)</p>\n<p>Heavy monsoon rainfall and floods have affected some 2.3 million people in Pakistan since mid-June, destroying at least 95,350 houses and damaging some 224,100 more. Sindh and Balochistan are the two most affected provinces in terms of human and infrastructural impact. Over 504,000 livestock have been killed, nearly all of them in Balochistan Province, while damages to nearly 3,000 km of roads and 129 bridges have impeded access across flood-affected areas. At the request of the Balochistan Provincial Disaster Management Authority (PDMA), a multisectoral rapid needs assessment was undertaken in 10 districts of Balochistan to identify priority needs and gaps across sectors. Humanitarian partners are supporting the Government-led response in affected areas, redirecting existing resources to meet the most urgent needs while working to further scale up the response. (<a href=\"https://reliefweb.int/node/3879063/\">OCHA, 23 Aug 2022</a>)</p>\n<p>The humanitarian situation in Pakistan has deteriorated further over the past two weeks as heavy rains continue to cause flooding, and landslides resulting in displacement and damage across the country. Sixty-six districts have been officially declared to be ‘calamity hit’ by the Government of Pakistan – 31 in Balochistan, 23 in Sindh, nine in Khyber Pakhtunkhwa (KP) and three in Punjab. 116 districts have been affected, including 66 districts officially declared ‘calamity hit’. At least 937 people were killed and 1,343 people injured since 14 June. Over 218,000 houses have been destroyed and a further 452,000 damaged since 14 June, according to the NDMA. (<a href=\"https://reliefweb.int/node/3880504/\">OCHA, 26 Aug 2022</a>)</p>\n<p>The number of damaged and destroyed houses in Pakistan has tripled since the last Weekly Regional Humanitarian Snapshot, with around 950,000 houses impacted as of 27 August. At the province level, since last week the number of damaged/destroyed houses more than tripled in Sindh (to over 807,000 houses) and more than doubled in Balochistan (to nearly 61,500 houses) and Khyber Pakhtunkhwa (to over 33,200 houses). In Punjab, more than 46,300 houses have been damaged/destroyed, some 18,500 more than a week earlier. A Floods Response Plan has been developed to complement the wider government response and aims to aid some 5.2 million flood-affected people for the next six months. (<a href=\"https://reliefweb.int/node/3881722/\">OCHA, 31 Aug 2022</a>)</p>\n<p>Eight more districts have been declared ‘calamity hit’ by the Government of Pakistan, bringing the total to 80 districts. Over 1.1 million houses have now been damaged or destroyed. Some 1,600 km of roads damaged or destroyed in Khyber Pakhtunkhwa within the last week. The severe weather has continued to take a direct toll on human lives, with more than 1,200 people reported to have died, including 244 women, 526 men and 416 children. (<a href=\"https://reliefweb.int/node/3882761\">OCHA, 2 Sep 2022</a>)</p>\n<p>The National Disaster Management Authority (NDMA) reports almost 1,400 fatalities and more than 12,700 injuries as of 8 September. In addition, more than 660,000 people are in relief camps, although the displaced population numbers are much higher, and more than 33 million are affected (most of them in Sindh and Balochistan Province). (<a href=\"https://reliefweb.int/node/3884867/\">ECHO, 9 Sep 2022</a>)</p>\n<p>Over the past week, around 1,000 km of roads, 23 bridges, and more than 55,300 houses in Pakistan were reported to have been damaged or destroyed. In total, nearly 1.2 million houses have been damaged and some 569,000 houses destroyed, as have nearly 6,700 km of roads and 269 bridges. [...] The number of districts officially notified as being ‘calamity hit’ has risen to 81, with most in Balochistan (32), Sindh (23) and Khyber Pakhtunkhwa (17). Nearly 800,000 refugees live in calamity-notified districts. Schooling has reportedly been interrupted for more than 3.5 million children nationwide, with some 22,000 schools reportedly damaged and over 5,500 schools being used to host people who have been displaced. (<a href=\"https://reliefweb.int/node/3885901/\">OCHA, 12 Sep 2022</a>)</p>\n<p>To date, more than 1.14 million houses have been damaged and over 765,000 houses have been destroyed across the country, according to the National Disaster Management Authority (NDMA), while over 1,500 deaths and more than 12,800 injuries were recorded since mid-June, including 552 children killed and over 4,000 children injured. More than 5,500 undamaged schools are reportedly being used to shelter people who have been displaced. Another 22,000 schools have reportedly been damaged – over 17,400 in Sindh, over 2,300 in Balochistan, over 1,400 in Khyber Pakhtunkhwa, and some 1,250 in Punjab. Preliminary estimates based on currently available data indicate that some 7.6 million people may be displaced due to the heavy rains and floods, including some 575,000 people living in relief camps. (<a href=\"https://reliefweb.int/node/3887434/\">OCHA, 16 Sep 2022</a>)</p>\n<p>The National Disaster Management Authority (NDMA) has recorded over 1,600 deaths and more than 12,850 injuries since mid-June, including 579 children killed and over 4,000 children injured. [...] Pregnant and lactating women (PLW) and children under age five represent the most vulnerable at-risk groups, with estimates indicating that at least 83,000 flood-affected women are pregnant and due to give birth in the coming months. Assessments indicate that some 1,460 health facilities and their contents are damaged. (<a href=\"https://reliefweb.int/node/3889516\">OCHA, 23 Sep 2022</a>)</p>\n<p>Prevalence of water-borne and vector-borne diseases is a growing concern especially in Sindh and Balochistan, where many districts remain inundated. 8.62 million people in 28 assessed districts estimated to be in crisis and emergency phases of food security between September and November 2022, according to preliminary findings from Balochistan, Sindh and Khyber Pakhtunkhwa – including some 5.74 million people in flood-affected districts covered by the assessment. (<a href=\"https://reliefweb.int/node/3891782/\">OCHA, 30 Sep 2022</a>)</p>\n<p>Around 33 million people have been affected by the heavy rains and floods, including at least 7.9 million people who have been displaced, of whom some 598,000 are living in relief camps. Nearly 800,000 refugees are estimated to be hosted in more than 40 calamity-notified districts. More than 2 million houses have been affected, comprising over 767,000 houses destroyed and nearly 1.3 million houses damaged. More than 1.1 million livestock have reportedly been killed. FAO assesses that some 9.4 million acres of crop area in Pakistan was potentially inundated in August. (<a href=\"https://reliefweb.int/node/3892502/\">OCHA, 4 Sep 2022</a>)</p>\n<p>Over 2 million houses have been impacted by the devastating floods in Pakistan as of 11 October, with over 1.3 million houses partially destroyed and 800,000 fully destroyed. Some 13,115 km of roads were damaged, and 436 bridges were partially damaged or destroyed. In total, 1,700 people have died, and 12,867 have suffered injuries. The currently available data indicate that around 7.9 million people may be temporarily displaced. About 20.6 million people and 650,000 flood-affected refugees and host communities require humanitarian assistance. The Government of Pakistan is leading the response with the support of UN agencies and humanitarian partners to ensure a coordinated response in food, medicines, health, water, sanitation, and essential supplies and non-food items. (<a href=\"https://reliefweb.int/node/3895139/\">OCHA, 10 Oct 2022</a>)</p>\n<p>In Punjab and Khyber Pakhtunkhwa areas, people are returning to their places of origin or at least close to it to assess their livelihoods' condition. During the last weeks' receding waters were observed, particularly in affected areas of Sindh and Balochistan. In Sindh, water is receding in the districts of Kashmore, Kandhkot, Larkana, Ghotki, Sukkur, Tando Allahyar, Shaheed Benazirabad, Tando Muhammad Khan, Umerkot and Sanghar. [...] In the flood-affected areas of Sindh and Balochistan, outbreaks of water-borne and vector-borne diseases continue to increase, particularly due to the destruction of health facilities and standing water. The Government-led multi-sector rapid needs assessments (RNA) conducted in the worst-affected districts of Sindh indicated that thirty-seven per cent of key informants reported that the nearest health facility is not functional, and the ones who reported a health facility nearby stated the limited capacity of the facility. As of 5 October, according to the National Disaster Management Authority (NDMA), close to 2,000 health facilities have been either damaged or destroyed. [...] The health situation is also exacerbated by the lack of adequate sanitation facilities. Large parts of Sindh remain flooded, with access continuing to be a challenge in inundated areas. An estimated 5.5 million people no longer have access to safe drinking water due to damages to water infrastructure and sanitation facilities. [...] The current floods have aggravated food insecurity and malnutrition in flood-affected areas. An estimated 14.6 million people require emergency food assistance from December through March 2023, representing an increase of more than 100 per cent of the pre-flood estimate. This includes 4 million people in Integrated Food Security Phase Classification (IPC). (<a href=\"https://reliefweb.int/node/3896583/\">OCHA, 14 Oct 2022</a>)</p>\n<p>The monsoon rains continue to affect Pakistan by causing floods, landslides, flash floods, and severe weather-related incidents, which have resulted in a humanitarian emergency. Since mid-June, at least 1,730 people have died, of which 792 people died in Sindh Province (south-eastern Pakistan), 336 in Balochistan (south-western Pakistan), and 308 in Khyber Pakhtunkhwa (north-western Pakistan), according to the National Disaster Management Authority (NDMA). Nearly 12,865 individuals have been injured across all Provinces of Pakistan and more than 33 Million people have been affected, of which 14.5 Million in Sindh, and 9.2 million in Balochistan. Widespread damage has been reported to over 2.2 million houses, more than 1.1 million livestock has been lost and more than 13,000 km of roads and 440 bridges have been affected. (<a href=\"https://reliefweb.int/node/3899781/\">ECHO, 25 Oct 2022</a>)</p>\n<p>Malaria cases are increasing due to the stagnant water, while the incidence of diarrhea is at least five times higher than usual, especially in Sindh and Balochistan, where more than 1 in 9 children under five admitted to health facilities suffered from severe acute malnutrition. More than 3.5 million children's education was interrupted due to the impact of floods. Some sectors noted inadequate funding and delays in supplies as a major gap in responding to the needs of hard-to-reach areas. Roughly only 15-20 per cent of the affected population has received relief assistance from humanitarians. (<a href=\"https://reliefweb.int/node/3901401/\">OCHA, 29 Oct 2022</a>)</p>\n<p>Public health concerns are high in flood-affected areas of Pakistan, particularly with access to primary healthcare limited by monsoon-induced damage to health facilities. As of 25 October, 59 health facilities are destroyed and 461 are partially damaged in Sindh, where nearly 350,000 people were suspected of having malaria, more than 700,000 people had diarrhea, and over 770,000 people reported a skin-related disease between July and early October. Stagnant water has contributed to malaria outbreaks in 32 districts in Sindh and Balochistan. The practice of open defecation has increased from one-fifth before the floods to over one-third of the affected population, with 6 million people no longer having home sanitation facilities. (<a href=\"https://reliefweb.int/node/3902021/\">OCHA, 1 Nov 2022</a>)</p>\n<p>As of 8 November, according to World Health Organization (WHO), around 8 million flood-affected people need health assistance. Vector-borne and water-borne diseases remain a major concern in flood-affected areas. Around 1,000 confirmed cholera cases and 64,767 dengue fever cases, with 147 deaths, have been reported. More than 5.1 million women are of reproductive age, including an estimated 410,846 pregnant women. Approximately 136,950 births are expected in the next three months. (<a href=\"https://reliefweb.int/node/3906187\">OCHA, 11 Nov 2022</a>)</p>\n<p>According to National Disaster Management Authority (NDMA), more than 33 million persons have been affected by the humanitarian emergency caused by the floods, about 1,739 people have died and almost 8 million people have been displaced. Widespread damage has been reported to critical infrastructure, houses and livestock. The findings from a recent ECHO field staff’s visit to flood-affected areas in Sindh and Balochistan show that the situation remains dire with great extensions of land still covered by water. At least 1.85 million people remain still displaced, living in roadside spontaneous camps in poor conditions. A serious concern remains that many of the people returning are moved to places with no infrastructure, no shelter and residing on elevated areas with flood waters around. (<a href=\"https://reliefweb.int/node/3911040\">OCHA, 28 Nov 2022</a>)</p>\n<p>Floodwaters continue to recede in many flood-affected areas across Pakistan. However, standing flood waters continue to be reported in Dadu, Kambar, Shahdad Kot, Khairpur, Mirpur Khas, Jamshoro, Sanghar, Umer Kot, Badin, Shaheed Benazir Abad and Naushahro Feroze districts in Sindh and Sohbatpur and Jaffarabad districts in Balochistan. United Nations Satellite Centre (UNOSAT) imagery indicates an estimated 8 million people still potentially exposed to floodwaters or living close to flooded areas. According to the Provincial Disaster Management Authority of Sindh, over 240,000 people remain displaced in the province as of 3 December, down from 6.5 million in early September. Nearly 90% of flood-displaced people are reportedly with host communities, while the remaining are in tent cities and relief camps. While receding flood waters have allowed millions of people to go home, there are reports of significant service gaps in areas of return, in addition to extensive impacts to homes, agriculture, and livelihoods. [...] A recent need and gaps analysis by partners in the food security sector indicates a persistent and increasing need for emergency food assistance moving into the first quarter of 2023. A failure to address this need would worsen the already frail food security situation and drive more people into crisis and emergency levels. The food security situation of an estimated additional 1.1 million people is deteriorating and are forecast to fall into IPC 4 (emergency food security phase)\nbetween January-March 2023. Evidence from available data indicates that relief response to date has fallen well short of the need, with over 5.1 million people now experiencing IPC 4 conditions in flood-affected areas. (<a href=\"https://reliefweb.int/node/3913492\">OCHA, 5 Dec 2022</a>)</p>\n<p>During the monsoon season, rainfall was equivalent to nearly 2.9 times the national 30-year average, causing widespread flooding and landslides with severe repercussions for human lives, property, and infrastructure. An estimated 20.6 million people, including 9.6 million children, need humanitarian assistance. To date, 94 districts have been declared ‘calamity hit’ by the Government of Pakistan. Many of the hardest-hit districts are amongst the most vulnerable districts in Pakistan, where children already suffer from high malnutrition, poor access to water and sanitation, low school enrolment, and other deprivations. In mountainous and high altitude areas of Pakistan, many also affected by the floods, have received snowfall and temperatures have fallen below 0 Celsius, particularly in the northern and northwestern parts of Pakistan including Khyber Pakhtunkwa (KP), Gilgit Baltistan (GB), Pakistan Administered Kashmir (PAK) and northern Balochistan. (<a href=\"https://reliefweb.int/node/3919294\">UNICEF, 23 Dec 2022</a>)</p>\n<p>In some locations of Sindh province and in parts of Balochistan, water has yet to recede and may remain for several months, prolonging the dire humanitarian situation for people in these areas. Flood water remains stagnant in Dadu, Jacobabad, Kambar, Shahdad Kot, Khairpur, Mirpur Khas, Jamshoro, Sanghar, Umer Kot, Badin, Shaheed Benazir Abad and Naushahro Feroze districts in Sindh and Sohbatpur, Jhal Magsi and Jaffarabad districts in Balochistan. According to the Provincial Disaster Management Authority of Sindh, over 89,000 people remain displaced in the province as of 2 January 2023, down from 6.5 million in early September. The IDPs living in ten districts including Dadu, ShikarPur, Matiari, Mirpur Khas, Jaccobabad, Jamshoro, Tando Allahyar, Thatta, Khairpur and Karachi with the highest number of IDPs in Dadu (41,742) and the lowest in Karachi (356 IDPs). (<a href=\"https://reliefweb.int/node/3922246\">OCHA, 6 Jan 2023</a>)</p>\n<p>Food security, livelihood-related assistance and public health are the biggest concerns: based on the latest analysis by UNOSAT, an estimated 4.5 million people remain exposed to or living close to flooded areas. More than 2.5 million people do not have access to safe or potable water. An estimated 1.1 million people are at risk of sliding from acute food and livelihood crisis (IPC3) situations to humanitarian emergency (IPC4) food security situations due to insufficient support. Malaria outbreaks have been reported in at least 12 districts of Sindh and Balochistan. More than 7 million children and women need immediate access to nutrition services. An estimated 3.5 million children, especially girls, are at high risk of permanent school dropout. The Pakistan Floods Response Plan is only 36 per cent funded more than halfway through its 9-month duration. (<a href=\"https://reliefweb.int/node/3931198\">OCHA, 6 Feb 2023</a>)</p>\n<p>Camps housing internally displaced persons in Balochistan, Khyber Pakhtunkhwa (KP), and Punjab provinces have closed, while 29,692 people remain\ndisplaced in Sindh province, with 5,132 people living in temporary tent cities or villages established by the District Disaster Management Authority. High food prices and a heavy reliance on imports continue to threaten Pakistan's food and nutrition security. Meanwhile, the 2022-2023 Rabi season, combined with the unstable availability of wheat flour, has resulted in significant price fluctuations and uncertainty affecting other essential goods’ prices. According to WFP monitoring data, the floods led to a 53 percent increase in new malnutrition cases from July 2022 to January 2023 amongst children enrolled in the 50 pilot facilitation centres of the <em>Benazir Nashonuma Programme</em>, the national social protection scheme aimed at improved health and nutrition. Additional funding is urgently required to treat Moderate and Acute Malnutrition (MAM) to prevent the progression to Severe Acute Malnutrition. (<a href=\"https://reliefweb.int/node/3943897\">WFP, 28 Feb 2023</a>)</p>\n<p>Six months after the Government of Pakistan declared a national emergency, approximately 1.8 million people are still living near contaminated and stagnant floodwater pools. Nutrition, food security and public health are the major concerns as many of these people are in temporary shelters, lack basic food items (at risk of sliding into emergency level of hungers) and increased cases of malnutrition. Besides other humanitarian needs in Sindh province, PDMA Sind has declared an urgent need for dewatering activities in the districts of Nausharo Feroze, Khairpur, Sukkur, Jhatta, and Ghotki. To achieve this, five excavators, dewatering pumps, and fuel are required to complete the dewatering process and provide the people in these areas with appropriate livelihood standards. (<a href=\"https://reliefweb.int/node/3942002\">OCHA, 9 Mar 2023</a>)</p>\n<h3>Appeals &amp; Response Plans</h3>\n<ul>\n<li>\n<a href=\"https://reliefweb.int/node/3919828\"><img src=\"https://reliefweb.int/sites/default/files/styles/small/public/previews/2d/d9/2dd9b61a-0364-44e9-bac9-caf3239bfe09.png\" alt=\"UNDP: UNDP Pakistan: Flood Recovery Programme (FRP) - Cover preview\" /> UNDP: UNDP Pakistan: Flood Recovery Programme (FRP)</a>\n</li>\n<li>\n<a href=\"https://reliefweb.int/node/3892502\"><img src=\"https://reliefweb.int/sites/default/files/styles/small/public/previews/81/b9/81b91755-8fdc-4406-8c05-75af7e7a6f73.png\" alt=\"OCHA: Revised Pakistan 2022 Floods Response Plan: 01 Sep 2022 - 31 May 2023 (04 Oct 2022) - Cover preview\" /> OCHA: Revised Pakistan 2022 Floods Response Plan: 01 Sep 2022 - 31 May 2023 (04 Oct 2022)</a>\n</li>\n<li>\n<a href=\"https://reliefweb.int/node/3897916\"><img src=\"https://reliefweb.int/sites/default/files/styles/small/public/previews/74/82/7482df7c-ae22-4491-b36a-6d7eb993ad8e.png\" alt=\"OCHA: Business Brief: Humanitarian Overview and Call to Action - Pakistan Floods Response Plan (17 October 2022) - Cover preview\" /> OCHA: Business Brief: Humanitarian Overview and Call to Action - Pakistan Floods Response Plan (17 October 2022)</a>\n</li>\n<li>\n<a href=\"https://reliefweb.int/node/3893161\"><img src=\"https://reliefweb.int/sites/default/files/styles/small/public/previews/a8/11/a811a3d8-72c3-442d-a554-58c7ec643405.png\" alt=\"UNHCR: Pakistan Flood Response: UNHCR Supplementary Appeal, September 2022 – December 2023 - Cover preview\" /> UNHCR: Pakistan Flood Response: UNHCR Supplementary Appeal, September 2022 – December 2023</a>\n</li>\n<li>\n<a href=\"https://reliefweb.int/node/3893201\"><img src=\"https://reliefweb.int/sites/default/files/styles/small/public/previews/0c/09/0c09a7eb-7dce-46c7-9ee8-611cd68bc9c7.png\" alt=\"WHO: WHO Emergency Appeal: Health Crisis in Flood-Affected Pakistan (September 2022 - May 2023) - Cover preview\" /> WHO: WHO Emergency Appeal: Health Crisis in Flood-Affected Pakistan (September 2022 - May 2023)</a>\n</li>\n<li>\n<a href=\"https://reliefweb.int/node/3884150\"><img src=\"https://reliefweb.int/sites/default/files/styles/small/public/previews/af/b3/afb39c70-2dfc-4adf-871c-ec55306ae015.png\" alt=\"FAO: Pakistan: Urgent call for assistance - Cover preview\" /> FAO: Pakistan: Urgent call for assistance</a>\n</li>\n<li>\n<a href=\"https://reliefweb.int/node/3897472\"><img src=\"https://reliefweb.int/sites/default/files/styles/small/public/previews/b5/8d/b58dc798-fb9b-4ff7-a1ee-4bbfdd5878cd.png\" alt=\"IFRC: Pakistan, Asia Pacific | Floods, Revised Emergency Appeal - Revised Operational Strategy, Appeal No. MDRPK023 - Cover preview\" /> IFRC: Pakistan, Asia Pacific | Floods, Revised Emergency Appeal - Revised Operational Strategy, Appeal No. MDRPK023</a>\n</li>\n</ul>\n<h3>Useful Links</h3>\n<ul>\n<li>\n<a rel=\"noopener noreferrer\" target=\"_blank\" href=\"http://cms.ndma.gov.pk/page/sitrep-2022\">Pakistan National Disaster Management Authority (NDMA): SitRep 2022</a>\n</li>\n<li>\n<a rel=\"noopener noreferrer\" target=\"_blank\" href=\"https://ffd.pmd.gov.pk/river-flows\">Pakistan Meteorological Department Flood Forecasting Division (FFD)</a>\n</li>\n</ul>\n",
      "description": "Heavy rainfall has been affecting southern and north-western Pakistan over the past few days, causing floods, and flash floods that resulted in casualties and damage. According to media reports, in Balochistan Province (southern Pakistan) at least 25 people have died, 35 others have been injured, while a number of houses and road sections have been flooded. One of the most affected Districts was Quetta where national authorities are providing emergency assistance. In Khyber Pakhtunkhwa Province (north-western Pakistan), three people have died, four others have been injured and eight houses have been damaged, after heavy rain and floods across four Districts. Furthermore, one Glacial Lake Outburst Flood (GLOF) event has been reported across the Province where at least one person died. For the next 24 hours, more rain with strong winds and thundershowers is expected in Balochistan, Sindh, Kashmir, Islamabad, Upper and Central Punjab, Khyber Pakhtunkhwa, and Gilgit-Baltistan. Extreme levels of flood danger were reported in several parts of the country. ([ECHO, 6 Jul 2022](https://reliefweb.int/node/3863525))\n\nThe monsoon season continues to affect several provinces of Pakistan, causing floods, flash floods and severe weather-related events, and resulting in an increased humanitarian impact. According to the National Disaster Management Authority (NDMA), as of 11 July, up to 147 fatalities have been reported across seven provinces, most of them in Balochistan (63 fatalities), Sindh (26), and Punjab (23), and 160 individuals have been injured. More than 1 000 houses have been damaged or destroyed, five bridges and road sections affected. National authorities are providing help to the most affected people. ([ECHO, 11 Jul 2022](https://reliefweb.int/node/3864791))\n\nAccording to the National Disaster Management Authority (NDMA), as of 18 July, up to 238 fatalities have been reported across seven provinces, most of them in Balochistan (75 fatalities), Punjab (55), and Sindh (48), and 187 individuals have been injured. Almost 3,400 houses have been damaged, as well as 22 bridges and 11.5 km of roads. The provincial disaster management authority in Balochistan has declared state of emergency in the wake of flash floods and heavy rains in Quetta and Pishin districts. According to initial assessments at least 150,000 people require humanitarian assistance, 30,000 people have been severely affected in Balochistan, and 400 families have been displaced. ([ECHO, 19 Jul 2022](https://reliefweb.int/node/3867597/))\n\nPakistan has received 60% of total normal monsoon rainfall in just three weeks since the start of the monsoon season. Heavy rains have resulted in urban and flash floods, landslides, and Glacial Lake Outburst Floods (GLOF) across Pakistan, particularly affecting Balochistan, Khyber Pakhtunkhwa, and Sindh Provinces. As of 25 July, the National Disaster Management Authority (NDMA) reported that the floods have resulted in 312 deaths (including 121 children and 56 women) and some 300 people have been injured since 1 July. More than 10,000 households have been affected, of which 60% are in Balochistan. More than 5,000 houses have been partially damaged and another 3,200 houses have been fully damaged. In addition, around 800 schools (600 in Balochistan alone), 50 bridges and 616 km of road sections have been affected. [...] According to initial assessments in Balochistan, at least 150,000 people require humanitarian assistance and while 30,000 people have been severely affected, and 400 families have been displaced. The Provincial Disaster Management Authority had declared 18 out of a total of 26 districts in Balochistan as calamity-hit areas. ([OCHA, 25 Jul 2022](https://reliefweb.int/node/3869878/))\n\nAccording to the National Disaster Management Authority (NDMA), as of 28 July, 357 people died across seven provinces, most of them in Balochistan (106 fatalities), more than 400 sustained injuries, and approximately 23,800 houses have been damaged. Warnings for floods and flash floods have been issued for urban areas in northern Pakistan, including the cities of Islamabad and Peshawar. ([ECHO, 29 Jul 2022](https://reliefweb.int/node/3871065/))\n\nIn view of persisting calamities caused by floods and heavy rainfall across Pakistan, on 5th August, the Ministry of Foreign Affairs officially requested humanitarian assistance from the UN and international community. According to initial estimates 7 million people across Pakistan have been affected by floods. From a total of 35 districts, 24 districts are declared as calamity hit in the province of which 9 districts are severely affected: Lasbela, Jhal Magsi, Killa Saifullah, Pishin, Noshki, Kachhi, Khuzdar, Kalat and Chaman. The PDMA Balochistan has set up five (5) camps accommodating on average 300-500 families per camp (1,800 – 3,000 individuals/camp). ([ECHO, 7 Aug 2022](https://reliefweb.int/node/3873828/))\n\nAs of 4 August, the National Disaster Management Authority (NDMA) reported that floods in Pakistan had resulted in 530 deaths (including 199 children and 108 women) and 604 people had been injured since 14 June 2022. Total number of people affected has reached 1 million. More than 42,000 houses have been either fully or partially damaged, while 56,097 hectares of crop area are damaged and over 10,000 people are displaced. ([OCHA, 8 Aug 2022](https://reliefweb.int/node/3874598/))\n\nResurgence of strong monsoon currents and increased thunderstorms are forecast across Pakistan until 19 August, mostly affecting areas in the south. The severe adverse weather has resulted in the deaths of at least 580 people, including 224 children and 114 women. Nearly 23,000 people have reportedly been displaced from their homes and some 107,000 livestock have perished. The recent Integrated Phase Classification (IPC) analysis of acute food insecurity projects over 955,000 people being food insecure in the flood-affected areas of Balochistan between July and November 2022 (IPC Phase 3 and Phase 4). ([OCHA, 12 Aug 2022](https://reliefweb.int/node/3876166/))\n\nOver the last 24 hours, 49 deaths were reported, the majority in Sindh, taking the death toll to 777 since mid-June, and 59,665 houses were damaged, taking the total damaged houses to 176,436, mostly in Sindh and Balochistan. According to National Disaster Management Authority (NDMA), as of 21 August, around 1,868,098 people were rescued, and 317,896 individuals are living in relief camps across the country. In Sindh, as of 20 August, 1,356,863 people are affected, with 309,944 households affected and around 495,381 are displaced due to floods in the province. ([ECHO, 22 Aug 2022](https://reliefweb.int/node/3878589/))\n\nHeavy monsoon rainfall and floods have affected some 2.3 million people in Pakistan since mid-June, destroying at least 95,350 houses and damaging some 224,100 more. Sindh and Balochistan are the two most affected provinces in terms of human and infrastructural impact. Over 504,000 livestock have been killed, nearly all of them in Balochistan Province, while damages to nearly 3,000 km of roads and 129 bridges have impeded access across flood-affected areas. At the request of the Balochistan Provincial Disaster Management Authority (PDMA), a multisectoral rapid needs assessment was undertaken in 10 districts of Balochistan to identify priority needs and gaps across sectors. Humanitarian partners are supporting the Government-led response in affected areas, redirecting existing resources to meet the most urgent needs while working to further scale up the response. ([OCHA, 23 Aug 2022](https://reliefweb.int/node/3879063/))\n\nThe humanitarian situation in Pakistan has deteriorated further over the past two weeks as heavy rains continue to cause flooding, and landslides resulting in displacement and damage across the country. Sixty-six districts have been officially declared to be ‘calamity hit’ by the Government of Pakistan – 31 in Balochistan, 23 in Sindh, nine in Khyber Pakhtunkhwa (KP) and three in Punjab. 116 districts have been affected, including 66 districts officially declared ‘calamity hit’. At least 937 people were killed and 1,343 people injured since 14 June. Over 218,000 houses have been destroyed and a further 452,000 damaged since 14 June, according to the NDMA. ([OCHA, 26 Aug 2022](https://reliefweb.int/node/3880504/))\n\nThe number of damaged and destroyed houses in Pakistan has tripled since the last Weekly Regional Humanitarian Snapshot, with around 950,000 houses impacted as of 27 August. At the province level, since last week the number of damaged/destroyed houses more than tripled in Sindh (to over 807,000 houses) and more than doubled in Balochistan (to nearly 61,500 houses) and Khyber Pakhtunkhwa (to over 33,200 houses). In Punjab, more than 46,300 houses have been damaged/destroyed, some 18,500 more than a week earlier. A Floods Response Plan has been developed to complement the wider government response and aims to aid some 5.2 million flood-affected people for the next six months. ([OCHA, 31 Aug 2022](https://reliefweb.int/node/3881722/))\n\nEight more districts have been declared ‘calamity hit’ by the Government of Pakistan, bringing the total to 80 districts. Over 1.1 million houses have now been damaged or destroyed. Some 1,600 km of roads damaged or destroyed in Khyber Pakhtunkhwa within the last week. The severe weather has continued to take a direct toll on human lives, with more than 1,200 people reported to have died, including 244 women, 526 men and 416 children. ([OCHA, 2 Sep 2022](https://reliefweb.int/node/3882761))\n\nThe National Disaster Management Authority (NDMA) reports almost 1,400 fatalities and more than 12,700 injuries as of 8 September. In addition, more than 660,000 people are in relief camps, although the displaced population numbers are much higher, and more than 33 million are affected (most of them in Sindh and Balochistan Province). ([ECHO, 9 Sep 2022](https://reliefweb.int/node/3884867/))\n\nOver the past week, around 1,000 km of roads, 23 bridges, and more than 55,300 houses in Pakistan were reported to have been damaged or destroyed. In total, nearly 1.2 million houses have been damaged and some 569,000 houses destroyed, as have nearly 6,700 km of roads and 269 bridges. [...] The number of districts officially notified as being ‘calamity hit’ has risen to 81, with most in Balochistan (32), Sindh (23) and Khyber Pakhtunkhwa (17). Nearly 800,000 refugees live in calamity-notified districts. Schooling has reportedly been interrupted for more than 3.5 million children nationwide, with some 22,000 schools reportedly damaged and over 5,500 schools being used to host people who have been displaced. ([OCHA, 12 Sep 2022](https://reliefweb.int/node/3885901/))\n\nTo date, more than 1.14 million houses have been damaged and over 765,000 houses have been destroyed across the country, according to the National Disaster Management Authority (NDMA), while over 1,500 deaths and more than 12,800 injuries were recorded since mid-June, including 552 children killed and over 4,000 children injured. More than 5,500 undamaged schools are reportedly being used to shelter people who have been displaced. Another 22,000 schools have reportedly been damaged – over 17,400 in Sindh, over 2,300 in Balochistan, over 1,400 in Khyber Pakhtunkhwa, and some 1,250 in Punjab. Preliminary estimates based on currently available data indicate that some 7.6 million people may be displaced due to the heavy rains and floods, including some 575,000 people living in relief camps. ([OCHA, 16 Sep 2022](https://reliefweb.int/node/3887434/))\n\nThe National Disaster Management Authority (NDMA) has recorded over 1,600 deaths and more than 12,850 injuries since mid-June, including 579 children killed and over 4,000 children injured. [...] Pregnant and lactating women (PLW) and children under age five represent the most vulnerable at-risk groups, with estimates indicating that at least 83,000 flood-affected women are pregnant and due to give birth in the coming months. Assessments indicate that some 1,460 health facilities and their contents are damaged. ([OCHA, 23 Sep 2022](https://reliefweb.int/node/3889516))\n\nPrevalence of water-borne and vector-borne diseases is a growing concern especially in Sindh and Balochistan, where many districts remain inundated. 8.62 million people in 28 assessed districts estimated to be in crisis and emergency phases of food security between September and November 2022, according to preliminary findings from Balochistan, Sindh and Khyber Pakhtunkhwa – including some 5.74 million people in flood-affected districts covered by the assessment. ([OCHA, 30 Sep 2022](https://reliefweb.int/node/3891782/))\n\nAround 33 million people have been affected by the heavy rains and floods, including at least 7.9 million people who have been displaced, of whom some 598,000 are living in relief camps. Nearly 800,000 refugees are estimated to be hosted in more than 40 calamity-notified districts. More than 2 million houses have been affected, comprising over 767,000 houses destroyed and nearly 1.3 million houses damaged. More than 1.1 million livestock have reportedly been killed. FAO assesses that some 9.4 million acres of crop area in Pakistan was potentially inundated in August. ([OCHA, 4 Sep 2022](https://reliefweb.int/node/3892502/))\n\nOver 2 million houses have been impacted by the devastating floods in Pakistan as of 11 October, with over 1.3 million houses partially destroyed and 800,000 fully destroyed. Some 13,115 km of roads were damaged, and 436 bridges were partially damaged or destroyed. In total, 1,700 people have died, and 12,867 have suffered injuries. The currently available data indicate that around 7.9 million people may be temporarily displaced. About 20.6 million people and 650,000 flood-affected refugees and host communities require humanitarian assistance. The Government of Pakistan is leading the response with the support of UN agencies and humanitarian partners to ensure a coordinated response in food, medicines, health, water, sanitation, and essential supplies and non-food items. ([OCHA, 10 Oct 2022](https://reliefweb.int/node/3895139/))\n\nIn Punjab and Khyber Pakhtunkhwa areas, people are returning to their places of origin or at least close to it to assess their livelihoods' condition. During the last weeks' receding waters were observed, particularly in affected areas of Sindh and Balochistan. In Sindh, water is receding in the districts of Kashmore, Kandhkot, Larkana, Ghotki, Sukkur, Tando Allahyar, Shaheed Benazirabad, Tando Muhammad Khan, Umerkot and Sanghar. [...] In the flood-affected areas of Sindh and Balochistan, outbreaks of water-borne and vector-borne diseases continue to increase, particularly due to the destruction of health facilities and standing water. The Government-led multi-sector rapid needs assessments (RNA) conducted in the worst-affected districts of Sindh indicated that thirty-seven per cent of key informants reported that the nearest health facility is not functional, and the ones who reported a health facility nearby stated the limited capacity of the facility. As of 5 October, according to the National Disaster Management Authority (NDMA), close to 2,000 health facilities have been either damaged or destroyed. [...] The health situation is also exacerbated by the lack of adequate sanitation facilities. Large parts of Sindh remain flooded, with access continuing to be a challenge in inundated areas. An estimated 5.5 million people no longer have access to safe drinking water due to damages to water infrastructure and sanitation facilities. [...] The current floods have aggravated food insecurity and malnutrition in flood-affected areas. An estimated 14.6 million people require emergency food assistance from December through March 2023, representing an increase of more than 100 per cent of the pre-flood estimate. This includes 4 million people in Integrated Food Security Phase Classification (IPC). ([OCHA, 14 Oct 2022](https://reliefweb.int/node/3896583/))\n\nThe monsoon rains continue to affect Pakistan by causing floods, landslides, flash floods, and severe weather-related incidents, which have resulted in a humanitarian emergency. Since mid-June, at least 1,730 people have died, of which 792 people died in Sindh Province (south-eastern Pakistan), 336 in Balochistan (south-western Pakistan), and 308 in Khyber Pakhtunkhwa (north-western Pakistan), according to the National Disaster Management Authority (NDMA). Nearly 12,865 individuals have been injured across all Provinces of Pakistan and more than 33 Million people have been affected, of which 14.5 Million in Sindh, and 9.2 million in Balochistan. Widespread damage has been reported to over 2.2 million houses, more than 1.1 million livestock has been lost and more than 13,000 km of roads and 440 bridges have been affected. ([ECHO, 25 Oct 2022](https://reliefweb.int/node/3899781/))\n\nMalaria cases are increasing due to the stagnant water, while the incidence of diarrhea is at least five times higher than usual, especially in Sindh and Balochistan, where more than 1 in 9 children under five admitted to health facilities suffered from severe acute malnutrition. More than 3.5 million children's education was interrupted due to the impact of floods. Some sectors noted inadequate funding and delays in supplies as a major gap in responding to the needs of hard-to-reach areas. Roughly only 15-20 per cent of the affected population has received relief assistance from humanitarians. ([OCHA, 29 Oct 2022](https://reliefweb.int/node/3901401/))\n\nPublic health concerns are high in flood-affected areas of Pakistan, particularly with access to primary healthcare limited by monsoon-induced damage to health facilities. As of 25 October, 59 health facilities are destroyed and 461 are partially damaged in Sindh, where nearly 350,000 people were suspected of having malaria, more than 700,000 people had diarrhea, and over 770,000 people reported a skin-related disease between July and early October. Stagnant water has contributed to malaria outbreaks in 32 districts in Sindh and Balochistan. The practice of open defecation has increased from one-fifth before the floods to over one-third of the affected population, with 6 million people no longer having home sanitation facilities. ([OCHA, 1 Nov 2022](https://reliefweb.int/node/3902021/))\n\nAs of 8 November, according to World Health Organization (WHO), around 8 million flood-affected people need health assistance. Vector-borne and water-borne diseases remain a major concern in flood-affected areas. Around 1,000 confirmed cholera cases and 64,767 dengue fever cases, with 147 deaths, have been reported. More than 5.1 million women are of reproductive age, including an estimated 410,846 pregnant women. Approximately 136,950 births are expected in the next three months. ([OCHA, 11 Nov 2022](https://reliefweb.int/node/3906187))\n\nAccording to National Disaster Management Authority (NDMA), more than 33 million persons have been affected by the humanitarian emergency caused by the floods, about 1,739 people have died and almost 8 million people have been displaced. Widespread damage has been reported to critical infrastructure, houses and livestock. The findings from a recent ECHO field staff’s visit to flood-affected areas in Sindh and Balochistan show that the situation remains dire with great extensions of land still covered by water. At least 1.85 million people remain still displaced, living in roadside spontaneous camps in poor conditions. A serious concern remains that many of the people returning are moved to places with no infrastructure, no shelter and residing on elevated areas with flood waters around. ([OCHA, 28 Nov 2022](https://reliefweb.int/node/3911040))\n\nFloodwaters continue to recede in many flood-affected areas across Pakistan. However, standing flood waters continue to be reported in Dadu, Kambar, Shahdad Kot, Khairpur, Mirpur Khas, Jamshoro, Sanghar, Umer Kot, Badin, Shaheed Benazir Abad and Naushahro Feroze districts in Sindh and Sohbatpur and Jaffarabad districts in Balochistan. United Nations Satellite Centre (UNOSAT) imagery indicates an estimated 8 million people still potentially exposed to floodwaters or living close to flooded areas. According to the Provincial Disaster Management Authority of Sindh, over 240,000 people remain displaced in the province as of 3 December, down from 6.5 million in early September. Nearly 90% of flood-displaced people are reportedly with host communities, while the remaining are in tent cities and relief camps. While receding flood waters have allowed millions of people to go home, there are reports of significant service gaps in areas of return, in addition to extensive impacts to homes, agriculture, and livelihoods. [...] A recent need and gaps analysis by partners in the food security sector indicates a persistent and increasing need for emergency food assistance moving into the first quarter of 2023. A failure to address this need would worsen the already frail food security situation and drive more people into crisis and emergency levels. The food security situation of an estimated additional 1.1 million people is deteriorating and are forecast to fall into IPC 4 (emergency food security phase)\nbetween January-March 2023. Evidence from available data indicates that relief response to date has fallen well short of the need, with over 5.1 million people now experiencing IPC 4 conditions in flood-affected areas. ([OCHA, 5 Dec 2022](https://reliefweb.int/node/3913492))\n\nDuring the monsoon season, rainfall was equivalent to nearly 2.9 times the national 30-year average, causing widespread flooding and landslides with severe repercussions for human lives, property, and infrastructure. An estimated 20.6 million people, including 9.6 million children, need humanitarian assistance. To date, 94 districts have been declared ‘calamity hit’ by the Government of Pakistan. Many of the hardest-hit districts are amongst the most vulnerable districts in Pakistan, where children already suffer from high malnutrition, poor access to water and sanitation, low school enrolment, and other deprivations. In mountainous and high altitude areas of Pakistan, many also affected by the floods, have received snowfall and temperatures have fallen below 0 Celsius, particularly in the northern and northwestern parts of Pakistan including Khyber Pakhtunkwa (KP), Gilgit Baltistan (GB), Pakistan Administered Kashmir (PAK) and northern Balochistan. ([UNICEF, 23 Dec 2022](https://reliefweb.int/node/3919294))\n\nIn some locations of Sindh province and in parts of Balochistan, water has yet to recede and may remain for several months, prolonging the dire humanitarian situation for people in these areas. Flood water remains stagnant in Dadu, Jacobabad, Kambar, Shahdad Kot, Khairpur, Mirpur Khas, Jamshoro, Sanghar, Umer Kot, Badin, Shaheed Benazir Abad and Naushahro Feroze districts in Sindh and Sohbatpur, Jhal Magsi and Jaffarabad districts in Balochistan. According to the Provincial Disaster Management Authority of Sindh, over 89,000 people remain displaced in the province as of 2 January 2023, down from 6.5 million in early September. The IDPs living in ten districts including Dadu, ShikarPur, Matiari, Mirpur Khas, Jaccobabad, Jamshoro, Tando Allahyar, Thatta, Khairpur and Karachi with the highest number of IDPs in Dadu (41,742) and the lowest in Karachi (356 IDPs). ([OCHA, 6 Jan 2023](https://reliefweb.int/node/3922246))\n\nFood security, livelihood-related assistance and public health are the biggest concerns: based on the latest analysis by UNOSAT, an estimated 4.5 million people remain exposed to or living close to flooded areas. More than 2.5 million people do not have access to safe or potable water. An estimated 1.1 million people are at risk of sliding from acute food and livelihood crisis (IPC3) situations to humanitarian emergency (IPC4) food security situations due to insufficient support. Malaria outbreaks have been reported in at least 12 districts of Sindh and Balochistan. More than 7 million children and women need immediate access to nutrition services. An estimated 3.5 million children, especially girls, are at high risk of permanent school dropout. The Pakistan Floods Response Plan is only 36 per cent funded more than halfway through its 9-month duration. ([OCHA, 6 Feb 2023](https://reliefweb.int/node/3931198))\n\nCamps housing internally displaced persons in Balochistan, Khyber Pakhtunkhwa (KP), and Punjab provinces have closed, while 29,692 people remain\ndisplaced in Sindh province, with 5,132 people living in temporary tent cities or villages established by the District Disaster Management Authority. High food prices and a heavy reliance on imports continue to threaten Pakistan's food and nutrition security. Meanwhile, the 2022-2023 Rabi season, combined with the unstable availability of wheat flour, has resulted in significant price fluctuations and uncertainty affecting other essential goods’ prices. According to WFP monitoring data, the floods led to a 53 percent increase in new malnutrition cases from July 2022 to January 2023 amongst children enrolled in the 50 pilot facilitation centres of the *Benazir Nashonuma Programme*, the national social protection scheme aimed at improved health and nutrition. Additional funding is urgently required to treat Moderate and Acute Malnutrition (MAM) to prevent the progression to Severe Acute Malnutrition. ([WFP, 28 Feb 2023](https://reliefweb.int/node/3943897))\n\nSix months after the Government of Pakistan declared a national emergency, approximately 1.8 million people are still living near contaminated and stagnant floodwater pools. Nutrition, food security and public health are the major concerns as many of these people are in temporary shelters, lack basic food items (at risk of sliding into emergency level of hungers) and increased cases of malnutrition. Besides other humanitarian needs in Sindh province, PDMA Sind has declared an urgent need for dewatering activities in the districts of Nausharo Feroze, Khairpur, Sukkur, Jhatta, and Ghotki. To achieve this, five excavators, dewatering pumps, and fuel are required to complete the dewatering process and provide the people in these areas with appropriate livelihood standards. ([OCHA, 9 Mar 2023](https://reliefweb.int/node/3942002))\n### Appeals & Response Plans\n\n- [![UNDP: UNDP Pakistan: Flood Recovery Programme (FRP) - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/2d/d9/2dd9b61a-0364-44e9-bac9-caf3239bfe09.png) UNDP: UNDP Pakistan: Flood Recovery Programme (FRP)](https://reliefweb.int/node/3919828)\n- [![OCHA: Revised Pakistan 2022 Floods Response Plan: 01 Sep 2022 - 31 May 2023 (04 Oct 2022) - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/81/b9/81b91755-8fdc-4406-8c05-75af7e7a6f73.png) OCHA: Revised Pakistan 2022 Floods Response Plan: 01 Sep 2022 - 31 May 2023 (04 Oct 2022)](https://reliefweb.int/node/3892502)\n- [![OCHA: Business Brief: Humanitarian Overview and Call to Action - Pakistan Floods Response Plan (17 October 2022) - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/74/82/7482df7c-ae22-4491-b36a-6d7eb993ad8e.png) OCHA: Business Brief: Humanitarian Overview and Call to Action - Pakistan Floods Response Plan (17 October 2022)](https://reliefweb.int/node/3897916)\n- [![UNHCR: Pakistan Flood Response: UNHCR Supplementary Appeal, September 2022 – December 2023 - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/a8/11/a811a3d8-72c3-442d-a554-58c7ec643405.png) UNHCR: Pakistan Flood Response: UNHCR Supplementary Appeal, September 2022 – December 2023](https://reliefweb.int/node/3893161)\n- [![WHO: WHO Emergency Appeal: Health Crisis in Flood-Affected Pakistan (September 2022 - May 2023) - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/0c/09/0c09a7eb-7dce-46c7-9ee8-611cd68bc9c7.png) WHO: WHO Emergency Appeal: Health Crisis in Flood-Affected Pakistan (September 2022 - May 2023)](https://reliefweb.int/node/3893201)\n- [![FAO: Pakistan: Urgent call for assistance - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/af/b3/afb39c70-2dfc-4adf-871c-ec55306ae015.png) FAO: Pakistan: Urgent call for assistance](https://reliefweb.int/node/3884150)\n- [![IFRC: Pakistan, Asia Pacific | Floods, Revised Emergency Appeal - Revised Operational Strategy, Appeal No. MDRPK023 - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/b5/8d/b58dc798-fb9b-4ff7-a1ee-4bbfdd5878cd.png) IFRC: Pakistan, Asia Pacific | Floods, Revised Emergency Appeal - Revised Operational Strategy, Appeal No. MDRPK023](https://reliefweb.int/node/3897472)\n\n### Useful Links\n\n- [Pakistan National Disaster Management Authority (NDMA): SitRep 2022](http://cms.ndma.gov.pk/page/sitrep-2022)\n- [Pakistan Meteorological Department Flood Forecasting Division (FFD)](https://ffd.pmd.gov.pk/river-flows)",
      "type": [
        {
          "code": "FF",
          "name": "Flash Flood",
          "id": 4624
        },
        {
          "code": "FL",
          "name": "Flood",
          "id": 4611,
          "primary": true
        }
      ],
      "url": "https://reliefweb.int/taxonomy/term/51234",
      "related_glide": [
        "FL-2022-000270-PAK"
      ],
      "current": true,
      "url_alias": "https://reliefweb.int/disaster/fl-2022-000254-pak",
      "name": "Pakistan: Floods - Jul 2022",
      "id": 51234,
      "glide": "FL-2022-000254-PAK",
      "status": "ongoing"
    }
  },
  "text": "Pakistan: Floods - Jul 2022\n\nHeavy rainfall has been affecting southern and north-western Pakistan over the past few days, causing floods, and flash floods that resulted in casualties and damage. According to media reports, in Balochistan Province (southern Pakistan) at least 25 people have died, 35 others have been injured, while a number of houses and road sections have been flooded. One of the most affected Districts was Quetta where national authorities are providing emergency assistance. In Khyber Pakhtunkhwa Province (north-western Pakistan), three people have died, four others have been injured and eight houses have been damaged, after heavy rain and floods across four Districts. Furthermore, one Glacial Lake Outburst Flood (GLOF) event has been reported across the Province where at least one person died. For the next 24 hours, more rain with strong winds and thundershowers is expected in Balochistan, Sindh, Kashmir, Islamabad, Upper and Central Punjab, Khyber Pakhtunkhwa, and Gilgit-Baltistan. Extreme levels of flood danger were reported in several parts of the country. ([ECHO, 6 Jul 2022](https://reliefweb.int/node/3863525))\n\nThe monsoon season continues to affect several provinces of Pakistan, causing floods, flash floods and severe weather-related events, and resulting in an increased humanitarian impact. According to the National Disaster Management Authority (NDMA), as of 11 July, up to 147 fatalities have been reported across seven provinces, most of them in Balochistan (63 fatalities), Sindh (26), and Punjab (23), and 160 individuals have been injured. More than 1 000 houses have been damaged or destroyed, five bridges and road sections affected. National authorities are providing help to the most affected people. ([ECHO, 11 Jul 2022](https://reliefweb.int/node/3864791))\n\nAccording to the National Disaster Management Authority (NDMA), as of 18 July, up to 238 fatalities have been reported across seven provinces, most of them in Balochistan (75 fatalities), Punjab (55), and Sindh (48), and 187 individuals have been injured. Almost 3,400 houses have been damaged, as well as 22 bridges and 11.5 km of roads. The provincial disaster management authority in Balochistan has declared state of emergency in the wake of flash floods and heavy rains in Quetta and Pishin districts. According to initial assessments at least 150,000 people require humanitarian assistance, 30,000 people have been severely affected in Balochistan, and 400 families have been displaced. ([ECHO, 19 Jul 2022](https://reliefweb.int/node/3867597/))\n\nPakistan has received 60% of total normal monsoon rainfall in just three weeks since the start of the monsoon season. Heavy rains have resulted in urban and flash floods, landslides, and Glacial Lake Outburst Floods (GLOF) across Pakistan, particularly affecting Balochistan, Khyber Pakhtunkhwa, and Sindh Provinces. As of 25 July, the National Disaster Management Authority (NDMA) reported that the floods have resulted in 312 deaths (including 121 children and 56 women) and some 300 people have been injured since 1 July. More than 10,000 households have been affected, of which 60% are in Balochistan. More than 5,000 houses have been partially damaged and another 3,200 houses have been fully damaged. In addition, around 800 schools (600 in Balochistan alone), 50 bridges and 616 km of road sections have been affected. [...] According to initial assessments in Balochistan, at least 150,000 people require humanitarian assistance and while 30,000 people have been severely affected, and 400 families have been displaced. The Provincial Disaster Management Authority had declared 18 out of a total of 26 districts in Balochistan as calamity-hit areas. ([OCHA, 25 Jul 2022](https://reliefweb.int/node/3869878/))\n\nAccording to the National Disaster Management Authority (NDMA), as of 28 July, 357 people died across seven provinces, most of them in Balochistan (106 fatalities), more than 400 sustained injuries, and approximately 23,800 houses have been damaged. Warnings for floods and flash floods have been issued for urban areas in northern Pakistan, including the cities of Islamabad and Peshawar. ([ECHO, 29 Jul 2022](https://reliefweb.int/node/3871065/))\n\nIn view of persisting calamities caused by floods and heavy rainfall across Pakistan, on 5th August, the Ministry of Foreign Affairs officially requested humanitarian assistance from the UN and international community. According to initial estimates 7 million people across Pakistan have been affected by floods. From a total of 35 districts, 24 districts are declared as calamity hit in the province of which 9 districts are severely affected: Lasbela, Jhal Magsi, Killa Saifullah, Pishin, Noshki, Kachhi, Khuzdar, Kalat and Chaman. The PDMA Balochistan has set up five (5) camps accommodating on average 300-500 families per camp (1,800 – 3,000 individuals/camp). ([ECHO, 7 Aug 2022](https://reliefweb.int/node/3873828/))\n\nAs of 4 August, the National Disaster Management Authority (NDMA) reported that floods in Pakistan had resulted in 530 deaths (including 199 children and 108 women) and 604 people had been injured since 14 June 2022. Total number of people affected has reached 1 million. More than 42,000 houses have been either fully or partially damaged, while 56,097 hectares of crop area are damaged and over 10,000 people are displaced. ([OCHA, 8 Aug 2022](https://reliefweb.int/node/3874598/))\n\nResurgence of strong monsoon currents and increased thunderstorms are forecast across Pakistan until 19 August, mostly affecting areas in the south. The severe adverse weather has resulted in the deaths of at least 580 people, including 224 children and 114 women. Nearly 23,000 people have reportedly been displaced from their homes and some 107,000 livestock have perished. The recent Integrated Phase Classification (IPC) analysis of acute food insecurity projects over 955,000 people being food insecure in the flood-affected areas of Balochistan between July and November 2022 (IPC Phase 3 and Phase 4). ([OCHA, 12 Aug 2022](https://reliefweb.int/node/3876166/))\n\nOver the last 24 hours, 49 deaths were reported, the majority in Sindh, taking the death toll to 777 since mid-June, and 59,665 houses were damaged, taking the total damaged houses to 176,436, mostly in Sindh and Balochistan. According to National Disaster Management Authority (NDMA), as of 21 August, around 1,868,098 people were rescued, and 317,896 individuals are living in relief camps across the country. In Sindh, as of 20 August, 1,356,863 people are affected, with 309,944 households affected and around 495,381 are displaced due to floods in the province. ([ECHO, 22 Aug 2022](https://reliefweb.int/node/3878589/))\n\nHeavy monsoon rainfall and floods have affected some 2.3 million people in Pakistan since mid-June, destroying at least 95,350 houses and damaging some 224,100 more. Sindh and Balochistan are the two most affected provinces in terms of human and infrastructural impact. Over 504,000 livestock have been killed, nearly all of them in Balochistan Province, while damages to nearly 3,000 km of roads and 129 bridges have impeded access across flood-affected areas. At the request of the Balochistan Provincial Disaster Management Authority (PDMA), a multisectoral rapid needs assessment was undertaken in 10 districts of Balochistan to identify priority needs and gaps across sectors. Humanitarian partners are supporting the Government-led response in affected areas, redirecting existing resources to meet the most urgent needs while working to further scale up the response. ([OCHA, 23 Aug 2022](https://reliefweb.int/node/3879063/))\n\nThe humanitarian situation in Pakistan has deteriorated further over the past two weeks as heavy rains continue to cause flooding, and landslides resulting in displacement and damage across the country. Sixty-six districts have been officially declared to be ‘calamity hit’ by the Government of Pakistan – 31 in Balochistan, 23 in Sindh, nine in Khyber Pakhtunkhwa (KP) and three in Punjab. 116 districts have been affected, including 66 districts officially declared ‘calamity hit’. At least 937 people were killed and 1,343 people injured since 14 June. Over 218,000 houses have been destroyed and a further 452,000 damaged since 14 June, according to the NDMA. ([OCHA, 26 Aug 2022](https://reliefweb.int/node/3880504/))\n\nThe number of damaged and destroyed houses in Pakistan has tripled since the last Weekly Regional Humanitarian Snapshot, with around 950,000 houses impacted as of 27 August. At the province level, since last week the number of damaged/destroyed houses more than tripled in Sindh (to over 807,000 houses) and more than doubled in Balochistan (to nearly 61,500 houses) and Khyber Pakhtunkhwa (to over 33,200 houses). In Punjab, more than 46,300 houses have been damaged/destroyed, some 18,500 more than a week earlier. A Floods Response Plan has been developed to complement the wider government response and aims to aid some 5.2 million flood-affected people for the next six months. ([OCHA, 31 Aug 2022](https://reliefweb.int/node/3881722/))\n\nEight more districts have been declared ‘calamity hit’ by the Government of Pakistan, bringing the total to 80 districts. Over 1.1 million houses have now been damaged or destroyed. Some 1,600 km of roads damaged or destroyed in Khyber Pakhtunkhwa within the last week. The severe weather has continued to take a direct toll on human lives, with more than 1,200 people reported to have died, including 244 women, 526 men and 416 children. ([OCHA, 2 Sep 2022](https://reliefweb.int/node/3882761))\n\nThe National Disaster Management Authority (NDMA) reports almost 1,400 fatalities and more than 12,700 injuries as of 8 September. In addition, more than 660,000 people are in relief camps, although the displaced population numbers are much higher, and more than 33 million are affected (most of them in Sindh and Balochistan Province). ([ECHO, 9 Sep 2022](https://reliefweb.int/node/3884867/))\n\nOver the past week, around 1,000 km of roads, 23 bridges, and more than 55,300 houses in Pakistan were reported to have been damaged or destroyed. In total, nearly 1.2 million houses have been damaged and some 569,000 houses destroyed, as have nearly 6,700 km of roads and 269 bridges. [...] The number of districts officially notified as being ‘calamity hit’ has risen to 81, with most in Balochistan (32), Sindh (23) and Khyber Pakhtunkhwa (17). Nearly 800,000 refugees live in calamity-notified districts. Schooling has reportedly been interrupted for more than 3.5 million children nationwide, with some 22,000 schools reportedly damaged and over 5,500 schools being used to host people who have been displaced. ([OCHA, 12 Sep 2022](https://reliefweb.int/node/3885901/))\n\nTo date, more than 1.14 million houses have been damaged and over 765,000 houses have been destroyed across the country, according to the National Disaster Management Authority (NDMA), while over 1,500 deaths and more than 12,800 injuries were recorded since mid-June, including 552 children killed and over 4,000 children injured. More than 5,500 undamaged schools are reportedly being used to shelter people who have been displaced. Another 22,000 schools have reportedly been damaged – over 17,400 in Sindh, over 2,300 in Balochistan, over 1,400 in Khyber Pakhtunkhwa, and some 1,250 in Punjab. Preliminary estimates based on currently available data indicate that some 7.6 million people may be displaced due to the heavy rains and floods, including some 575,000 people living in relief camps. ([OCHA, 16 Sep 2022](https://reliefweb.int/node/3887434/))\n\nThe National Disaster Management Authority (NDMA) has recorded over 1,600 deaths and more than 12,850 injuries since mid-June, including 579 children killed and over 4,000 children injured. [...] Pregnant and lactating women (PLW) and children under age five represent the most vulnerable at-risk groups, with estimates indicating that at least 83,000 flood-affected women are pregnant and due to give birth in the coming months. Assessments indicate that some 1,460 health facilities and their contents are damaged. ([OCHA, 23 Sep 2022](https://reliefweb.int/node/3889516))\n\nPrevalence of water-borne and vector-borne diseases is a growing concern especially in Sindh and Balochistan, where many districts remain inundated. 8.62 million people in 28 assessed districts estimated to be in crisis and emergency phases of food security between September and November 2022, according to preliminary findings from Balochistan, Sindh and Khyber Pakhtunkhwa – including some 5.74 million people in flood-affected districts covered by the assessment. ([OCHA, 30 Sep 2022](https://reliefweb.int/node/3891782/))\n\nAround 33 million people have been affected by the heavy rains and floods, including at least 7.9 million people who have been displaced, of whom some 598,000 are living in relief camps. Nearly 800,000 refugees are estimated to be hosted in more than 40 calamity-notified districts. More than 2 million houses have been affected, comprising over 767,000 houses destroyed and nearly 1.3 million houses damaged. More than 1.1 million livestock have reportedly been killed. FAO assesses that some 9.4 million acres of crop area in Pakistan was potentially inundated in August. ([OCHA, 4 Sep 2022](https://reliefweb.int/node/3892502/))\n\nOver 2 million houses have been impacted by the devastating floods in Pakistan as of 11 October, with over 1.3 million houses partially destroyed and 800,000 fully destroyed. Some 13,115 km of roads were damaged, and 436 bridges were partially damaged or destroyed. In total, 1,700 people have died, and 12,867 have suffered injuries. The currently available data indicate that around 7.9 million people may be temporarily displaced. About 20.6 million people and 650,000 flood-affected refugees and host communities require humanitarian assistance. The Government of Pakistan is leading the response with the support of UN agencies and humanitarian partners to ensure a coordinated response in food, medicines, health, water, sanitation, and essential supplies and non-food items. ([OCHA, 10 Oct 2022](https://reliefweb.int/node/3895139/))\n\nIn Punjab and Khyber Pakhtunkhwa areas, people are returning to their places of origin or at least close to it to assess their livelihoods' condition. During the last weeks' receding waters were observed, particularly in affected areas of Sindh and Balochistan. In Sindh, water is receding in the districts of Kashmore, Kandhkot, Larkana, Ghotki, Sukkur, Tando Allahyar, Shaheed Benazirabad, Tando Muhammad Khan, Umerkot and Sanghar. [...] In the flood-affected areas of Sindh and Balochistan, outbreaks of water-borne and vector-borne diseases continue to increase, particularly due to the destruction of health facilities and standing water. The Government-led multi-sector rapid needs assessments (RNA) conducted in the worst-affected districts of Sindh indicated that thirty-seven per cent of key informants reported that the nearest health facility is not functional, and the ones who reported a health facility nearby stated the limited capacity of the facility. As of 5 October, according to the National Disaster Management Authority (NDMA), close to 2,000 health facilities have been either damaged or destroyed. [...] The health situation is also exacerbated by the lack of adequate sanitation facilities. Large parts of Sindh remain flooded, with access continuing to be a challenge in inundated areas. An estimated 5.5 million people no longer have access to safe drinking water due to damages to water infrastructure and sanitation facilities. [...] The current floods have aggravated food insecurity and malnutrition in flood-affected areas. An estimated 14.6 million people require emergency food assistance from December through March 2023, representing an increase of more than 100 per cent of the pre-flood estimate. This includes 4 million people in Integrated Food Security Phase Classification (IPC). ([OCHA, 14 Oct 2022](https://reliefweb.int/node/3896583/))\n\nThe monsoon rains continue to affect Pakistan by causing floods, landslides, flash floods, and severe weather-related incidents, which have resulted in a humanitarian emergency. Since mid-June, at least 1,730 people have died, of which 792 people died in Sindh Province (south-eastern Pakistan), 336 in Balochistan (south-western Pakistan), and 308 in Khyber Pakhtunkhwa (north-western Pakistan), according to the National Disaster Management Authority (NDMA). Nearly 12,865 individuals have been injured across all Provinces of Pakistan and more than 33 Million people have been affected, of which 14.5 Million in Sindh, and 9.2 million in Balochistan. Widespread damage has been reported to over 2.2 million houses, more than 1.1 million livestock has been lost and more than 13,000 km of roads and 440 bridges have been affected. ([ECHO, 25 Oct 2022](https://reliefweb.int/node/3899781/))\n\nMalaria cases are increasing due to the stagnant water, while the incidence of diarrhea is at least five times higher than usual, especially in Sindh and Balochistan, where more than 1 in 9 children under five admitted to health facilities suffered from severe acute malnutrition. More than 3.5 million children's education was interrupted due to the impact of floods. Some sectors noted inadequate funding and delays in supplies as a major gap in responding to the needs of hard-to-reach areas. Roughly only 15-20 per cent of the affected population has received relief assistance from humanitarians. ([OCHA, 29 Oct 2022](https://reliefweb.int/node/3901401/))\n\nPublic health concerns are high in flood-affected areas of Pakistan, particularly with access to primary healthcare limited by monsoon-induced damage to health facilities. As of 25 October, 59 health facilities are destroyed and 461 are partially damaged in Sindh, where nearly 350,000 people were suspected of having malaria, more than 700,000 people had diarrhea, and over 770,000 people reported a skin-related disease between July and early October. Stagnant water has contributed to malaria outbreaks in 32 districts in Sindh and Balochistan. The practice of open defecation has increased from one-fifth before the floods to over one-third of the affected population, with 6 million people no longer having home sanitation facilities. ([OCHA, 1 Nov 2022](https://reliefweb.int/node/3902021/))\n\nAs of 8 November, according to World Health Organization (WHO), around 8 million flood-affected people need health assistance. Vector-borne and water-borne diseases remain a major concern in flood-affected areas. Around 1,000 confirmed cholera cases and 64,767 dengue fever cases, with 147 deaths, have been reported. More than 5.1 million women are of reproductive age, including an estimated 410,846 pregnant women. Approximately 136,950 births are expected in the next three months. ([OCHA, 11 Nov 2022](https://reliefweb.int/node/3906187))\n\nAccording to National Disaster Management Authority (NDMA), more than 33 million persons have been affected by the humanitarian emergency caused by the floods, about 1,739 people have died and almost 8 million people have been displaced. Widespread damage has been reported to critical infrastructure, houses and livestock. The findings from a recent ECHO field staff’s visit to flood-affected areas in Sindh and Balochistan show that the situation remains dire with great extensions of land still covered by water. At least 1.85 million people remain still displaced, living in roadside spontaneous camps in poor conditions. A serious concern remains that many of the people returning are moved to places with no infrastructure, no shelter and residing on elevated areas with flood waters around. ([OCHA, 28 Nov 2022](https://reliefweb.int/node/3911040))\n\nFloodwaters continue to recede in many flood-affected areas across Pakistan. However, standing flood waters continue to be reported in Dadu, Kambar, Shahdad Kot, Khairpur, Mirpur Khas, Jamshoro, Sanghar, Umer Kot, Badin, Shaheed Benazir Abad and Naushahro Feroze districts in Sindh and Sohbatpur and Jaffarabad districts in Balochistan. United Nations Satellite Centre (UNOSAT) imagery indicates an estimated 8 million people still potentially exposed to floodwaters or living close to flooded areas. According to the Provincial Disaster Management Authority of Sindh, over 240,000 people remain displaced in the province as of 3 December, down from 6.5 million in early September. Nearly 90% of flood-displaced people are reportedly with host communities, while the remaining are in tent cities and relief camps. While receding flood waters have allowed millions of people to go home, there are reports of significant service gaps in areas of return, in addition to extensive impacts to homes, agriculture, and livelihoods. [...] A recent need and gaps analysis by partners in the food security sector indicates a persistent and increasing need for emergency food assistance moving into the first quarter of 2023. A failure to address this need would worsen the already frail food security situation and drive more people into crisis and emergency levels. The food security situation of an estimated additional 1.1 million people is deteriorating and are forecast to fall into IPC 4 (emergency food security phase)\nbetween January-March 2023. Evidence from available data indicates that relief response to date has fallen well short of the need, with over 5.1 million people now experiencing IPC 4 conditions in flood-affected areas. ([OCHA, 5 Dec 2022](https://reliefweb.int/node/3913492))\n\nDuring the monsoon season, rainfall was equivalent to nearly 2.9 times the national 30-year average, causing widespread flooding and landslides with severe repercussions for human lives, property, and infrastructure. An estimated 20.6 million people, including 9.6 million children, need humanitarian assistance. To date, 94 districts have been declared ‘calamity hit’ by the Government of Pakistan. Many of the hardest-hit districts are amongst the most vulnerable districts in Pakistan, where children already suffer from high malnutrition, poor access to water and sanitation, low school enrolment, and other deprivations. In mountainous and high altitude areas of Pakistan, many also affected by the floods, have received snowfall and temperatures have fallen below 0 Celsius, particularly in the northern and northwestern parts of Pakistan including Khyber Pakhtunkwa (KP), Gilgit Baltistan (GB), Pakistan Administered Kashmir (PAK) and northern Balochistan. ([UNICEF, 23 Dec 2022](https://reliefweb.int/node/3919294))\n\nIn some locations of Sindh province and in parts of Balochistan, water has yet to recede and may remain for several months, prolonging the dire humanitarian situation for people in these areas. Flood water remains stagnant in Dadu, Jacobabad, Kambar, Shahdad Kot, Khairpur, Mirpur Khas, Jamshoro, Sanghar, Umer Kot, Badin, Shaheed Benazir Abad and Naushahro Feroze districts in Sindh and Sohbatpur, Jhal Magsi and Jaffarabad districts in Balochistan. According to the Provincial Disaster Management Authority of Sindh, over 89,000 people remain displaced in the province as of 2 January 2023, down from 6.5 million in early September. The IDPs living in ten districts including Dadu, ShikarPur, Matiari, Mirpur Khas, Jaccobabad, Jamshoro, Tando Allahyar, Thatta, Khairpur and Karachi with the highest number of IDPs in Dadu (41,742) and the lowest in Karachi (356 IDPs). ([OCHA, 6 Jan 2023](https://reliefweb.int/node/3922246))\n\nFood security, livelihood-related assistance and public health are the biggest concerns: based on the latest analysis by UNOSAT, an estimated 4.5 million people remain exposed to or living close to flooded areas. More than 2.5 million people do not have access to safe or potable water. An estimated 1.1 million people are at risk of sliding from acute food and livelihood crisis (IPC3) situations to humanitarian emergency (IPC4) food security situations due to insufficient support. Malaria outbreaks have been reported in at least 12 districts of Sindh and Balochistan. More than 7 million children and women need immediate access to nutrition services. An estimated 3.5 million children, especially girls, are at high risk of permanent school dropout. The Pakistan Floods Response Plan is only 36 per cent funded more than halfway through its 9-month duration. ([OCHA, 6 Feb 2023](https://reliefweb.int/node/3931198))\n\nCamps housing internally displaced persons in Balochistan, Khyber Pakhtunkhwa (KP), and Punjab provinces have closed, while 29,692 people remain\ndisplaced in Sindh province, with 5,132 people living in temporary tent cities or villages established by the District Disaster Management Authority. High food prices and a heavy reliance on imports continue to threaten Pakistan's food and nutrition security. Meanwhile, the 2022-2023 Rabi season, combined with the unstable availability of wheat flour, has resulted in significant price fluctuations and uncertainty affecting other essential goods’ prices. According to WFP monitoring data, the floods led to a 53 percent increase in new malnutrition cases from July 2022 to January 2023 amongst children enrolled in the 50 pilot facilitation centres of the *Benazir Nashonuma Programme*, the national social protection scheme aimed at improved health and nutrition. Additional funding is urgently required to treat Moderate and Acute Malnutrition (MAM) to prevent the progression to Severe Acute Malnutrition. ([WFP, 28 Feb 2023](https://reliefweb.int/node/3943897))\n\nSix months after the Government of Pakistan declared a national emergency, approximately 1.8 million people are still living near contaminated and stagnant floodwater pools. Nutrition, food security and public health are the major concerns as many of these people are in temporary shelters, lack basic food items (at risk of sliding into emergency level of hungers) and increased cases of malnutrition. Besides other humanitarian needs in Sindh province, PDMA Sind has declared an urgent need for dewatering activities in the districts of Nausharo Feroze, Khairpur, Sukkur, Jhatta, and Ghotki. To achieve this, five excavators, dewatering pumps, and fuel are required to complete the dewatering process and provide the people in these areas with appropriate livelihood standards. ([OCHA, 9 Mar 2023](https://reliefweb.int/node/3942002))\n### Appeals & Response Plans\n\n- [![UNDP: UNDP Pakistan: Flood Recovery Programme (FRP) - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/2d/d9/2dd9b61a-0364-44e9-bac9-caf3239bfe09.png) UNDP: UNDP Pakistan: Flood Recovery Programme (FRP)](https://reliefweb.int/node/3919828)\n- [![OCHA: Revised Pakistan 2022 Floods Response Plan: 01 Sep 2022 - 31 May 2023 (04 Oct 2022) - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/81/b9/81b91755-8fdc-4406-8c05-75af7e7a6f73.png) OCHA: Revised Pakistan 2022 Floods Response Plan: 01 Sep 2022 - 31 May 2023 (04 Oct 2022)](https://reliefweb.int/node/3892502)\n- [![OCHA: Business Brief: Humanitarian Overview and Call to Action - Pakistan Floods Response Plan (17 October 2022) - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/74/82/7482df7c-ae22-4491-b36a-6d7eb993ad8e.png) OCHA: Business Brief: Humanitarian Overview and Call to Action - Pakistan Floods Response Plan (17 October 2022)](https://reliefweb.int/node/3897916)\n- [![UNHCR: Pakistan Flood Response: UNHCR Supplementary Appeal, September 2022 – December 2023 - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/a8/11/a811a3d8-72c3-442d-a554-58c7ec643405.png) UNHCR: Pakistan Flood Response: UNHCR Supplementary Appeal, September 2022 – December 2023](https://reliefweb.int/node/3893161)\n- [![WHO: WHO Emergency Appeal: Health Crisis in Flood-Affected Pakistan (September 2022 - May 2023) - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/0c/09/0c09a7eb-7dce-46c7-9ee8-611cd68bc9c7.png) WHO: WHO Emergency Appeal: Health Crisis in Flood-Affected Pakistan (September 2022 - May 2023)](https://reliefweb.int/node/3893201)\n- [![FAO: Pakistan: Urgent call for assistance - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/af/b3/afb39c70-2dfc-4adf-871c-ec55306ae015.png) FAO: Pakistan: Urgent call for assistance](https://reliefweb.int/node/3884150)\n- [![IFRC: Pakistan, Asia Pacific | Floods, Revised Emergency Appeal - Revised Operational Strategy, Appeal No. MDRPK023 - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/b5/8d/b58dc798-fb9b-4ff7-a1ee-4bbfdd5878cd.png) IFRC: Pakistan, Asia Pacific | Floods, Revised Emergency Appeal - Revised Operational Strategy, Appeal No. MDRPK023](https://reliefweb.int/node/3897472)\n\n### Useful Links\n\n- [Pakistan National Disaster Management Authority (NDMA): SitRep 2022](http://cms.ndma.gov.pk/page/sitrep-2022)\n- [Pakistan Meteorological Department Flood Forecasting Division (FFD)](https://ffd.pmd.gov.pk/river-flows)",
  "summary": " Pakistan has experienced devastating floods since mid-June 2022, resulting in 1,730 deaths, 12,865 injuries, 33 million people affected, 2 million houses damaged or destroyed, 1.1 million livestock killed, and 13,000 km of roads and 440 bridges destroyed. The government of Pakistan is leading the response with the support of UN agencies and humanitarian partners to provide aid to the 20.6 million people affected and 650,000 flood-affected refugees and host communities. The NDMA Situational Report 2022 and the Federal Flood Directorate (FFD) are two resources used for disaster management in Pakistan.",
  "metadata": {
    "id": "51234",
    "name": "Pakistan: Floods - Jul 2022",
    "date_event": 1656633600000,
    "date_changed": 1679014437000,
    "date_created": 1655164800000,
    "primary_country_id": 182,
    "primary_country_name": "Pakistan",
    "primary_country_iso3": "pak",
    "primary_country_location": {
      "lon": 69.39,
      "lat": 29.97
    },
    "primary_type_id": 4611,
    "primary_type_code": "FL",
    "primary_type_name": "Flood"
  }
}