{
  "original": {
    "id": "14127",
    "fields": {
      "date": {
        "changed": "2023-05-04T13:20:13+00:00",
        "event": "2013-01-01T00:00:00+00:00",
        "created": "2013-01-01T00:00:00+00:00"
      },
      "primary_type": {
        "code": "EP",
        "name": "Epidemic",
        "id": 4642
      },
      "country": [
        {
          "href": "https://api.reliefweb.int/v1/countries/75",
          "name": "Democratic Republic of the Congo",
          "location": {
            "lon": 21.7587,
            "lat": -4.03833
          },
          "id": 75,
          "shortname": "DR Congo",
          "iso3": "cod",
          "primary": true
        }
      ],
      "primary_country": {
        "href": "https://api.reliefweb.int/v1/countries/75",
        "name": "Democratic Republic of the Congo",
        "location": {
          "lon": 21.7587,
          "lat": -4.03833
        },
        "id": 75,
        "shortname": "DR Congo",
        "iso3": "cod"
      },
      "profile": {
        "appeals_response_plans": {
          "title": "Appeals & Response Plans"
        },
        "overview": "While the last major **cholera** outbreak in DR Congo's western provinces was in [2011](https://reliefweb.int/disaster/ep-2011-000076-cod), cholera is endemic in the eastern provinces, which experienced a resurgence of cases starting in July 2012. Over the course of 2013, ongoing violence and displacement in North and South Kivu, Katanga and Orientale provinces limited access to health care and life-saving vaccination services. Between January and September, more than 21,000 cases of cholera and 376 deaths were recorded with 99% of these cases in the eastern provinces. During the same time frame, more than 74,299 cases of measles and 1,160 deaths had been reported. ([WHO, 31 Oct 2013](https://reliefweb.int/node/618503))\n\nIn 2013, Katanga was the most-affected province with 13,726 **cholera** cases and 348 deaths, compared to 6,930 cases and 223 deaths in 2012 ([OCHA, 15 Jan 2014](https://reliefweb.int/node/630635)). On 7 Dec 2013, the governor of Sud-Kivu officially declared a cholera epidemic outbreak. More than 6,200 cases had been reported since the beginning of the year. ([OCHA, 11 Dec 2013](https://reliefweb.int/node/622365)) Country-wide, a total of 26,440 cases of cholera were reported in 2013 ([UNICEF, 28 Jul 2014](https://reliefweb.int/node/686511)).\n\nBy the end of July 2014, 10,551 **cholera** cases had been reported - almost half the number of cases reported during the same time in 2013 (19,032) ([UNICEF, 28 Jul 2014](https://reliefweb.int/node/686511)). By October, the total number of cholera cases in 2014 stood at just over 14,000, compared to just over 21,000 in 2013 ([UNICEF, 20 Oct 2014](https://reliefweb.int/node/701317)). By then end of 2014, a total of 19,305 cases had been recorded ([UNICEF, 29 Jan 2015](https://reliefweb.int/node/825386)).\n\nSince the beginning of the year, 19,705 [**cholera**] cases have been reported in DRC. As of 29 November, the following provinces had reported cases: South Kivu (4,906), ex-Katanga (4,565), Maniema (3,971), North Kivu (3,294) and ex-Oriental (2,969). A high number of cases are still reported in the province of South Kivu where the situation is particularly worrying because of the presence of camps hosting refugees from Burundi. Furthermore, there are concerns that the epidemic in Maniema could spread to other provinces of the country as observed during the 2011 cholera epidemic when areas of Kinshasa were also affected. ([WHO,15 Dec 2015](https://reliefweb.int/node/1308756))\n\nThe protracted outbreak of **cholera** in [DRC] is still going on unabated ... The situation has continued to worsen with numerous pockets of outbreaks occurring along the Congo River...Since the beginning of the year up to 15 April 2017, a total of 9,160 cases including 315 deaths (case fatality rate of 3.4%) have been reported. Meanwhile in 2016, a total of 29,352 cases, including 817 deaths (case fatality rate of 2.8%) were notified nationwide. With these, the cumulative number of cases and deaths reported since onset of the outbreak is 38,511 cases including 1,419 deaths (case fatality rate of 3.68%). In 2017, the provinces of Tanganyika, South Kivu, Ecuador, Maindombe, Central Kongo, and Tshopo have been the most affected. ([WHO, 25 Apr 2017](https://reliefweb.int/node/2005094))    \n\nIn spite of the observed reduction during the reporting week, the **cholera** outbreak in the Democratic Republic of the Congo remains a concern, with a high weekly incidence and new areas being affected. The cholera epidemic is active in eleven provinces and 66 health zones. The outbreak appears to be following three major river and lake routes, suggesting that these water bodies play an important role in transmission. Towards the east of the country, the affected areas are along Lake Tanganyika and Lake Kivu and the disease appears to be moving towards Lake Albert in the north-east. In the central region, the disease is affecting areas along the internal lakes and along the Congo River, up to Kindu and Maniema. In the western central area, the disease is affecting areas along the Kasai River. ([WHO, 23 Oct 2017](https://reliefweb.int/node/2287239))    \n\nBetween W1 and W48, 50,579 suspected **cholera** cases including 1,083 deaths (Case-fatality ratio of 2.1%) are reported from 23 provinces and 225 health zones. To be noted that while this bulletin was prepared, the completeness rate of the database shared was not of 100%. However, the overall decrease of the reported cholera incidence is clear as the incidence reduces in several provinces (notably North Kivu, South Kivu, Kongo Central, Sankuru, Tanganyika, and Ituri). The epidemic is still expanding to new areas in the Great Kasai, despite an overall reduction in the cumulative incidence. ([UNICEF, 15 Dec 2017](https://reliefweb.int/node/2376729))\n\nThe trend of the [**cholera**] outbreak continues to improve nationwide. During week 2 of 2018, a total of 763 suspected cases and 14 deaths (CFR: 1.8%) were reported, compared to 1 022 suspected cases and 19 deaths (CFR: 1.9%) during week 1 of 2018.  Most of the cases are reported from during this week are reported from Kinshasa (189 cases), North Kivu (272) and South Kivu (117). From 4-7 January 2018, a flooding event affected areas of Kinshasa that are currently reporting cholera cases. ([WHO, 26 Jan 2018](https://reliefweb.int/node/2437689))\n\nIn week 25 of 2018, 288 suspected [**measles**] cases with 7 deaths (CFR-2.4%) were notified across the country compared to 557 suspected cases with 9 deaths (CFR-1.6%) reported in the previous week 24. During week 25, the provinces of Haut Katanga, Sankuru, Tanganyika, Maniema and Haut Lomani notified 76.4% of all suspected cases. A total of 14,286 cases with 155 deaths (CFR-1.1%) has been reported from week 1 to 25, 2018.  ([WHO, 6 Jul 2018](https://reliefweb.int/node/2695694))\n\nIn week 38 (week ending 23 September 2018), 724 [**cholera**] cases with 18 deaths (CFR 2.5%) were reported from 12 out of 26 provinces. Six out of the total provinces that reported cases (Kasai Oriental, Tanganyika, Katanga, Kasai, Kongo Central, and Sankuru) reported 92% of the total cases. Since the beginning of 2018 to the week 38, a total of 21,112 cases were reported including 691 deaths (CFR 3.3%). There has been a trend of increasing cases since week 21. A similar trend was observed in the same period in 2017. ([WHO, 5 Oct 2018](https://reliefweb.int/node/2821534))\n\nThe **cholera** outbreak in the Democratic Republic of the Congo has been increasing gradually in the last three weeks, following a strong decrease in cases observed nationally between weeks 35 and 41. In 2018, the incidence of cholera cases peaked in week 35 (week ending 2 September 2018) with 883 cases. Thereafter, the weekly caseload steadily decreased until week 41 (week ending 14 October 2018) when 559 cases were reported. This downward trend was mostly due to marked improvement of the cholera outbreak situation in the Kasai region. The weekly incidence then started increasing in week 42, with 706 suspected cases reported. In week 44 (week ending 4 November 2018), 828 suspected cases and 20 deaths (case fatality ratio (CFR) 2.4%) were reported, compared to 784 cases reported in week 43. ([WHO, 16 Nov 2018](https://reliefweb.int/node/2881473))\n\nA total of 394 suspected cases of **cholera** including six deaths (CFR 1.5%) were reported during week 50. The number of suspected cases reported per week has dropped below 500 since the week 48 of 2018. Cases reported in the endemic provinces (South Kivu, Tanganyika, Haut Lomami and Haut Katanga) account for 74% of cases and 33% of deaths in week 50. ([WHO, 18 Jan 2019](https://reliefweb.int/node/2958624/))\n\nIn January 2019, a **cholera** epidemic was declared in Haut Katanga province by the Ministry of Health. During the reporting period, a total of 1,833 cases were registered in the three provinces (944 cases and 26 deaths in Haut Katanga, 757 cases and 23 deaths in Haut Lomani, and 132 cases and 0 deaths in Lualaba). With a total of 49 deceased individuals in January, the average cholera fatality rate in the three provinces is at 2.7 per cent. Considering the total number of 2,306 cases and 68 deaths (fatality rate 2.9 per cent) since January 2018 in Haut Katanga, the 944 cases and 26 deaths in January 2019 represent a significant increase of cholera in this area. ([UNICEF, 31 Jan 2019](https://reliefweb.int/node/3036253))\n\nSince the beginning of 2019, there have been 22 314 suspected **cholera** cases across the country, with 390 deaths ([WHO, 27 Oct 2019](https://reliefweb.int/node/3367963))\n\nDuring week 50 (week ending 15 December 2019), a total of 585 suspected cases of **cholera** and 5 deaths (CFR 0.85%) were notified from 56 health zones in 13 provinces. The endemic provinces of North-Kivu, South-Kivu, Haut-Lomami, Haut-Katanga, Tshopo and Tanganyika account for 91% of cases reported during week 50. Between week 1 and week 50 of 2019, a total of 29 087 cases including 501 deaths (CFR 1.7%) have been notified from 23 out of 26 provinces. Compared to the same period in 2018 (week 1-50), there is a 2.3 % decrease in the number of reported cases and a 39% decrease in the number of deaths. ([WHO, 12 Jan 2020](https://reliefweb.int/node/3473678))\n\nBetween 1 Jan and 1 Dec 2013, 86,264 **measles** cases and 1,372 deaths were recorded ([WHO, 20 Dec 2013](https://reliefweb.int/node/625080)).\n\nThe cholera outbreak in Democratic Republic of the Congo continues although the situation has been steadily improving in the past weeks. The number of new cases has been gradually declining since week 1 of 2020 when the highest peak was observed, with 767 suspected cases and nine deaths reported. [...] From weeks 1-4 of 2020, a total of 2 651 suspected cholera cases with 43 deaths (case fatality ratio 1.6%) were reported from 69 health zones located in 14 provinces. ([WHO, 16 Feb 2020](https://reliefweb.int/node/3526459)).\n\n**Measles**: Over 43 000 cases were reported in 2017. In weeks 1 and 2 of 2018, 713 cases and 13 deaths were reported, with a stable weekly number of cases since week 52 of 2017.The trend of the outbreak has decreased this week. Most of the suspected cases this week were reported from South Kivu province. ([WHO, 26 Jan 2018](https://reliefweb.int/node/2437689))\n\nFrom 2018 week 1 to week 35 (week ending 2 September 2018), 23 979 cases [of **measles**] with 273 deaths (CFR 1.1%) have been reported. During week 35, a total of 962 new cases were reported with nineteen deaths (CFR 1.98%). Epidemic zones are mainly focused in the eastern part of the country. ([WHO, 5 Oct 2018](https://reliefweb.int/node/2821534))\n\nDuring week 45 (ending 11 November 2018), 2 551 suspected [**measles**] cases including 33 deaths (CFR 1.3%) were reported across the country. Nighty four percent (94%) of all cases were reported from nine provinces: Tshopo, Haut Katanga, Haut Lomami, Lualaba, South Kivu, Maniema, Ituri, Tanganyika and Kasai Oriental. Since week 23, there has been an increasing trend in the weekly number of cases since week 22. ([WHO, 14 Dec 2018](https://reliefweb.int/node/2920023))\n\nDuring week 49 (week ending 9 December 2018), 2 162 suspected [**measles**] cases including 36 deaths (CFR: 1.7%) were reported across the country. Eight provinces including Upper Katanga, Lualaba, Tshopo, Kasai Oriental, Tanganyika, Ituri, Lomami and South Kivu notified 84% of cases. Since week 47, there has been a decreasing trend in the weekly number of reported cases. ([WHO, 18 Jan 2019](https://reliefweb.int/node/2958624))\n\nIn week 36 (week ending 8 September 2019), 5 387 **measles** cases including 134 deaths were reported from all 26 provinces of the country. In total, 192 (37%) of the 519 health zones across the country have reported a confirmed measles outbreak. Since the beginning of 2019, 183 837 measles cases including 3 667 deaths (CFR 2.0%) have been recorded. Overall, 51% of cases reported in 2019 have been notified from Tshopo, Lualaba, Kasai and Haut-Lomami provinces. ([WHO, 29 Sep 2019](https://reliefweb.int/node/3330078))\n\nSix hundred ninety-eight cases with 35 deaths (CFR: 5.0%) were reported in week 33 from 13 out of 26 provinces, an increase in cases compare to the previous week when 537 cases were reported. Five provinces (K. Oriental, South Kivu, Sankuru, Tanganyika and Kasai), reported 90.0% of the total cases\nin week 33. From week 1 to 33 of 2018, a total of 17 069 cases of **cholera** including 566 deaths (CFR 3.3 %) were reported. From week 1 of 2017, until week 22 of 2018, majority of cases were reported from endemic provinces; since week 23 of 2018 majority of the cases are reported from epidemic provinces. ([WHO, 31 Aug 2018](https://reliefweb.int/node/2769899))\n\nHealth authorities in the southern Haut-Katanga province recorded 855 **measles** cases and 13 deaths since the start of October. Nearly 80 per cent of those infected are children younger than five years. Vaccination is under way in the most affected Kilwa and Pweto health zones. ([OCHA, 22 Oct 2018](https://reliefweb.int/node/2842988))\n\nRegarding the **measles** outbreak, a total of 6,839 suspected cases and 71 deaths were reported in the provinces of Haut Lomami (3,416 cases and 47 deaths), Lualaba (3,237 cases and 24 deaths), and Haut Katanga (186 cases and 0 death). The outbreak in Lualaba requires particular attention since this province has not experienced any epidemic for ten years. The health zones of Kasaji (1,377 cases and 6 deaths) and Dilolo (1,110 cases) of Lualaba province have been particularly affected.  ([UNICEF, 31 Jan 2019](https://reliefweb.int/node/3036253))\n\nFrom January 2019 to 6 October 2019 there have been 209 211 cases of **measles**, with 4,149 deaths ([WHO, 27 Oct 2019](https://reliefweb.int/node/3367963))\n \nBetween 1 January and 29 December 2019, a cumulative total of 311 471 suspected **measles** cases with 6 045 deaths (case fatality ratio 1.9%) have been recorded from 253 of 519 (48.7%) health zones across the 26 provinces of the Democratic Republic of the Congo. Of these 311 471 cases, 2 682 have been laboratory-confirmed (IgM-positive) for measles infection, of which 28% are aged 5 years and above and 63% are unvaccinated or have unknown vaccination status. ([WHO, 12 Jan 2020](https://reliefweb.int/node/3473678))\n\nIn week 5 (week ending 26 January 2020), 2 928 measles cases including 22 deaths (CFR 0.8%) were reported across the country. There was a decrease in the number of new cases reported in week 5 compared to week 4 of 2020. The provinces of Maidombe, Equateur, Bas-Uele, Kongo Central and Mongala accounted for 44.7 % of cases reported in 2020 (weeks 1-5), with over 1 000 cases reported in these provinces. Since the beginning of 2019, 331 316 measles cases including 6 302 deaths (CFR 1.9%) have been recorded in 26 provinces. In total, 261 (50%) of the 519 health zones have reported a confirmed measles outbreak. To date, a total of 2 987 cases were laboratory confirmed (IgM+), 68% of which were children under 5 years old. ([WHO, 16 Feb 2020](https://reliefweb.int/node/3526459))\n\nSince 22 May outbreak, 140 suspected cholera cases have been reported in North Kivu, more than 75% have been sampled for analysis by Ami Labo less than under 10% were positive. However, a clear increase in the number of suspected cases has been observed since 31 May, with 4 health zones of particular concern: Karisimbi (54 suspected cases including 2 confirmed cases), Kirotshe (49 suspected cases including 4 confirmed cases), Nyiragongo (26 suspected cases) and Goma (11 suspected cases). Overall, to date, and pending additional laboratory results, 6 cholera cases of cholera have been confirmed together with the presence of Salmonella-sp. ([UNICEF, 12 Jun 2021](https://reliefweb.int/node/3746816))\n\nDespite vaccination effort, the number of **measles** cases reported is increasing with 2,471 cases of measles recorded in July. As of 31 July 2021, the DRC has reported 4,155 cholera cases, with 92 deaths representing a 90% decrease compared to 2020 figures. ([UNICEF, 18 Oct 2021](https://reliefweb.int/node/3783631))\n\nBetween 2020 and 2021, DRC has recorded a decrease in **cholera** cases of 180% as of week 43. This significant decrease in cases is the result\nof the implementation of strategic actions of the national cholera elimination programme through key activities such as: vaccination, strengthening surveillance, implementation of the CATI (case area targeted intervention) approach, improved case management, risk communication and community engagement, prevention actions, spillover effects of response actions to COVID-19 and Ebola outbreaks etc.\nDespite this general decrease, the trend is upwards in the provinces of Kassaï (94% increase); Tanganyika (43% increase) and Haut Lomami\n(38%). These provinces deserve special attention. ([UNICEF, 29 Nov 2021](https://reliefweb.int/node/3798678))\n\nAt least 11 children under the age of five died of **measles** in early February in the southeastern Tanganyika province where eight of the 11 health zones are affected by an outbreak of the contagious disease. According to the World Health Organization, there are insufficient supplies to treat Measles in the province with the disease killing 31 people by mid-February- most of them are children under 5. ([OCHA, 1 Mar 2022](https://reliefweb.int/node/3822758))\n\nAs of Epi-Week 34 of 2022 (ending 28 August ), 100 044 suspected cases and 1 294 **measles**-related deaths have been reported. A total of 4 652 cases investigated through the case-based surveillance system; 1 894 tested IgM+ for Measles; 63% of lab-confirmed measles cases have less than 5 years old, and only 36% with history of vaccination. A total of 148 health zones have confirmed measles outbreak at some point since the start of this year. From epidemiological week 1 to 35 (ending 4 September 2022), 9 137 suspected **cholera** cases including 163 deaths (CFR: 1.8%) were recorded in 70 health zones across 14 provinces of the Democratic Republic of the Congo. Suspected cases have mostly been reported from South Kivu (3 367), Haut-Lomami (1 736), Tanganyika (1 664), and North Kivu (1 586). The overall national incidence is 11 cases per 100 000 inhabitants. Joint WHO, UNICEF, MSF and PNECHOL teams have been deployed to Sankuru to support the local health authorities in the response to this epidemic. ([WHO, 25 Sep 2022](https://reliefweb.int/node/3890986))\n\n\n\nIn just 10 days, the number of people suspected of having cholera has increased alarmingly in Nyiragongo territory, east of Democratic Republic of Congo (DRC). Between 26 November and 11 December, Médecins Sans Frontières (MSF) teams treated 472 patients, including 143 children under the age of five, at the cholera treatment centre in Munigi, a town just a few kilometres from Goma.  ([MSF, 14 Dec 2022](https://reliefweb.int/node/3916140))\n\nOn 26 December, 82 new cholera cases were recorded in the cholera treatment facilities of Munigi, Kahembe and Kanyaruchinya in Nyiragongo health zone, in North-Kivu province, according to the Health Cluster. From 19 to 25 December, 590 cases including one death were reported, against 582 cases the previous week. From 31 October to 25 December, the territory of Nyiragongo has recorded 1,620 cases including nine deaths. ([OCHA, 4 Jan 2023](https://reliefweb.int/node/3921243))\n\nFrom epidemiological week 1 to 47 (ending 27 November 2022), 14 290 suspected **cholera** cases, including 262 deaths (CFR: 1.7%), were recorded in 97 health zones across 17 provinces of the Democratic Republic of the Congo. Suspected cases have mostly been reported from South Kivu (4 519), Haut-Lomami (2 727), Tanganyika (2840), and North Kivu (2 599). Karisimbi and Nyiragongo health zones are among the cholera hotspot sites in North Kivu province. The number of cholera cases increased in Nyiragongo and Karisimbi health zones from weeks 47 and 50 of 2022, respectively. Since then, there has been a steady weekly increase in the number of new cases in Nyiragongo Health Zone, up to 720 new cases at SE52 in 2022. A total of 139 435 suspected **measles** cases and 1 740 measles-related deaths are reported in 2022 and 6 092 of these have been investigated , 2 718 measles IgM positive, 66% of lab confirmed measles cases are under 5 years of age, and only 35% have history of measles vaccination. ([WHO, 13 Jan 2023](https://reliefweb.int/node/3923806))\n\nAn outbreak of **cholera** was officially declared in North Kivu province of DRC on 14 December 2022, following a massive influx of IDPs in Nyiragongo and Karisimbi health zones (HZs). Between outbreak inception on week 47, 2022 (21-27 November) and 27 January 2023, a cumulative of 4 104 suspected cases of cholera including 16 deaths (CFR 0.4%) have been reported, including 3 798 cases and 16 deaths (CFR 0.4%) in Nyiragongo HZ, and 306 cases and zero death (CFR 0.0%) in Karisimbi HZ. An OCV campaign has been officially launched on 25 January 2023 and is scheduled from 26-30 January 2023. In 2023, from week 1 through week 4 (ending 30 January ), a total of 19 437 suspected cases with 174 related deaths (CFR 0.9%), 151 IgM+ for **measles** and 36 IgM+ for rubella from 264 investigated cases have been reported; 15 health zones are in outbreak. In 2022, there were 146 438 suspected measles cases, 2 853 IgM+ and 1 846 measles-related deaths (CFR 1.3%). [WHO, 11 March 2023](https://reliefweb.int/node/3942403)\n\nFrom epidemiological week 1 to 11, 2023, 7 243 suspected cases of cholera, including 47 deaths (CFR 0.6%), have been recorded in 62 Health Zones of nine provinces. Areas with active outbreaks include North Kivu, Haut Katanga, and Tanganyika. The incidence (per 100,000 inhabitants) is 14 for the entire. Between weeks 1-10 of 2023, at total of 1 912 samples were tested and 634 (33.2%) were found positive for Vibrio cholera. An outbreak of cholera was officially declared in North Kivu province of DRC on 14 December 2022, following a massive influx of IDPs in Nyiragongo and Karisimbi health\nzones (HZs). Between outbreak inception on week 47, 2022 (21-27 November) and 27 January 2023, a cumulative of 4 104 suspected cases of cholera including 16 deaths (CFR 0.4%) have been reported, including 3 798 cases and 16 deaths (CFR 0.4%) in Nyiragongo HZ, and 306 cases and zero death (CFR 0.0%) in Karisimbi HZ. An OCV campaign has been officially launched on 25 January 2023 and is scheduled from 26-30 January 2023. A sharp increase in cases was observed in the camps for displaced persons from the M23 crisis in Nyiragongo, Goma and Karisimbi sanitation zones as of week 10 of 2023. [WHO, 9 April 2023](https://reliefweb.int/node/3953810)",
        "overview-html": "<p>While the last major <strong>cholera</strong> outbreak in DR Congo's western provinces was in <a href=\"https://reliefweb.int/disaster/ep-2011-000076-cod\">2011</a>, cholera is endemic in the eastern provinces, which experienced a resurgence of cases starting in July 2012. Over the course of 2013, ongoing violence and displacement in North and South Kivu, Katanga and Orientale provinces limited access to health care and life-saving vaccination services. Between January and September, more than 21,000 cases of cholera and 376 deaths were recorded with 99% of these cases in the eastern provinces. During the same time frame, more than 74,299 cases of measles and 1,160 deaths had been reported. (<a href=\"https://reliefweb.int/node/618503\">WHO, 31 Oct 2013</a>)</p>\n<p>In 2013, Katanga was the most-affected province with 13,726 <strong>cholera</strong> cases and 348 deaths, compared to 6,930 cases and 223 deaths in 2012 (<a href=\"https://reliefweb.int/node/630635\">OCHA, 15 Jan 2014</a>). On 7 Dec 2013, the governor of Sud-Kivu officially declared a cholera epidemic outbreak. More than 6,200 cases had been reported since the beginning of the year. (<a href=\"https://reliefweb.int/node/622365\">OCHA, 11 Dec 2013</a>) Country-wide, a total of 26,440 cases of cholera were reported in 2013 (<a href=\"https://reliefweb.int/node/686511\">UNICEF, 28 Jul 2014</a>).</p>\n<p>By the end of July 2014, 10,551 <strong>cholera</strong> cases had been reported - almost half the number of cases reported during the same time in 2013 (19,032) (<a href=\"https://reliefweb.int/node/686511\">UNICEF, 28 Jul 2014</a>). By October, the total number of cholera cases in 2014 stood at just over 14,000, compared to just over 21,000 in 2013 (<a href=\"https://reliefweb.int/node/701317\">UNICEF, 20 Oct 2014</a>). By then end of 2014, a total of 19,305 cases had been recorded (<a href=\"https://reliefweb.int/node/825386\">UNICEF, 29 Jan 2015</a>).</p>\n<p>Since the beginning of the year, 19,705 [<strong>cholera</strong>] cases have been reported in DRC. As of 29 November, the following provinces had reported cases: South Kivu (4,906), ex-Katanga (4,565), Maniema (3,971), North Kivu (3,294) and ex-Oriental (2,969). A high number of cases are still reported in the province of South Kivu where the situation is particularly worrying because of the presence of camps hosting refugees from Burundi. Furthermore, there are concerns that the epidemic in Maniema could spread to other provinces of the country as observed during the 2011 cholera epidemic when areas of Kinshasa were also affected. (<a href=\"https://reliefweb.int/node/1308756\">WHO,15 Dec 2015</a>)</p>\n<p>The protracted outbreak of <strong>cholera</strong> in [DRC] is still going on unabated ... The situation has continued to worsen with numerous pockets of outbreaks occurring along the Congo River...Since the beginning of the year up to 15 April 2017, a total of 9,160 cases including 315 deaths (case fatality rate of 3.4%) have been reported. Meanwhile in 2016, a total of 29,352 cases, including 817 deaths (case fatality rate of 2.8%) were notified nationwide. With these, the cumulative number of cases and deaths reported since onset of the outbreak is 38,511 cases including 1,419 deaths (case fatality rate of 3.68%). In 2017, the provinces of Tanganyika, South Kivu, Ecuador, Maindombe, Central Kongo, and Tshopo have been the most affected. (<a href=\"https://reliefweb.int/node/2005094\">WHO, 25 Apr 2017</a>)</p>\n<p>In spite of the observed reduction during the reporting week, the <strong>cholera</strong> outbreak in the Democratic Republic of the Congo remains a concern, with a high weekly incidence and new areas being affected. The cholera epidemic is active in eleven provinces and 66 health zones. The outbreak appears to be following three major river and lake routes, suggesting that these water bodies play an important role in transmission. Towards the east of the country, the affected areas are along Lake Tanganyika and Lake Kivu and the disease appears to be moving towards Lake Albert in the north-east. In the central region, the disease is affecting areas along the internal lakes and along the Congo River, up to Kindu and Maniema. In the western central area, the disease is affecting areas along the Kasai River. (<a href=\"https://reliefweb.int/node/2287239\">WHO, 23 Oct 2017</a>)</p>\n<p>Between W1 and W48, 50,579 suspected <strong>cholera</strong> cases including 1,083 deaths (Case-fatality ratio of 2.1%) are reported from 23 provinces and 225 health zones. To be noted that while this bulletin was prepared, the completeness rate of the database shared was not of 100%. However, the overall decrease of the reported cholera incidence is clear as the incidence reduces in several provinces (notably North Kivu, South Kivu, Kongo Central, Sankuru, Tanganyika, and Ituri). The epidemic is still expanding to new areas in the Great Kasai, despite an overall reduction in the cumulative incidence. (<a href=\"https://reliefweb.int/node/2376729\">UNICEF, 15 Dec 2017</a>)</p>\n<p>The trend of the [<strong>cholera</strong>] outbreak continues to improve nationwide. During week 2 of 2018, a total of 763 suspected cases and 14 deaths (CFR: 1.8%) were reported, compared to 1 022 suspected cases and 19 deaths (CFR: 1.9%) during week 1 of 2018.  Most of the cases are reported from during this week are reported from Kinshasa (189 cases), North Kivu (272) and South Kivu (117). From 4-7 January 2018, a flooding event affected areas of Kinshasa that are currently reporting cholera cases. (<a href=\"https://reliefweb.int/node/2437689\">WHO, 26 Jan 2018</a>)</p>\n<p>In week 25 of 2018, 288 suspected [<strong>measles</strong>] cases with 7 deaths (CFR-2.4%) were notified across the country compared to 557 suspected cases with 9 deaths (CFR-1.6%) reported in the previous week 24. During week 25, the provinces of Haut Katanga, Sankuru, Tanganyika, Maniema and Haut Lomani notified 76.4% of all suspected cases. A total of 14,286 cases with 155 deaths (CFR-1.1%) has been reported from week 1 to 25, 2018.  (<a href=\"https://reliefweb.int/node/2695694\">WHO, 6 Jul 2018</a>)</p>\n<p>In week 38 (week ending 23 September 2018), 724 [<strong>cholera</strong>] cases with 18 deaths (CFR 2.5%) were reported from 12 out of 26 provinces. Six out of the total provinces that reported cases (Kasai Oriental, Tanganyika, Katanga, Kasai, Kongo Central, and Sankuru) reported 92% of the total cases. Since the beginning of 2018 to the week 38, a total of 21,112 cases were reported including 691 deaths (CFR 3.3%). There has been a trend of increasing cases since week 21. A similar trend was observed in the same period in 2017. (<a href=\"https://reliefweb.int/node/2821534\">WHO, 5 Oct 2018</a>)</p>\n<p>The <strong>cholera</strong> outbreak in the Democratic Republic of the Congo has been increasing gradually in the last three weeks, following a strong decrease in cases observed nationally between weeks 35 and 41. In 2018, the incidence of cholera cases peaked in week 35 (week ending 2 September 2018) with 883 cases. Thereafter, the weekly caseload steadily decreased until week 41 (week ending 14 October 2018) when 559 cases were reported. This downward trend was mostly due to marked improvement of the cholera outbreak situation in the Kasai region. The weekly incidence then started increasing in week 42, with 706 suspected cases reported. In week 44 (week ending 4 November 2018), 828 suspected cases and 20 deaths (case fatality ratio (CFR) 2.4%) were reported, compared to 784 cases reported in week 43. (<a href=\"https://reliefweb.int/node/2881473\">WHO, 16 Nov 2018</a>)</p>\n<p>A total of 394 suspected cases of <strong>cholera</strong> including six deaths (CFR 1.5%) were reported during week 50. The number of suspected cases reported per week has dropped below 500 since the week 48 of 2018. Cases reported in the endemic provinces (South Kivu, Tanganyika, Haut Lomami and Haut Katanga) account for 74% of cases and 33% of deaths in week 50. (<a href=\"https://reliefweb.int/node/2958624/\">WHO, 18 Jan 2019</a>)</p>\n<p>In January 2019, a <strong>cholera</strong> epidemic was declared in Haut Katanga province by the Ministry of Health. During the reporting period, a total of 1,833 cases were registered in the three provinces (944 cases and 26 deaths in Haut Katanga, 757 cases and 23 deaths in Haut Lomani, and 132 cases and 0 deaths in Lualaba). With a total of 49 deceased individuals in January, the average cholera fatality rate in the three provinces is at 2.7 per cent. Considering the total number of 2,306 cases and 68 deaths (fatality rate 2.9 per cent) since January 2018 in Haut Katanga, the 944 cases and 26 deaths in January 2019 represent a significant increase of cholera in this area. (<a href=\"https://reliefweb.int/node/3036253\">UNICEF, 31 Jan 2019</a>)</p>\n<p>Since the beginning of 2019, there have been 22 314 suspected <strong>cholera</strong> cases across the country, with 390 deaths (<a href=\"https://reliefweb.int/node/3367963\">WHO, 27 Oct 2019</a>)</p>\n<p>During week 50 (week ending 15 December 2019), a total of 585 suspected cases of <strong>cholera</strong> and 5 deaths (CFR 0.85%) were notified from 56 health zones in 13 provinces. The endemic provinces of North-Kivu, South-Kivu, Haut-Lomami, Haut-Katanga, Tshopo and Tanganyika account for 91% of cases reported during week 50. Between week 1 and week 50 of 2019, a total of 29 087 cases including 501 deaths (CFR 1.7%) have been notified from 23 out of 26 provinces. Compared to the same period in 2018 (week 1-50), there is a 2.3 % decrease in the number of reported cases and a 39% decrease in the number of deaths. (<a href=\"https://reliefweb.int/node/3473678\">WHO, 12 Jan 2020</a>)</p>\n<p>Between 1 Jan and 1 Dec 2013, 86,264 <strong>measles</strong> cases and 1,372 deaths were recorded (<a href=\"https://reliefweb.int/node/625080\">WHO, 20 Dec 2013</a>).</p>\n<p>The cholera outbreak in Democratic Republic of the Congo continues although the situation has been steadily improving in the past weeks. The number of new cases has been gradually declining since week 1 of 2020 when the highest peak was observed, with 767 suspected cases and nine deaths reported. [...] From weeks 1-4 of 2020, a total of 2 651 suspected cholera cases with 43 deaths (case fatality ratio 1.6%) were reported from 69 health zones located in 14 provinces. (<a href=\"https://reliefweb.int/node/3526459\">WHO, 16 Feb 2020</a>).</p>\n<p><strong>Measles</strong>: Over 43 000 cases were reported in 2017. In weeks 1 and 2 of 2018, 713 cases and 13 deaths were reported, with a stable weekly number of cases since week 52 of 2017.The trend of the outbreak has decreased this week. Most of the suspected cases this week were reported from South Kivu province. (<a href=\"https://reliefweb.int/node/2437689\">WHO, 26 Jan 2018</a>)</p>\n<p>From 2018 week 1 to week 35 (week ending 2 September 2018), 23 979 cases [of <strong>measles</strong>] with 273 deaths (CFR 1.1%) have been reported. During week 35, a total of 962 new cases were reported with nineteen deaths (CFR 1.98%). Epidemic zones are mainly focused in the eastern part of the country. (<a href=\"https://reliefweb.int/node/2821534\">WHO, 5 Oct 2018</a>)</p>\n<p>During week 45 (ending 11 November 2018), 2 551 suspected [<strong>measles</strong>] cases including 33 deaths (CFR 1.3%) were reported across the country. Nighty four percent (94%) of all cases were reported from nine provinces: Tshopo, Haut Katanga, Haut Lomami, Lualaba, South Kivu, Maniema, Ituri, Tanganyika and Kasai Oriental. Since week 23, there has been an increasing trend in the weekly number of cases since week 22. (<a href=\"https://reliefweb.int/node/2920023\">WHO, 14 Dec 2018</a>)</p>\n<p>During week 49 (week ending 9 December 2018), 2 162 suspected [<strong>measles</strong>] cases including 36 deaths (CFR: 1.7%) were reported across the country. Eight provinces including Upper Katanga, Lualaba, Tshopo, Kasai Oriental, Tanganyika, Ituri, Lomami and South Kivu notified 84% of cases. Since week 47, there has been a decreasing trend in the weekly number of reported cases. (<a href=\"https://reliefweb.int/node/2958624\">WHO, 18 Jan 2019</a>)</p>\n<p>In week 36 (week ending 8 September 2019), 5 387 <strong>measles</strong> cases including 134 deaths were reported from all 26 provinces of the country. In total, 192 (37%) of the 519 health zones across the country have reported a confirmed measles outbreak. Since the beginning of 2019, 183 837 measles cases including 3 667 deaths (CFR 2.0%) have been recorded. Overall, 51% of cases reported in 2019 have been notified from Tshopo, Lualaba, Kasai and Haut-Lomami provinces. (<a href=\"https://reliefweb.int/node/3330078\">WHO, 29 Sep 2019</a>)</p>\n<p>Six hundred ninety-eight cases with 35 deaths (CFR: 5.0%) were reported in week 33 from 13 out of 26 provinces, an increase in cases compare to the previous week when 537 cases were reported. Five provinces (K. Oriental, South Kivu, Sankuru, Tanganyika and Kasai), reported 90.0% of the total cases\nin week 33. From week 1 to 33 of 2018, a total of 17 069 cases of <strong>cholera</strong> including 566 deaths (CFR 3.3 %) were reported. From week 1 of 2017, until week 22 of 2018, majority of cases were reported from endemic provinces; since week 23 of 2018 majority of the cases are reported from epidemic provinces. (<a href=\"https://reliefweb.int/node/2769899\">WHO, 31 Aug 2018</a>)</p>\n<p>Health authorities in the southern Haut-Katanga province recorded 855 <strong>measles</strong> cases and 13 deaths since the start of October. Nearly 80 per cent of those infected are children younger than five years. Vaccination is under way in the most affected Kilwa and Pweto health zones. (<a href=\"https://reliefweb.int/node/2842988\">OCHA, 22 Oct 2018</a>)</p>\n<p>Regarding the <strong>measles</strong> outbreak, a total of 6,839 suspected cases and 71 deaths were reported in the provinces of Haut Lomami (3,416 cases and 47 deaths), Lualaba (3,237 cases and 24 deaths), and Haut Katanga (186 cases and 0 death). The outbreak in Lualaba requires particular attention since this province has not experienced any epidemic for ten years. The health zones of Kasaji (1,377 cases and 6 deaths) and Dilolo (1,110 cases) of Lualaba province have been particularly affected.  (<a href=\"https://reliefweb.int/node/3036253\">UNICEF, 31 Jan 2019</a>)</p>\n<p>From January 2019 to 6 October 2019 there have been 209 211 cases of <strong>measles</strong>, with 4,149 deaths (<a href=\"https://reliefweb.int/node/3367963\">WHO, 27 Oct 2019</a>)</p>\n<p>Between 1 January and 29 December 2019, a cumulative total of 311 471 suspected <strong>measles</strong> cases with 6 045 deaths (case fatality ratio 1.9%) have been recorded from 253 of 519 (48.7%) health zones across the 26 provinces of the Democratic Republic of the Congo. Of these 311 471 cases, 2 682 have been laboratory-confirmed (IgM-positive) for measles infection, of which 28% are aged 5 years and above and 63% are unvaccinated or have unknown vaccination status. (<a href=\"https://reliefweb.int/node/3473678\">WHO, 12 Jan 2020</a>)</p>\n<p>In week 5 (week ending 26 January 2020), 2 928 measles cases including 22 deaths (CFR 0.8%) were reported across the country. There was a decrease in the number of new cases reported in week 5 compared to week 4 of 2020. The provinces of Maidombe, Equateur, Bas-Uele, Kongo Central and Mongala accounted for 44.7 % of cases reported in 2020 (weeks 1-5), with over 1 000 cases reported in these provinces. Since the beginning of 2019, 331 316 measles cases including 6 302 deaths (CFR 1.9%) have been recorded in 26 provinces. In total, 261 (50%) of the 519 health zones have reported a confirmed measles outbreak. To date, a total of 2 987 cases were laboratory confirmed (IgM+), 68% of which were children under 5 years old. (<a href=\"https://reliefweb.int/node/3526459\">WHO, 16 Feb 2020</a>)</p>\n<p>Since 22 May outbreak, 140 suspected cholera cases have been reported in North Kivu, more than 75% have been sampled for analysis by Ami Labo less than under 10% were positive. However, a clear increase in the number of suspected cases has been observed since 31 May, with 4 health zones of particular concern: Karisimbi (54 suspected cases including 2 confirmed cases), Kirotshe (49 suspected cases including 4 confirmed cases), Nyiragongo (26 suspected cases) and Goma (11 suspected cases). Overall, to date, and pending additional laboratory results, 6 cholera cases of cholera have been confirmed together with the presence of Salmonella-sp. (<a href=\"https://reliefweb.int/node/3746816\">UNICEF, 12 Jun 2021</a>)</p>\n<p>Despite vaccination effort, the number of <strong>measles</strong> cases reported is increasing with 2,471 cases of measles recorded in July. As of 31 July 2021, the DRC has reported 4,155 cholera cases, with 92 deaths representing a 90% decrease compared to 2020 figures. (<a href=\"https://reliefweb.int/node/3783631\">UNICEF, 18 Oct 2021</a>)</p>\n<p>Between 2020 and 2021, DRC has recorded a decrease in <strong>cholera</strong> cases of 180% as of week 43. This significant decrease in cases is the result\nof the implementation of strategic actions of the national cholera elimination programme through key activities such as: vaccination, strengthening surveillance, implementation of the CATI (case area targeted intervention) approach, improved case management, risk communication and community engagement, prevention actions, spillover effects of response actions to COVID-19 and Ebola outbreaks etc.\nDespite this general decrease, the trend is upwards in the provinces of Kassaï (94% increase); Tanganyika (43% increase) and Haut Lomami\n(38%). These provinces deserve special attention. (<a href=\"https://reliefweb.int/node/3798678\">UNICEF, 29 Nov 2021</a>)</p>\n<p>At least 11 children under the age of five died of <strong>measles</strong> in early February in the southeastern Tanganyika province where eight of the 11 health zones are affected by an outbreak of the contagious disease. According to the World Health Organization, there are insufficient supplies to treat Measles in the province with the disease killing 31 people by mid-February- most of them are children under 5. (<a href=\"https://reliefweb.int/node/3822758\">OCHA, 1 Mar 2022</a>)</p>\n<p>As of Epi-Week 34 of 2022 (ending 28 August ), 100 044 suspected cases and 1 294 <strong>measles</strong>-related deaths have been reported. A total of 4 652 cases investigated through the case-based surveillance system; 1 894 tested IgM+ for Measles; 63% of lab-confirmed measles cases have less than 5 years old, and only 36% with history of vaccination. A total of 148 health zones have confirmed measles outbreak at some point since the start of this year. From epidemiological week 1 to 35 (ending 4 September 2022), 9 137 suspected <strong>cholera</strong> cases including 163 deaths (CFR: 1.8%) were recorded in 70 health zones across 14 provinces of the Democratic Republic of the Congo. Suspected cases have mostly been reported from South Kivu (3 367), Haut-Lomami (1 736), Tanganyika (1 664), and North Kivu (1 586). The overall national incidence is 11 cases per 100 000 inhabitants. Joint WHO, UNICEF, MSF and PNECHOL teams have been deployed to Sankuru to support the local health authorities in the response to this epidemic. (<a href=\"https://reliefweb.int/node/3890986\">WHO, 25 Sep 2022</a>)</p>\n<p>In just 10 days, the number of people suspected of having cholera has increased alarmingly in Nyiragongo territory, east of Democratic Republic of Congo (DRC). Between 26 November and 11 December, Médecins Sans Frontières (MSF) teams treated 472 patients, including 143 children under the age of five, at the cholera treatment centre in Munigi, a town just a few kilometres from Goma.  (<a href=\"https://reliefweb.int/node/3916140\">MSF, 14 Dec 2022</a>)</p>\n<p>On 26 December, 82 new cholera cases were recorded in the cholera treatment facilities of Munigi, Kahembe and Kanyaruchinya in Nyiragongo health zone, in North-Kivu province, according to the Health Cluster. From 19 to 25 December, 590 cases including one death were reported, against 582 cases the previous week. From 31 October to 25 December, the territory of Nyiragongo has recorded 1,620 cases including nine deaths. (<a href=\"https://reliefweb.int/node/3921243\">OCHA, 4 Jan 2023</a>)</p>\n<p>From epidemiological week 1 to 47 (ending 27 November 2022), 14 290 suspected <strong>cholera</strong> cases, including 262 deaths (CFR: 1.7%), were recorded in 97 health zones across 17 provinces of the Democratic Republic of the Congo. Suspected cases have mostly been reported from South Kivu (4 519), Haut-Lomami (2 727), Tanganyika (2840), and North Kivu (2 599). Karisimbi and Nyiragongo health zones are among the cholera hotspot sites in North Kivu province. The number of cholera cases increased in Nyiragongo and Karisimbi health zones from weeks 47 and 50 of 2022, respectively. Since then, there has been a steady weekly increase in the number of new cases in Nyiragongo Health Zone, up to 720 new cases at SE52 in 2022. A total of 139 435 suspected <strong>measles</strong> cases and 1 740 measles-related deaths are reported in 2022 and 6 092 of these have been investigated , 2 718 measles IgM positive, 66% of lab confirmed measles cases are under 5 years of age, and only 35% have history of measles vaccination. (<a href=\"https://reliefweb.int/node/3923806\">WHO, 13 Jan 2023</a>)</p>\n<p>An outbreak of <strong>cholera</strong> was officially declared in North Kivu province of DRC on 14 December 2022, following a massive influx of IDPs in Nyiragongo and Karisimbi health zones (HZs). Between outbreak inception on week 47, 2022 (21-27 November) and 27 January 2023, a cumulative of 4 104 suspected cases of cholera including 16 deaths (CFR 0.4%) have been reported, including 3 798 cases and 16 deaths (CFR 0.4%) in Nyiragongo HZ, and 306 cases and zero death (CFR 0.0%) in Karisimbi HZ. An OCV campaign has been officially launched on 25 January 2023 and is scheduled from 26-30 January 2023. In 2023, from week 1 through week 4 (ending 30 January ), a total of 19 437 suspected cases with 174 related deaths (CFR 0.9%), 151 IgM+ for <strong>measles</strong> and 36 IgM+ for rubella from 264 investigated cases have been reported; 15 health zones are in outbreak. In 2022, there were 146 438 suspected measles cases, 2 853 IgM+ and 1 846 measles-related deaths (CFR 1.3%). <a href=\"https://reliefweb.int/node/3942403\">WHO, 11 March 2023</a></p>\n<p>From epidemiological week 1 to 11, 2023, 7 243 suspected cases of cholera, including 47 deaths (CFR 0.6%), have been recorded in 62 Health Zones of nine provinces. Areas with active outbreaks include North Kivu, Haut Katanga, and Tanganyika. The incidence (per 100,000 inhabitants) is 14 for the entire. Between weeks 1-10 of 2023, at total of 1 912 samples were tested and 634 (33.2%) were found positive for Vibrio cholera. An outbreak of cholera was officially declared in North Kivu province of DRC on 14 December 2022, following a massive influx of IDPs in Nyiragongo and Karisimbi health\nzones (HZs). Between outbreak inception on week 47, 2022 (21-27 November) and 27 January 2023, a cumulative of 4 104 suspected cases of cholera including 16 deaths (CFR 0.4%) have been reported, including 3 798 cases and 16 deaths (CFR 0.4%) in Nyiragongo HZ, and 306 cases and zero death (CFR 0.0%) in Karisimbi HZ. An OCV campaign has been officially launched on 25 January 2023 and is scheduled from 26-30 January 2023. A sharp increase in cases was observed in the camps for displaced persons from the M23 crisis in Nyiragongo, Goma and Karisimbi sanitation zones as of week 10 of 2023. <a href=\"https://reliefweb.int/node/3953810\">WHO, 9 April 2023</a></p>\n"
      },
      "description-html": "<p>While the last major <strong>cholera</strong> outbreak in DR Congo's western provinces was in <a href=\"https://reliefweb.int/disaster/ep-2011-000076-cod\">2011</a>, cholera is endemic in the eastern provinces, which experienced a resurgence of cases starting in July 2012. Over the course of 2013, ongoing violence and displacement in North and South Kivu, Katanga and Orientale provinces limited access to health care and life-saving vaccination services. Between January and September, more than 21,000 cases of cholera and 376 deaths were recorded with 99% of these cases in the eastern provinces. During the same time frame, more than 74,299 cases of measles and 1,160 deaths had been reported. (<a href=\"https://reliefweb.int/node/618503\">WHO, 31 Oct 2013</a>)</p>\n<p>In 2013, Katanga was the most-affected province with 13,726 <strong>cholera</strong> cases and 348 deaths, compared to 6,930 cases and 223 deaths in 2012 (<a href=\"https://reliefweb.int/node/630635\">OCHA, 15 Jan 2014</a>). On 7 Dec 2013, the governor of Sud-Kivu officially declared a cholera epidemic outbreak. More than 6,200 cases had been reported since the beginning of the year. (<a href=\"https://reliefweb.int/node/622365\">OCHA, 11 Dec 2013</a>) Country-wide, a total of 26,440 cases of cholera were reported in 2013 (<a href=\"https://reliefweb.int/node/686511\">UNICEF, 28 Jul 2014</a>).</p>\n<p>By the end of July 2014, 10,551 <strong>cholera</strong> cases had been reported - almost half the number of cases reported during the same time in 2013 (19,032) (<a href=\"https://reliefweb.int/node/686511\">UNICEF, 28 Jul 2014</a>). By October, the total number of cholera cases in 2014 stood at just over 14,000, compared to just over 21,000 in 2013 (<a href=\"https://reliefweb.int/node/701317\">UNICEF, 20 Oct 2014</a>). By then end of 2014, a total of 19,305 cases had been recorded (<a href=\"https://reliefweb.int/node/825386\">UNICEF, 29 Jan 2015</a>).</p>\n<p>Since the beginning of the year, 19,705 [<strong>cholera</strong>] cases have been reported in DRC. As of 29 November, the following provinces had reported cases: South Kivu (4,906), ex-Katanga (4,565), Maniema (3,971), North Kivu (3,294) and ex-Oriental (2,969). A high number of cases are still reported in the province of South Kivu where the situation is particularly worrying because of the presence of camps hosting refugees from Burundi. Furthermore, there are concerns that the epidemic in Maniema could spread to other provinces of the country as observed during the 2011 cholera epidemic when areas of Kinshasa were also affected. (<a href=\"https://reliefweb.int/node/1308756\">WHO,15 Dec 2015</a>)</p>\n<p>The protracted outbreak of <strong>cholera</strong> in [DRC] is still going on unabated ... The situation has continued to worsen with numerous pockets of outbreaks occurring along the Congo River...Since the beginning of the year up to 15 April 2017, a total of 9,160 cases including 315 deaths (case fatality rate of 3.4%) have been reported. Meanwhile in 2016, a total of 29,352 cases, including 817 deaths (case fatality rate of 2.8%) were notified nationwide. With these, the cumulative number of cases and deaths reported since onset of the outbreak is 38,511 cases including 1,419 deaths (case fatality rate of 3.68%). In 2017, the provinces of Tanganyika, South Kivu, Ecuador, Maindombe, Central Kongo, and Tshopo have been the most affected. (<a href=\"https://reliefweb.int/node/2005094\">WHO, 25 Apr 2017</a>)</p>\n<p>In spite of the observed reduction during the reporting week, the <strong>cholera</strong> outbreak in the Democratic Republic of the Congo remains a concern, with a high weekly incidence and new areas being affected. The cholera epidemic is active in eleven provinces and 66 health zones. The outbreak appears to be following three major river and lake routes, suggesting that these water bodies play an important role in transmission. Towards the east of the country, the affected areas are along Lake Tanganyika and Lake Kivu and the disease appears to be moving towards Lake Albert in the north-east. In the central region, the disease is affecting areas along the internal lakes and along the Congo River, up to Kindu and Maniema. In the western central area, the disease is affecting areas along the Kasai River. (<a href=\"https://reliefweb.int/node/2287239\">WHO, 23 Oct 2017</a>)</p>\n<p>Between W1 and W48, 50,579 suspected <strong>cholera</strong> cases including 1,083 deaths (Case-fatality ratio of 2.1%) are reported from 23 provinces and 225 health zones. To be noted that while this bulletin was prepared, the completeness rate of the database shared was not of 100%. However, the overall decrease of the reported cholera incidence is clear as the incidence reduces in several provinces (notably North Kivu, South Kivu, Kongo Central, Sankuru, Tanganyika, and Ituri). The epidemic is still expanding to new areas in the Great Kasai, despite an overall reduction in the cumulative incidence. (<a href=\"https://reliefweb.int/node/2376729\">UNICEF, 15 Dec 2017</a>)</p>\n<p>The trend of the [<strong>cholera</strong>] outbreak continues to improve nationwide. During week 2 of 2018, a total of 763 suspected cases and 14 deaths (CFR: 1.8%) were reported, compared to 1 022 suspected cases and 19 deaths (CFR: 1.9%) during week 1 of 2018.  Most of the cases are reported from during this week are reported from Kinshasa (189 cases), North Kivu (272) and South Kivu (117). From 4-7 January 2018, a flooding event affected areas of Kinshasa that are currently reporting cholera cases. (<a href=\"https://reliefweb.int/node/2437689\">WHO, 26 Jan 2018</a>)</p>\n<p>In week 25 of 2018, 288 suspected [<strong>measles</strong>] cases with 7 deaths (CFR-2.4%) were notified across the country compared to 557 suspected cases with 9 deaths (CFR-1.6%) reported in the previous week 24. During week 25, the provinces of Haut Katanga, Sankuru, Tanganyika, Maniema and Haut Lomani notified 76.4% of all suspected cases. A total of 14,286 cases with 155 deaths (CFR-1.1%) has been reported from week 1 to 25, 2018.  (<a href=\"https://reliefweb.int/node/2695694\">WHO, 6 Jul 2018</a>)</p>\n<p>In week 38 (week ending 23 September 2018), 724 [<strong>cholera</strong>] cases with 18 deaths (CFR 2.5%) were reported from 12 out of 26 provinces. Six out of the total provinces that reported cases (Kasai Oriental, Tanganyika, Katanga, Kasai, Kongo Central, and Sankuru) reported 92% of the total cases. Since the beginning of 2018 to the week 38, a total of 21,112 cases were reported including 691 deaths (CFR 3.3%). There has been a trend of increasing cases since week 21. A similar trend was observed in the same period in 2017. (<a href=\"https://reliefweb.int/node/2821534\">WHO, 5 Oct 2018</a>)</p>\n<p>The <strong>cholera</strong> outbreak in the Democratic Republic of the Congo has been increasing gradually in the last three weeks, following a strong decrease in cases observed nationally between weeks 35 and 41. In 2018, the incidence of cholera cases peaked in week 35 (week ending 2 September 2018) with 883 cases. Thereafter, the weekly caseload steadily decreased until week 41 (week ending 14 October 2018) when 559 cases were reported. This downward trend was mostly due to marked improvement of the cholera outbreak situation in the Kasai region. The weekly incidence then started increasing in week 42, with 706 suspected cases reported. In week 44 (week ending 4 November 2018), 828 suspected cases and 20 deaths (case fatality ratio (CFR) 2.4%) were reported, compared to 784 cases reported in week 43. (<a href=\"https://reliefweb.int/node/2881473\">WHO, 16 Nov 2018</a>)</p>\n<p>A total of 394 suspected cases of <strong>cholera</strong> including six deaths (CFR 1.5%) were reported during week 50. The number of suspected cases reported per week has dropped below 500 since the week 48 of 2018. Cases reported in the endemic provinces (South Kivu, Tanganyika, Haut Lomami and Haut Katanga) account for 74% of cases and 33% of deaths in week 50. (<a href=\"https://reliefweb.int/node/2958624/\">WHO, 18 Jan 2019</a>)</p>\n<p>In January 2019, a <strong>cholera</strong> epidemic was declared in Haut Katanga province by the Ministry of Health. During the reporting period, a total of 1,833 cases were registered in the three provinces (944 cases and 26 deaths in Haut Katanga, 757 cases and 23 deaths in Haut Lomani, and 132 cases and 0 deaths in Lualaba). With a total of 49 deceased individuals in January, the average cholera fatality rate in the three provinces is at 2.7 per cent. Considering the total number of 2,306 cases and 68 deaths (fatality rate 2.9 per cent) since January 2018 in Haut Katanga, the 944 cases and 26 deaths in January 2019 represent a significant increase of cholera in this area. (<a href=\"https://reliefweb.int/node/3036253\">UNICEF, 31 Jan 2019</a>)</p>\n<p>Since the beginning of 2019, there have been 22 314 suspected <strong>cholera</strong> cases across the country, with 390 deaths (<a href=\"https://reliefweb.int/node/3367963\">WHO, 27 Oct 2019</a>)</p>\n<p>During week 50 (week ending 15 December 2019), a total of 585 suspected cases of <strong>cholera</strong> and 5 deaths (CFR 0.85%) were notified from 56 health zones in 13 provinces. The endemic provinces of North-Kivu, South-Kivu, Haut-Lomami, Haut-Katanga, Tshopo and Tanganyika account for 91% of cases reported during week 50. Between week 1 and week 50 of 2019, a total of 29 087 cases including 501 deaths (CFR 1.7%) have been notified from 23 out of 26 provinces. Compared to the same period in 2018 (week 1-50), there is a 2.3 % decrease in the number of reported cases and a 39% decrease in the number of deaths. (<a href=\"https://reliefweb.int/node/3473678\">WHO, 12 Jan 2020</a>)</p>\n<p>Between 1 Jan and 1 Dec 2013, 86,264 <strong>measles</strong> cases and 1,372 deaths were recorded (<a href=\"https://reliefweb.int/node/625080\">WHO, 20 Dec 2013</a>).</p>\n<p>The cholera outbreak in Democratic Republic of the Congo continues although the situation has been steadily improving in the past weeks. The number of new cases has been gradually declining since week 1 of 2020 when the highest peak was observed, with 767 suspected cases and nine deaths reported. [...] From weeks 1-4 of 2020, a total of 2 651 suspected cholera cases with 43 deaths (case fatality ratio 1.6%) were reported from 69 health zones located in 14 provinces. (<a href=\"https://reliefweb.int/node/3526459\">WHO, 16 Feb 2020</a>).</p>\n<p><strong>Measles</strong>: Over 43 000 cases were reported in 2017. In weeks 1 and 2 of 2018, 713 cases and 13 deaths were reported, with a stable weekly number of cases since week 52 of 2017.The trend of the outbreak has decreased this week. Most of the suspected cases this week were reported from South Kivu province. (<a href=\"https://reliefweb.int/node/2437689\">WHO, 26 Jan 2018</a>)</p>\n<p>From 2018 week 1 to week 35 (week ending 2 September 2018), 23 979 cases [of <strong>measles</strong>] with 273 deaths (CFR 1.1%) have been reported. During week 35, a total of 962 new cases were reported with nineteen deaths (CFR 1.98%). Epidemic zones are mainly focused in the eastern part of the country. (<a href=\"https://reliefweb.int/node/2821534\">WHO, 5 Oct 2018</a>)</p>\n<p>During week 45 (ending 11 November 2018), 2 551 suspected [<strong>measles</strong>] cases including 33 deaths (CFR 1.3%) were reported across the country. Nighty four percent (94%) of all cases were reported from nine provinces: Tshopo, Haut Katanga, Haut Lomami, Lualaba, South Kivu, Maniema, Ituri, Tanganyika and Kasai Oriental. Since week 23, there has been an increasing trend in the weekly number of cases since week 22. (<a href=\"https://reliefweb.int/node/2920023\">WHO, 14 Dec 2018</a>)</p>\n<p>During week 49 (week ending 9 December 2018), 2 162 suspected [<strong>measles</strong>] cases including 36 deaths (CFR: 1.7%) were reported across the country. Eight provinces including Upper Katanga, Lualaba, Tshopo, Kasai Oriental, Tanganyika, Ituri, Lomami and South Kivu notified 84% of cases. Since week 47, there has been a decreasing trend in the weekly number of reported cases. (<a href=\"https://reliefweb.int/node/2958624\">WHO, 18 Jan 2019</a>)</p>\n<p>In week 36 (week ending 8 September 2019), 5 387 <strong>measles</strong> cases including 134 deaths were reported from all 26 provinces of the country. In total, 192 (37%) of the 519 health zones across the country have reported a confirmed measles outbreak. Since the beginning of 2019, 183 837 measles cases including 3 667 deaths (CFR 2.0%) have been recorded. Overall, 51% of cases reported in 2019 have been notified from Tshopo, Lualaba, Kasai and Haut-Lomami provinces. (<a href=\"https://reliefweb.int/node/3330078\">WHO, 29 Sep 2019</a>)</p>\n<p>Six hundred ninety-eight cases with 35 deaths (CFR: 5.0%) were reported in week 33 from 13 out of 26 provinces, an increase in cases compare to the previous week when 537 cases were reported. Five provinces (K. Oriental, South Kivu, Sankuru, Tanganyika and Kasai), reported 90.0% of the total cases\nin week 33. From week 1 to 33 of 2018, a total of 17 069 cases of <strong>cholera</strong> including 566 deaths (CFR 3.3 %) were reported. From week 1 of 2017, until week 22 of 2018, majority of cases were reported from endemic provinces; since week 23 of 2018 majority of the cases are reported from epidemic provinces. (<a href=\"https://reliefweb.int/node/2769899\">WHO, 31 Aug 2018</a>)</p>\n<p>Health authorities in the southern Haut-Katanga province recorded 855 <strong>measles</strong> cases and 13 deaths since the start of October. Nearly 80 per cent of those infected are children younger than five years. Vaccination is under way in the most affected Kilwa and Pweto health zones. (<a href=\"https://reliefweb.int/node/2842988\">OCHA, 22 Oct 2018</a>)</p>\n<p>Regarding the <strong>measles</strong> outbreak, a total of 6,839 suspected cases and 71 deaths were reported in the provinces of Haut Lomami (3,416 cases and 47 deaths), Lualaba (3,237 cases and 24 deaths), and Haut Katanga (186 cases and 0 death). The outbreak in Lualaba requires particular attention since this province has not experienced any epidemic for ten years. The health zones of Kasaji (1,377 cases and 6 deaths) and Dilolo (1,110 cases) of Lualaba province have been particularly affected.  (<a href=\"https://reliefweb.int/node/3036253\">UNICEF, 31 Jan 2019</a>)</p>\n<p>From January 2019 to 6 October 2019 there have been 209 211 cases of <strong>measles</strong>, with 4,149 deaths (<a href=\"https://reliefweb.int/node/3367963\">WHO, 27 Oct 2019</a>)</p>\n<p>Between 1 January and 29 December 2019, a cumulative total of 311 471 suspected <strong>measles</strong> cases with 6 045 deaths (case fatality ratio 1.9%) have been recorded from 253 of 519 (48.7%) health zones across the 26 provinces of the Democratic Republic of the Congo. Of these 311 471 cases, 2 682 have been laboratory-confirmed (IgM-positive) for measles infection, of which 28% are aged 5 years and above and 63% are unvaccinated or have unknown vaccination status. (<a href=\"https://reliefweb.int/node/3473678\">WHO, 12 Jan 2020</a>)</p>\n<p>In week 5 (week ending 26 January 2020), 2 928 measles cases including 22 deaths (CFR 0.8%) were reported across the country. There was a decrease in the number of new cases reported in week 5 compared to week 4 of 2020. The provinces of Maidombe, Equateur, Bas-Uele, Kongo Central and Mongala accounted for 44.7 % of cases reported in 2020 (weeks 1-5), with over 1 000 cases reported in these provinces. Since the beginning of 2019, 331 316 measles cases including 6 302 deaths (CFR 1.9%) have been recorded in 26 provinces. In total, 261 (50%) of the 519 health zones have reported a confirmed measles outbreak. To date, a total of 2 987 cases were laboratory confirmed (IgM+), 68% of which were children under 5 years old. (<a href=\"https://reliefweb.int/node/3526459\">WHO, 16 Feb 2020</a>)</p>\n<p>Since 22 May outbreak, 140 suspected cholera cases have been reported in North Kivu, more than 75% have been sampled for analysis by Ami Labo less than under 10% were positive. However, a clear increase in the number of suspected cases has been observed since 31 May, with 4 health zones of particular concern: Karisimbi (54 suspected cases including 2 confirmed cases), Kirotshe (49 suspected cases including 4 confirmed cases), Nyiragongo (26 suspected cases) and Goma (11 suspected cases). Overall, to date, and pending additional laboratory results, 6 cholera cases of cholera have been confirmed together with the presence of Salmonella-sp. (<a href=\"https://reliefweb.int/node/3746816\">UNICEF, 12 Jun 2021</a>)</p>\n<p>Despite vaccination effort, the number of <strong>measles</strong> cases reported is increasing with 2,471 cases of measles recorded in July. As of 31 July 2021, the DRC has reported 4,155 cholera cases, with 92 deaths representing a 90% decrease compared to 2020 figures. (<a href=\"https://reliefweb.int/node/3783631\">UNICEF, 18 Oct 2021</a>)</p>\n<p>Between 2020 and 2021, DRC has recorded a decrease in <strong>cholera</strong> cases of 180% as of week 43. This significant decrease in cases is the result\nof the implementation of strategic actions of the national cholera elimination programme through key activities such as: vaccination, strengthening surveillance, implementation of the CATI (case area targeted intervention) approach, improved case management, risk communication and community engagement, prevention actions, spillover effects of response actions to COVID-19 and Ebola outbreaks etc.\nDespite this general decrease, the trend is upwards in the provinces of Kassaï (94% increase); Tanganyika (43% increase) and Haut Lomami\n(38%). These provinces deserve special attention. (<a href=\"https://reliefweb.int/node/3798678\">UNICEF, 29 Nov 2021</a>)</p>\n<p>At least 11 children under the age of five died of <strong>measles</strong> in early February in the southeastern Tanganyika province where eight of the 11 health zones are affected by an outbreak of the contagious disease. According to the World Health Organization, there are insufficient supplies to treat Measles in the province with the disease killing 31 people by mid-February- most of them are children under 5. (<a href=\"https://reliefweb.int/node/3822758\">OCHA, 1 Mar 2022</a>)</p>\n<p>As of Epi-Week 34 of 2022 (ending 28 August ), 100 044 suspected cases and 1 294 <strong>measles</strong>-related deaths have been reported. A total of 4 652 cases investigated through the case-based surveillance system; 1 894 tested IgM+ for Measles; 63% of lab-confirmed measles cases have less than 5 years old, and only 36% with history of vaccination. A total of 148 health zones have confirmed measles outbreak at some point since the start of this year. From epidemiological week 1 to 35 (ending 4 September 2022), 9 137 suspected <strong>cholera</strong> cases including 163 deaths (CFR: 1.8%) were recorded in 70 health zones across 14 provinces of the Democratic Republic of the Congo. Suspected cases have mostly been reported from South Kivu (3 367), Haut-Lomami (1 736), Tanganyika (1 664), and North Kivu (1 586). The overall national incidence is 11 cases per 100 000 inhabitants. Joint WHO, UNICEF, MSF and PNECHOL teams have been deployed to Sankuru to support the local health authorities in the response to this epidemic. (<a href=\"https://reliefweb.int/node/3890986\">WHO, 25 Sep 2022</a>)</p>\n<p>In just 10 days, the number of people suspected of having cholera has increased alarmingly in Nyiragongo territory, east of Democratic Republic of Congo (DRC). Between 26 November and 11 December, Médecins Sans Frontières (MSF) teams treated 472 patients, including 143 children under the age of five, at the cholera treatment centre in Munigi, a town just a few kilometres from Goma.  (<a href=\"https://reliefweb.int/node/3916140\">MSF, 14 Dec 2022</a>)</p>\n<p>On 26 December, 82 new cholera cases were recorded in the cholera treatment facilities of Munigi, Kahembe and Kanyaruchinya in Nyiragongo health zone, in North-Kivu province, according to the Health Cluster. From 19 to 25 December, 590 cases including one death were reported, against 582 cases the previous week. From 31 October to 25 December, the territory of Nyiragongo has recorded 1,620 cases including nine deaths. (<a href=\"https://reliefweb.int/node/3921243\">OCHA, 4 Jan 2023</a>)</p>\n<p>From epidemiological week 1 to 47 (ending 27 November 2022), 14 290 suspected <strong>cholera</strong> cases, including 262 deaths (CFR: 1.7%), were recorded in 97 health zones across 17 provinces of the Democratic Republic of the Congo. Suspected cases have mostly been reported from South Kivu (4 519), Haut-Lomami (2 727), Tanganyika (2840), and North Kivu (2 599). Karisimbi and Nyiragongo health zones are among the cholera hotspot sites in North Kivu province. The number of cholera cases increased in Nyiragongo and Karisimbi health zones from weeks 47 and 50 of 2022, respectively. Since then, there has been a steady weekly increase in the number of new cases in Nyiragongo Health Zone, up to 720 new cases at SE52 in 2022. A total of 139 435 suspected <strong>measles</strong> cases and 1 740 measles-related deaths are reported in 2022 and 6 092 of these have been investigated , 2 718 measles IgM positive, 66% of lab confirmed measles cases are under 5 years of age, and only 35% have history of measles vaccination. (<a href=\"https://reliefweb.int/node/3923806\">WHO, 13 Jan 2023</a>)</p>\n<p>An outbreak of <strong>cholera</strong> was officially declared in North Kivu province of DRC on 14 December 2022, following a massive influx of IDPs in Nyiragongo and Karisimbi health zones (HZs). Between outbreak inception on week 47, 2022 (21-27 November) and 27 January 2023, a cumulative of 4 104 suspected cases of cholera including 16 deaths (CFR 0.4%) have been reported, including 3 798 cases and 16 deaths (CFR 0.4%) in Nyiragongo HZ, and 306 cases and zero death (CFR 0.0%) in Karisimbi HZ. An OCV campaign has been officially launched on 25 January 2023 and is scheduled from 26-30 January 2023. In 2023, from week 1 through week 4 (ending 30 January ), a total of 19 437 suspected cases with 174 related deaths (CFR 0.9%), 151 IgM+ for <strong>measles</strong> and 36 IgM+ for rubella from 264 investigated cases have been reported; 15 health zones are in outbreak. In 2022, there were 146 438 suspected measles cases, 2 853 IgM+ and 1 846 measles-related deaths (CFR 1.3%). <a href=\"https://reliefweb.int/node/3942403\">WHO, 11 March 2023</a></p>\n<p>From epidemiological week 1 to 11, 2023, 7 243 suspected cases of cholera, including 47 deaths (CFR 0.6%), have been recorded in 62 Health Zones of nine provinces. Areas with active outbreaks include North Kivu, Haut Katanga, and Tanganyika. The incidence (per 100,000 inhabitants) is 14 for the entire. Between weeks 1-10 of 2023, at total of 1 912 samples were tested and 634 (33.2%) were found positive for Vibrio cholera. An outbreak of cholera was officially declared in North Kivu province of DRC on 14 December 2022, following a massive influx of IDPs in Nyiragongo and Karisimbi health\nzones (HZs). Between outbreak inception on week 47, 2022 (21-27 November) and 27 January 2023, a cumulative of 4 104 suspected cases of cholera including 16 deaths (CFR 0.4%) have been reported, including 3 798 cases and 16 deaths (CFR 0.4%) in Nyiragongo HZ, and 306 cases and zero death (CFR 0.0%) in Karisimbi HZ. An OCV campaign has been officially launched on 25 January 2023 and is scheduled from 26-30 January 2023. A sharp increase in cases was observed in the camps for displaced persons from the M23 crisis in Nyiragongo, Goma and Karisimbi sanitation zones as of week 10 of 2023. <a href=\"https://reliefweb.int/node/3953810\">WHO, 9 April 2023</a></p>\n",
      "description": "While the last major **cholera** outbreak in DR Congo's western provinces was in [2011](https://reliefweb.int/disaster/ep-2011-000076-cod), cholera is endemic in the eastern provinces, which experienced a resurgence of cases starting in July 2012. Over the course of 2013, ongoing violence and displacement in North and South Kivu, Katanga and Orientale provinces limited access to health care and life-saving vaccination services. Between January and September, more than 21,000 cases of cholera and 376 deaths were recorded with 99% of these cases in the eastern provinces. During the same time frame, more than 74,299 cases of measles and 1,160 deaths had been reported. ([WHO, 31 Oct 2013](https://reliefweb.int/node/618503))\n\nIn 2013, Katanga was the most-affected province with 13,726 **cholera** cases and 348 deaths, compared to 6,930 cases and 223 deaths in 2012 ([OCHA, 15 Jan 2014](https://reliefweb.int/node/630635)). On 7 Dec 2013, the governor of Sud-Kivu officially declared a cholera epidemic outbreak. More than 6,200 cases had been reported since the beginning of the year. ([OCHA, 11 Dec 2013](https://reliefweb.int/node/622365)) Country-wide, a total of 26,440 cases of cholera were reported in 2013 ([UNICEF, 28 Jul 2014](https://reliefweb.int/node/686511)).\n\nBy the end of July 2014, 10,551 **cholera** cases had been reported - almost half the number of cases reported during the same time in 2013 (19,032) ([UNICEF, 28 Jul 2014](https://reliefweb.int/node/686511)). By October, the total number of cholera cases in 2014 stood at just over 14,000, compared to just over 21,000 in 2013 ([UNICEF, 20 Oct 2014](https://reliefweb.int/node/701317)). By then end of 2014, a total of 19,305 cases had been recorded ([UNICEF, 29 Jan 2015](https://reliefweb.int/node/825386)).\n\nSince the beginning of the year, 19,705 [**cholera**] cases have been reported in DRC. As of 29 November, the following provinces had reported cases: South Kivu (4,906), ex-Katanga (4,565), Maniema (3,971), North Kivu (3,294) and ex-Oriental (2,969). A high number of cases are still reported in the province of South Kivu where the situation is particularly worrying because of the presence of camps hosting refugees from Burundi. Furthermore, there are concerns that the epidemic in Maniema could spread to other provinces of the country as observed during the 2011 cholera epidemic when areas of Kinshasa were also affected. ([WHO,15 Dec 2015](https://reliefweb.int/node/1308756))\n\nThe protracted outbreak of **cholera** in [DRC] is still going on unabated ... The situation has continued to worsen with numerous pockets of outbreaks occurring along the Congo River...Since the beginning of the year up to 15 April 2017, a total of 9,160 cases including 315 deaths (case fatality rate of 3.4%) have been reported. Meanwhile in 2016, a total of 29,352 cases, including 817 deaths (case fatality rate of 2.8%) were notified nationwide. With these, the cumulative number of cases and deaths reported since onset of the outbreak is 38,511 cases including 1,419 deaths (case fatality rate of 3.68%). In 2017, the provinces of Tanganyika, South Kivu, Ecuador, Maindombe, Central Kongo, and Tshopo have been the most affected. ([WHO, 25 Apr 2017](https://reliefweb.int/node/2005094))    \n\nIn spite of the observed reduction during the reporting week, the **cholera** outbreak in the Democratic Republic of the Congo remains a concern, with a high weekly incidence and new areas being affected. The cholera epidemic is active in eleven provinces and 66 health zones. The outbreak appears to be following three major river and lake routes, suggesting that these water bodies play an important role in transmission. Towards the east of the country, the affected areas are along Lake Tanganyika and Lake Kivu and the disease appears to be moving towards Lake Albert in the north-east. In the central region, the disease is affecting areas along the internal lakes and along the Congo River, up to Kindu and Maniema. In the western central area, the disease is affecting areas along the Kasai River. ([WHO, 23 Oct 2017](https://reliefweb.int/node/2287239))    \n\nBetween W1 and W48, 50,579 suspected **cholera** cases including 1,083 deaths (Case-fatality ratio of 2.1%) are reported from 23 provinces and 225 health zones. To be noted that while this bulletin was prepared, the completeness rate of the database shared was not of 100%. However, the overall decrease of the reported cholera incidence is clear as the incidence reduces in several provinces (notably North Kivu, South Kivu, Kongo Central, Sankuru, Tanganyika, and Ituri). The epidemic is still expanding to new areas in the Great Kasai, despite an overall reduction in the cumulative incidence. ([UNICEF, 15 Dec 2017](https://reliefweb.int/node/2376729))\n\nThe trend of the [**cholera**] outbreak continues to improve nationwide. During week 2 of 2018, a total of 763 suspected cases and 14 deaths (CFR: 1.8%) were reported, compared to 1 022 suspected cases and 19 deaths (CFR: 1.9%) during week 1 of 2018.  Most of the cases are reported from during this week are reported from Kinshasa (189 cases), North Kivu (272) and South Kivu (117). From 4-7 January 2018, a flooding event affected areas of Kinshasa that are currently reporting cholera cases. ([WHO, 26 Jan 2018](https://reliefweb.int/node/2437689))\n\nIn week 25 of 2018, 288 suspected [**measles**] cases with 7 deaths (CFR-2.4%) were notified across the country compared to 557 suspected cases with 9 deaths (CFR-1.6%) reported in the previous week 24. During week 25, the provinces of Haut Katanga, Sankuru, Tanganyika, Maniema and Haut Lomani notified 76.4% of all suspected cases. A total of 14,286 cases with 155 deaths (CFR-1.1%) has been reported from week 1 to 25, 2018.  ([WHO, 6 Jul 2018](https://reliefweb.int/node/2695694))\n\nIn week 38 (week ending 23 September 2018), 724 [**cholera**] cases with 18 deaths (CFR 2.5%) were reported from 12 out of 26 provinces. Six out of the total provinces that reported cases (Kasai Oriental, Tanganyika, Katanga, Kasai, Kongo Central, and Sankuru) reported 92% of the total cases. Since the beginning of 2018 to the week 38, a total of 21,112 cases were reported including 691 deaths (CFR 3.3%). There has been a trend of increasing cases since week 21. A similar trend was observed in the same period in 2017. ([WHO, 5 Oct 2018](https://reliefweb.int/node/2821534))\n\nThe **cholera** outbreak in the Democratic Republic of the Congo has been increasing gradually in the last three weeks, following a strong decrease in cases observed nationally between weeks 35 and 41. In 2018, the incidence of cholera cases peaked in week 35 (week ending 2 September 2018) with 883 cases. Thereafter, the weekly caseload steadily decreased until week 41 (week ending 14 October 2018) when 559 cases were reported. This downward trend was mostly due to marked improvement of the cholera outbreak situation in the Kasai region. The weekly incidence then started increasing in week 42, with 706 suspected cases reported. In week 44 (week ending 4 November 2018), 828 suspected cases and 20 deaths (case fatality ratio (CFR) 2.4%) were reported, compared to 784 cases reported in week 43. ([WHO, 16 Nov 2018](https://reliefweb.int/node/2881473))\n\nA total of 394 suspected cases of **cholera** including six deaths (CFR 1.5%) were reported during week 50. The number of suspected cases reported per week has dropped below 500 since the week 48 of 2018. Cases reported in the endemic provinces (South Kivu, Tanganyika, Haut Lomami and Haut Katanga) account for 74% of cases and 33% of deaths in week 50. ([WHO, 18 Jan 2019](https://reliefweb.int/node/2958624/))\n\nIn January 2019, a **cholera** epidemic was declared in Haut Katanga province by the Ministry of Health. During the reporting period, a total of 1,833 cases were registered in the three provinces (944 cases and 26 deaths in Haut Katanga, 757 cases and 23 deaths in Haut Lomani, and 132 cases and 0 deaths in Lualaba). With a total of 49 deceased individuals in January, the average cholera fatality rate in the three provinces is at 2.7 per cent. Considering the total number of 2,306 cases and 68 deaths (fatality rate 2.9 per cent) since January 2018 in Haut Katanga, the 944 cases and 26 deaths in January 2019 represent a significant increase of cholera in this area. ([UNICEF, 31 Jan 2019](https://reliefweb.int/node/3036253))\n\nSince the beginning of 2019, there have been 22 314 suspected **cholera** cases across the country, with 390 deaths ([WHO, 27 Oct 2019](https://reliefweb.int/node/3367963))\n\nDuring week 50 (week ending 15 December 2019), a total of 585 suspected cases of **cholera** and 5 deaths (CFR 0.85%) were notified from 56 health zones in 13 provinces. The endemic provinces of North-Kivu, South-Kivu, Haut-Lomami, Haut-Katanga, Tshopo and Tanganyika account for 91% of cases reported during week 50. Between week 1 and week 50 of 2019, a total of 29 087 cases including 501 deaths (CFR 1.7%) have been notified from 23 out of 26 provinces. Compared to the same period in 2018 (week 1-50), there is a 2.3 % decrease in the number of reported cases and a 39% decrease in the number of deaths. ([WHO, 12 Jan 2020](https://reliefweb.int/node/3473678))\n\nBetween 1 Jan and 1 Dec 2013, 86,264 **measles** cases and 1,372 deaths were recorded ([WHO, 20 Dec 2013](https://reliefweb.int/node/625080)).\n\nThe cholera outbreak in Democratic Republic of the Congo continues although the situation has been steadily improving in the past weeks. The number of new cases has been gradually declining since week 1 of 2020 when the highest peak was observed, with 767 suspected cases and nine deaths reported. [...] From weeks 1-4 of 2020, a total of 2 651 suspected cholera cases with 43 deaths (case fatality ratio 1.6%) were reported from 69 health zones located in 14 provinces. ([WHO, 16 Feb 2020](https://reliefweb.int/node/3526459)).\n\n**Measles**: Over 43 000 cases were reported in 2017. In weeks 1 and 2 of 2018, 713 cases and 13 deaths were reported, with a stable weekly number of cases since week 52 of 2017.The trend of the outbreak has decreased this week. Most of the suspected cases this week were reported from South Kivu province. ([WHO, 26 Jan 2018](https://reliefweb.int/node/2437689))\n\nFrom 2018 week 1 to week 35 (week ending 2 September 2018), 23 979 cases [of **measles**] with 273 deaths (CFR 1.1%) have been reported. During week 35, a total of 962 new cases were reported with nineteen deaths (CFR 1.98%). Epidemic zones are mainly focused in the eastern part of the country. ([WHO, 5 Oct 2018](https://reliefweb.int/node/2821534))\n\nDuring week 45 (ending 11 November 2018), 2 551 suspected [**measles**] cases including 33 deaths (CFR 1.3%) were reported across the country. Nighty four percent (94%) of all cases were reported from nine provinces: Tshopo, Haut Katanga, Haut Lomami, Lualaba, South Kivu, Maniema, Ituri, Tanganyika and Kasai Oriental. Since week 23, there has been an increasing trend in the weekly number of cases since week 22. ([WHO, 14 Dec 2018](https://reliefweb.int/node/2920023))\n\nDuring week 49 (week ending 9 December 2018), 2 162 suspected [**measles**] cases including 36 deaths (CFR: 1.7%) were reported across the country. Eight provinces including Upper Katanga, Lualaba, Tshopo, Kasai Oriental, Tanganyika, Ituri, Lomami and South Kivu notified 84% of cases. Since week 47, there has been a decreasing trend in the weekly number of reported cases. ([WHO, 18 Jan 2019](https://reliefweb.int/node/2958624))\n\nIn week 36 (week ending 8 September 2019), 5 387 **measles** cases including 134 deaths were reported from all 26 provinces of the country. In total, 192 (37%) of the 519 health zones across the country have reported a confirmed measles outbreak. Since the beginning of 2019, 183 837 measles cases including 3 667 deaths (CFR 2.0%) have been recorded. Overall, 51% of cases reported in 2019 have been notified from Tshopo, Lualaba, Kasai and Haut-Lomami provinces. ([WHO, 29 Sep 2019](https://reliefweb.int/node/3330078))\n\nSix hundred ninety-eight cases with 35 deaths (CFR: 5.0%) were reported in week 33 from 13 out of 26 provinces, an increase in cases compare to the previous week when 537 cases were reported. Five provinces (K. Oriental, South Kivu, Sankuru, Tanganyika and Kasai), reported 90.0% of the total cases\nin week 33. From week 1 to 33 of 2018, a total of 17 069 cases of **cholera** including 566 deaths (CFR 3.3 %) were reported. From week 1 of 2017, until week 22 of 2018, majority of cases were reported from endemic provinces; since week 23 of 2018 majority of the cases are reported from epidemic provinces. ([WHO, 31 Aug 2018](https://reliefweb.int/node/2769899))\n\nHealth authorities in the southern Haut-Katanga province recorded 855 **measles** cases and 13 deaths since the start of October. Nearly 80 per cent of those infected are children younger than five years. Vaccination is under way in the most affected Kilwa and Pweto health zones. ([OCHA, 22 Oct 2018](https://reliefweb.int/node/2842988))\n\nRegarding the **measles** outbreak, a total of 6,839 suspected cases and 71 deaths were reported in the provinces of Haut Lomami (3,416 cases and 47 deaths), Lualaba (3,237 cases and 24 deaths), and Haut Katanga (186 cases and 0 death). The outbreak in Lualaba requires particular attention since this province has not experienced any epidemic for ten years. The health zones of Kasaji (1,377 cases and 6 deaths) and Dilolo (1,110 cases) of Lualaba province have been particularly affected.  ([UNICEF, 31 Jan 2019](https://reliefweb.int/node/3036253))\n\nFrom January 2019 to 6 October 2019 there have been 209 211 cases of **measles**, with 4,149 deaths ([WHO, 27 Oct 2019](https://reliefweb.int/node/3367963))\n \nBetween 1 January and 29 December 2019, a cumulative total of 311 471 suspected **measles** cases with 6 045 deaths (case fatality ratio 1.9%) have been recorded from 253 of 519 (48.7%) health zones across the 26 provinces of the Democratic Republic of the Congo. Of these 311 471 cases, 2 682 have been laboratory-confirmed (IgM-positive) for measles infection, of which 28% are aged 5 years and above and 63% are unvaccinated or have unknown vaccination status. ([WHO, 12 Jan 2020](https://reliefweb.int/node/3473678))\n\nIn week 5 (week ending 26 January 2020), 2 928 measles cases including 22 deaths (CFR 0.8%) were reported across the country. There was a decrease in the number of new cases reported in week 5 compared to week 4 of 2020. The provinces of Maidombe, Equateur, Bas-Uele, Kongo Central and Mongala accounted for 44.7 % of cases reported in 2020 (weeks 1-5), with over 1 000 cases reported in these provinces. Since the beginning of 2019, 331 316 measles cases including 6 302 deaths (CFR 1.9%) have been recorded in 26 provinces. In total, 261 (50%) of the 519 health zones have reported a confirmed measles outbreak. To date, a total of 2 987 cases were laboratory confirmed (IgM+), 68% of which were children under 5 years old. ([WHO, 16 Feb 2020](https://reliefweb.int/node/3526459))\n\nSince 22 May outbreak, 140 suspected cholera cases have been reported in North Kivu, more than 75% have been sampled for analysis by Ami Labo less than under 10% were positive. However, a clear increase in the number of suspected cases has been observed since 31 May, with 4 health zones of particular concern: Karisimbi (54 suspected cases including 2 confirmed cases), Kirotshe (49 suspected cases including 4 confirmed cases), Nyiragongo (26 suspected cases) and Goma (11 suspected cases). Overall, to date, and pending additional laboratory results, 6 cholera cases of cholera have been confirmed together with the presence of Salmonella-sp. ([UNICEF, 12 Jun 2021](https://reliefweb.int/node/3746816))\n\nDespite vaccination effort, the number of **measles** cases reported is increasing with 2,471 cases of measles recorded in July. As of 31 July 2021, the DRC has reported 4,155 cholera cases, with 92 deaths representing a 90% decrease compared to 2020 figures. ([UNICEF, 18 Oct 2021](https://reliefweb.int/node/3783631))\n\nBetween 2020 and 2021, DRC has recorded a decrease in **cholera** cases of 180% as of week 43. This significant decrease in cases is the result\nof the implementation of strategic actions of the national cholera elimination programme through key activities such as: vaccination, strengthening surveillance, implementation of the CATI (case area targeted intervention) approach, improved case management, risk communication and community engagement, prevention actions, spillover effects of response actions to COVID-19 and Ebola outbreaks etc.\nDespite this general decrease, the trend is upwards in the provinces of Kassaï (94% increase); Tanganyika (43% increase) and Haut Lomami\n(38%). These provinces deserve special attention. ([UNICEF, 29 Nov 2021](https://reliefweb.int/node/3798678))\n\nAt least 11 children under the age of five died of **measles** in early February in the southeastern Tanganyika province where eight of the 11 health zones are affected by an outbreak of the contagious disease. According to the World Health Organization, there are insufficient supplies to treat Measles in the province with the disease killing 31 people by mid-February- most of them are children under 5. ([OCHA, 1 Mar 2022](https://reliefweb.int/node/3822758))\n\nAs of Epi-Week 34 of 2022 (ending 28 August ), 100 044 suspected cases and 1 294 **measles**-related deaths have been reported. A total of 4 652 cases investigated through the case-based surveillance system; 1 894 tested IgM+ for Measles; 63% of lab-confirmed measles cases have less than 5 years old, and only 36% with history of vaccination. A total of 148 health zones have confirmed measles outbreak at some point since the start of this year. From epidemiological week 1 to 35 (ending 4 September 2022), 9 137 suspected **cholera** cases including 163 deaths (CFR: 1.8%) were recorded in 70 health zones across 14 provinces of the Democratic Republic of the Congo. Suspected cases have mostly been reported from South Kivu (3 367), Haut-Lomami (1 736), Tanganyika (1 664), and North Kivu (1 586). The overall national incidence is 11 cases per 100 000 inhabitants. Joint WHO, UNICEF, MSF and PNECHOL teams have been deployed to Sankuru to support the local health authorities in the response to this epidemic. ([WHO, 25 Sep 2022](https://reliefweb.int/node/3890986))\n\n\n\nIn just 10 days, the number of people suspected of having cholera has increased alarmingly in Nyiragongo territory, east of Democratic Republic of Congo (DRC). Between 26 November and 11 December, Médecins Sans Frontières (MSF) teams treated 472 patients, including 143 children under the age of five, at the cholera treatment centre in Munigi, a town just a few kilometres from Goma.  ([MSF, 14 Dec 2022](https://reliefweb.int/node/3916140))\n\nOn 26 December, 82 new cholera cases were recorded in the cholera treatment facilities of Munigi, Kahembe and Kanyaruchinya in Nyiragongo health zone, in North-Kivu province, according to the Health Cluster. From 19 to 25 December, 590 cases including one death were reported, against 582 cases the previous week. From 31 October to 25 December, the territory of Nyiragongo has recorded 1,620 cases including nine deaths. ([OCHA, 4 Jan 2023](https://reliefweb.int/node/3921243))\n\nFrom epidemiological week 1 to 47 (ending 27 November 2022), 14 290 suspected **cholera** cases, including 262 deaths (CFR: 1.7%), were recorded in 97 health zones across 17 provinces of the Democratic Republic of the Congo. Suspected cases have mostly been reported from South Kivu (4 519), Haut-Lomami (2 727), Tanganyika (2840), and North Kivu (2 599). Karisimbi and Nyiragongo health zones are among the cholera hotspot sites in North Kivu province. The number of cholera cases increased in Nyiragongo and Karisimbi health zones from weeks 47 and 50 of 2022, respectively. Since then, there has been a steady weekly increase in the number of new cases in Nyiragongo Health Zone, up to 720 new cases at SE52 in 2022. A total of 139 435 suspected **measles** cases and 1 740 measles-related deaths are reported in 2022 and 6 092 of these have been investigated , 2 718 measles IgM positive, 66% of lab confirmed measles cases are under 5 years of age, and only 35% have history of measles vaccination. ([WHO, 13 Jan 2023](https://reliefweb.int/node/3923806))\n\nAn outbreak of **cholera** was officially declared in North Kivu province of DRC on 14 December 2022, following a massive influx of IDPs in Nyiragongo and Karisimbi health zones (HZs). Between outbreak inception on week 47, 2022 (21-27 November) and 27 January 2023, a cumulative of 4 104 suspected cases of cholera including 16 deaths (CFR 0.4%) have been reported, including 3 798 cases and 16 deaths (CFR 0.4%) in Nyiragongo HZ, and 306 cases and zero death (CFR 0.0%) in Karisimbi HZ. An OCV campaign has been officially launched on 25 January 2023 and is scheduled from 26-30 January 2023. In 2023, from week 1 through week 4 (ending 30 January ), a total of 19 437 suspected cases with 174 related deaths (CFR 0.9%), 151 IgM+ for **measles** and 36 IgM+ for rubella from 264 investigated cases have been reported; 15 health zones are in outbreak. In 2022, there were 146 438 suspected measles cases, 2 853 IgM+ and 1 846 measles-related deaths (CFR 1.3%). [WHO, 11 March 2023](https://reliefweb.int/node/3942403)\n\nFrom epidemiological week 1 to 11, 2023, 7 243 suspected cases of cholera, including 47 deaths (CFR 0.6%), have been recorded in 62 Health Zones of nine provinces. Areas with active outbreaks include North Kivu, Haut Katanga, and Tanganyika. The incidence (per 100,000 inhabitants) is 14 for the entire. Between weeks 1-10 of 2023, at total of 1 912 samples were tested and 634 (33.2%) were found positive for Vibrio cholera. An outbreak of cholera was officially declared in North Kivu province of DRC on 14 December 2022, following a massive influx of IDPs in Nyiragongo and Karisimbi health\nzones (HZs). Between outbreak inception on week 47, 2022 (21-27 November) and 27 January 2023, a cumulative of 4 104 suspected cases of cholera including 16 deaths (CFR 0.4%) have been reported, including 3 798 cases and 16 deaths (CFR 0.4%) in Nyiragongo HZ, and 306 cases and zero death (CFR 0.0%) in Karisimbi HZ. An OCV campaign has been officially launched on 25 January 2023 and is scheduled from 26-30 January 2023. A sharp increase in cases was observed in the camps for displaced persons from the M23 crisis in Nyiragongo, Goma and Karisimbi sanitation zones as of week 10 of 2023. [WHO, 9 April 2023](https://reliefweb.int/node/3953810)",
      "type": [
        {
          "code": "EP",
          "name": "Epidemic",
          "id": 4642,
          "primary": true
        }
      ],
      "url": "https://reliefweb.int/taxonomy/term/14127",
      "current": true,
      "url_alias": "https://reliefweb.int/disaster/ep-2013-000175-cod",
      "name": "DR Congo: Cholera and Measles Outbreaks - Jan 2013",
      "id": 14127,
      "glide": "EP-2013-000175-COD",
      "status": "ongoing"
    }
  },
  "text": "DR Congo: Cholera and Measles Outbreaks - Jan 2013\n\nWhile the last major **cholera** outbreak in DR Congo's western provinces was in [2011](https://reliefweb.int/disaster/ep-2011-000076-cod), cholera is endemic in the eastern provinces, which experienced a resurgence of cases starting in July 2012. Over the course of 2013, ongoing violence and displacement in North and South Kivu, Katanga and Orientale provinces limited access to health care and life-saving vaccination services. Between January and September, more than 21,000 cases of cholera and 376 deaths were recorded with 99% of these cases in the eastern provinces. During the same time frame, more than 74,299 cases of measles and 1,160 deaths had been reported. ([WHO, 31 Oct 2013](https://reliefweb.int/node/618503))\n\nIn 2013, Katanga was the most-affected province with 13,726 **cholera** cases and 348 deaths, compared to 6,930 cases and 223 deaths in 2012 ([OCHA, 15 Jan 2014](https://reliefweb.int/node/630635)). On 7 Dec 2013, the governor of Sud-Kivu officially declared a cholera epidemic outbreak. More than 6,200 cases had been reported since the beginning of the year. ([OCHA, 11 Dec 2013](https://reliefweb.int/node/622365)) Country-wide, a total of 26,440 cases of cholera were reported in 2013 ([UNICEF, 28 Jul 2014](https://reliefweb.int/node/686511)).\n\nBy the end of July 2014, 10,551 **cholera** cases had been reported - almost half the number of cases reported during the same time in 2013 (19,032) ([UNICEF, 28 Jul 2014](https://reliefweb.int/node/686511)). By October, the total number of cholera cases in 2014 stood at just over 14,000, compared to just over 21,000 in 2013 ([UNICEF, 20 Oct 2014](https://reliefweb.int/node/701317)). By then end of 2014, a total of 19,305 cases had been recorded ([UNICEF, 29 Jan 2015](https://reliefweb.int/node/825386)).\n\nSince the beginning of the year, 19,705 [**cholera**] cases have been reported in DRC. As of 29 November, the following provinces had reported cases: South Kivu (4,906), ex-Katanga (4,565), Maniema (3,971), North Kivu (3,294) and ex-Oriental (2,969). A high number of cases are still reported in the province of South Kivu where the situation is particularly worrying because of the presence of camps hosting refugees from Burundi. Furthermore, there are concerns that the epidemic in Maniema could spread to other provinces of the country as observed during the 2011 cholera epidemic when areas of Kinshasa were also affected. ([WHO,15 Dec 2015](https://reliefweb.int/node/1308756))\n\nThe protracted outbreak of **cholera** in [DRC] is still going on unabated ... The situation has continued to worsen with numerous pockets of outbreaks occurring along the Congo River...Since the beginning of the year up to 15 April 2017, a total of 9,160 cases including 315 deaths (case fatality rate of 3.4%) have been reported. Meanwhile in 2016, a total of 29,352 cases, including 817 deaths (case fatality rate of 2.8%) were notified nationwide. With these, the cumulative number of cases and deaths reported since onset of the outbreak is 38,511 cases including 1,419 deaths (case fatality rate of 3.68%). In 2017, the provinces of Tanganyika, South Kivu, Ecuador, Maindombe, Central Kongo, and Tshopo have been the most affected. ([WHO, 25 Apr 2017](https://reliefweb.int/node/2005094))    \n\nIn spite of the observed reduction during the reporting week, the **cholera** outbreak in the Democratic Republic of the Congo remains a concern, with a high weekly incidence and new areas being affected. The cholera epidemic is active in eleven provinces and 66 health zones. The outbreak appears to be following three major river and lake routes, suggesting that these water bodies play an important role in transmission. Towards the east of the country, the affected areas are along Lake Tanganyika and Lake Kivu and the disease appears to be moving towards Lake Albert in the north-east. In the central region, the disease is affecting areas along the internal lakes and along the Congo River, up to Kindu and Maniema. In the western central area, the disease is affecting areas along the Kasai River. ([WHO, 23 Oct 2017](https://reliefweb.int/node/2287239))    \n\nBetween W1 and W48, 50,579 suspected **cholera** cases including 1,083 deaths (Case-fatality ratio of 2.1%) are reported from 23 provinces and 225 health zones. To be noted that while this bulletin was prepared, the completeness rate of the database shared was not of 100%. However, the overall decrease of the reported cholera incidence is clear as the incidence reduces in several provinces (notably North Kivu, South Kivu, Kongo Central, Sankuru, Tanganyika, and Ituri). The epidemic is still expanding to new areas in the Great Kasai, despite an overall reduction in the cumulative incidence. ([UNICEF, 15 Dec 2017](https://reliefweb.int/node/2376729))\n\nThe trend of the [**cholera**] outbreak continues to improve nationwide. During week 2 of 2018, a total of 763 suspected cases and 14 deaths (CFR: 1.8%) were reported, compared to 1 022 suspected cases and 19 deaths (CFR: 1.9%) during week 1 of 2018.  Most of the cases are reported from during this week are reported from Kinshasa (189 cases), North Kivu (272) and South Kivu (117). From 4-7 January 2018, a flooding event affected areas of Kinshasa that are currently reporting cholera cases. ([WHO, 26 Jan 2018](https://reliefweb.int/node/2437689))\n\nIn week 25 of 2018, 288 suspected [**measles**] cases with 7 deaths (CFR-2.4%) were notified across the country compared to 557 suspected cases with 9 deaths (CFR-1.6%) reported in the previous week 24. During week 25, the provinces of Haut Katanga, Sankuru, Tanganyika, Maniema and Haut Lomani notified 76.4% of all suspected cases. A total of 14,286 cases with 155 deaths (CFR-1.1%) has been reported from week 1 to 25, 2018.  ([WHO, 6 Jul 2018](https://reliefweb.int/node/2695694))\n\nIn week 38 (week ending 23 September 2018), 724 [**cholera**] cases with 18 deaths (CFR 2.5%) were reported from 12 out of 26 provinces. Six out of the total provinces that reported cases (Kasai Oriental, Tanganyika, Katanga, Kasai, Kongo Central, and Sankuru) reported 92% of the total cases. Since the beginning of 2018 to the week 38, a total of 21,112 cases were reported including 691 deaths (CFR 3.3%). There has been a trend of increasing cases since week 21. A similar trend was observed in the same period in 2017. ([WHO, 5 Oct 2018](https://reliefweb.int/node/2821534))\n\nThe **cholera** outbreak in the Democratic Republic of the Congo has been increasing gradually in the last three weeks, following a strong decrease in cases observed nationally between weeks 35 and 41. In 2018, the incidence of cholera cases peaked in week 35 (week ending 2 September 2018) with 883 cases. Thereafter, the weekly caseload steadily decreased until week 41 (week ending 14 October 2018) when 559 cases were reported. This downward trend was mostly due to marked improvement of the cholera outbreak situation in the Kasai region. The weekly incidence then started increasing in week 42, with 706 suspected cases reported. In week 44 (week ending 4 November 2018), 828 suspected cases and 20 deaths (case fatality ratio (CFR) 2.4%) were reported, compared to 784 cases reported in week 43. ([WHO, 16 Nov 2018](https://reliefweb.int/node/2881473))\n\nA total of 394 suspected cases of **cholera** including six deaths (CFR 1.5%) were reported during week 50. The number of suspected cases reported per week has dropped below 500 since the week 48 of 2018. Cases reported in the endemic provinces (South Kivu, Tanganyika, Haut Lomami and Haut Katanga) account for 74% of cases and 33% of deaths in week 50. ([WHO, 18 Jan 2019](https://reliefweb.int/node/2958624/))\n\nIn January 2019, a **cholera** epidemic was declared in Haut Katanga province by the Ministry of Health. During the reporting period, a total of 1,833 cases were registered in the three provinces (944 cases and 26 deaths in Haut Katanga, 757 cases and 23 deaths in Haut Lomani, and 132 cases and 0 deaths in Lualaba). With a total of 49 deceased individuals in January, the average cholera fatality rate in the three provinces is at 2.7 per cent. Considering the total number of 2,306 cases and 68 deaths (fatality rate 2.9 per cent) since January 2018 in Haut Katanga, the 944 cases and 26 deaths in January 2019 represent a significant increase of cholera in this area. ([UNICEF, 31 Jan 2019](https://reliefweb.int/node/3036253))\n\nSince the beginning of 2019, there have been 22 314 suspected **cholera** cases across the country, with 390 deaths ([WHO, 27 Oct 2019](https://reliefweb.int/node/3367963))\n\nDuring week 50 (week ending 15 December 2019), a total of 585 suspected cases of **cholera** and 5 deaths (CFR 0.85%) were notified from 56 health zones in 13 provinces. The endemic provinces of North-Kivu, South-Kivu, Haut-Lomami, Haut-Katanga, Tshopo and Tanganyika account for 91% of cases reported during week 50. Between week 1 and week 50 of 2019, a total of 29 087 cases including 501 deaths (CFR 1.7%) have been notified from 23 out of 26 provinces. Compared to the same period in 2018 (week 1-50), there is a 2.3 % decrease in the number of reported cases and a 39% decrease in the number of deaths. ([WHO, 12 Jan 2020](https://reliefweb.int/node/3473678))\n\nBetween 1 Jan and 1 Dec 2013, 86,264 **measles** cases and 1,372 deaths were recorded ([WHO, 20 Dec 2013](https://reliefweb.int/node/625080)).\n\nThe cholera outbreak in Democratic Republic of the Congo continues although the situation has been steadily improving in the past weeks. The number of new cases has been gradually declining since week 1 of 2020 when the highest peak was observed, with 767 suspected cases and nine deaths reported. [...] From weeks 1-4 of 2020, a total of 2 651 suspected cholera cases with 43 deaths (case fatality ratio 1.6%) were reported from 69 health zones located in 14 provinces. ([WHO, 16 Feb 2020](https://reliefweb.int/node/3526459)).\n\n**Measles**: Over 43 000 cases were reported in 2017. In weeks 1 and 2 of 2018, 713 cases and 13 deaths were reported, with a stable weekly number of cases since week 52 of 2017.The trend of the outbreak has decreased this week. Most of the suspected cases this week were reported from South Kivu province. ([WHO, 26 Jan 2018](https://reliefweb.int/node/2437689))\n\nFrom 2018 week 1 to week 35 (week ending 2 September 2018), 23 979 cases [of **measles**] with 273 deaths (CFR 1.1%) have been reported. During week 35, a total of 962 new cases were reported with nineteen deaths (CFR 1.98%). Epidemic zones are mainly focused in the eastern part of the country. ([WHO, 5 Oct 2018](https://reliefweb.int/node/2821534))\n\nDuring week 45 (ending 11 November 2018), 2 551 suspected [**measles**] cases including 33 deaths (CFR 1.3%) were reported across the country. Nighty four percent (94%) of all cases were reported from nine provinces: Tshopo, Haut Katanga, Haut Lomami, Lualaba, South Kivu, Maniema, Ituri, Tanganyika and Kasai Oriental. Since week 23, there has been an increasing trend in the weekly number of cases since week 22. ([WHO, 14 Dec 2018](https://reliefweb.int/node/2920023))\n\nDuring week 49 (week ending 9 December 2018), 2 162 suspected [**measles**] cases including 36 deaths (CFR: 1.7%) were reported across the country. Eight provinces including Upper Katanga, Lualaba, Tshopo, Kasai Oriental, Tanganyika, Ituri, Lomami and South Kivu notified 84% of cases. Since week 47, there has been a decreasing trend in the weekly number of reported cases. ([WHO, 18 Jan 2019](https://reliefweb.int/node/2958624))\n\nIn week 36 (week ending 8 September 2019), 5 387 **measles** cases including 134 deaths were reported from all 26 provinces of the country. In total, 192 (37%) of the 519 health zones across the country have reported a confirmed measles outbreak. Since the beginning of 2019, 183 837 measles cases including 3 667 deaths (CFR 2.0%) have been recorded. Overall, 51% of cases reported in 2019 have been notified from Tshopo, Lualaba, Kasai and Haut-Lomami provinces. ([WHO, 29 Sep 2019](https://reliefweb.int/node/3330078))\n\nSix hundred ninety-eight cases with 35 deaths (CFR: 5.0%) were reported in week 33 from 13 out of 26 provinces, an increase in cases compare to the previous week when 537 cases were reported. Five provinces (K. Oriental, South Kivu, Sankuru, Tanganyika and Kasai), reported 90.0% of the total cases\nin week 33. From week 1 to 33 of 2018, a total of 17 069 cases of **cholera** including 566 deaths (CFR 3.3 %) were reported. From week 1 of 2017, until week 22 of 2018, majority of cases were reported from endemic provinces; since week 23 of 2018 majority of the cases are reported from epidemic provinces. ([WHO, 31 Aug 2018](https://reliefweb.int/node/2769899))\n\nHealth authorities in the southern Haut-Katanga province recorded 855 **measles** cases and 13 deaths since the start of October. Nearly 80 per cent of those infected are children younger than five years. Vaccination is under way in the most affected Kilwa and Pweto health zones. ([OCHA, 22 Oct 2018](https://reliefweb.int/node/2842988))\n\nRegarding the **measles** outbreak, a total of 6,839 suspected cases and 71 deaths were reported in the provinces of Haut Lomami (3,416 cases and 47 deaths), Lualaba (3,237 cases and 24 deaths), and Haut Katanga (186 cases and 0 death). The outbreak in Lualaba requires particular attention since this province has not experienced any epidemic for ten years. The health zones of Kasaji (1,377 cases and 6 deaths) and Dilolo (1,110 cases) of Lualaba province have been particularly affected.  ([UNICEF, 31 Jan 2019](https://reliefweb.int/node/3036253))\n\nFrom January 2019 to 6 October 2019 there have been 209 211 cases of **measles**, with 4,149 deaths ([WHO, 27 Oct 2019](https://reliefweb.int/node/3367963))\n \nBetween 1 January and 29 December 2019, a cumulative total of 311 471 suspected **measles** cases with 6 045 deaths (case fatality ratio 1.9%) have been recorded from 253 of 519 (48.7%) health zones across the 26 provinces of the Democratic Republic of the Congo. Of these 311 471 cases, 2 682 have been laboratory-confirmed (IgM-positive) for measles infection, of which 28% are aged 5 years and above and 63% are unvaccinated or have unknown vaccination status. ([WHO, 12 Jan 2020](https://reliefweb.int/node/3473678))\n\nIn week 5 (week ending 26 January 2020), 2 928 measles cases including 22 deaths (CFR 0.8%) were reported across the country. There was a decrease in the number of new cases reported in week 5 compared to week 4 of 2020. The provinces of Maidombe, Equateur, Bas-Uele, Kongo Central and Mongala accounted for 44.7 % of cases reported in 2020 (weeks 1-5), with over 1 000 cases reported in these provinces. Since the beginning of 2019, 331 316 measles cases including 6 302 deaths (CFR 1.9%) have been recorded in 26 provinces. In total, 261 (50%) of the 519 health zones have reported a confirmed measles outbreak. To date, a total of 2 987 cases were laboratory confirmed (IgM+), 68% of which were children under 5 years old. ([WHO, 16 Feb 2020](https://reliefweb.int/node/3526459))\n\nSince 22 May outbreak, 140 suspected cholera cases have been reported in North Kivu, more than 75% have been sampled for analysis by Ami Labo less than under 10% were positive. However, a clear increase in the number of suspected cases has been observed since 31 May, with 4 health zones of particular concern: Karisimbi (54 suspected cases including 2 confirmed cases), Kirotshe (49 suspected cases including 4 confirmed cases), Nyiragongo (26 suspected cases) and Goma (11 suspected cases). Overall, to date, and pending additional laboratory results, 6 cholera cases of cholera have been confirmed together with the presence of Salmonella-sp. ([UNICEF, 12 Jun 2021](https://reliefweb.int/node/3746816))\n\nDespite vaccination effort, the number of **measles** cases reported is increasing with 2,471 cases of measles recorded in July. As of 31 July 2021, the DRC has reported 4,155 cholera cases, with 92 deaths representing a 90% decrease compared to 2020 figures. ([UNICEF, 18 Oct 2021](https://reliefweb.int/node/3783631))\n\nBetween 2020 and 2021, DRC has recorded a decrease in **cholera** cases of 180% as of week 43. This significant decrease in cases is the result\nof the implementation of strategic actions of the national cholera elimination programme through key activities such as: vaccination, strengthening surveillance, implementation of the CATI (case area targeted intervention) approach, improved case management, risk communication and community engagement, prevention actions, spillover effects of response actions to COVID-19 and Ebola outbreaks etc.\nDespite this general decrease, the trend is upwards in the provinces of Kassaï (94% increase); Tanganyika (43% increase) and Haut Lomami\n(38%). These provinces deserve special attention. ([UNICEF, 29 Nov 2021](https://reliefweb.int/node/3798678))\n\nAt least 11 children under the age of five died of **measles** in early February in the southeastern Tanganyika province where eight of the 11 health zones are affected by an outbreak of the contagious disease. According to the World Health Organization, there are insufficient supplies to treat Measles in the province with the disease killing 31 people by mid-February- most of them are children under 5. ([OCHA, 1 Mar 2022](https://reliefweb.int/node/3822758))\n\nAs of Epi-Week 34 of 2022 (ending 28 August ), 100 044 suspected cases and 1 294 **measles**-related deaths have been reported. A total of 4 652 cases investigated through the case-based surveillance system; 1 894 tested IgM+ for Measles; 63% of lab-confirmed measles cases have less than 5 years old, and only 36% with history of vaccination. A total of 148 health zones have confirmed measles outbreak at some point since the start of this year. From epidemiological week 1 to 35 (ending 4 September 2022), 9 137 suspected **cholera** cases including 163 deaths (CFR: 1.8%) were recorded in 70 health zones across 14 provinces of the Democratic Republic of the Congo. Suspected cases have mostly been reported from South Kivu (3 367), Haut-Lomami (1 736), Tanganyika (1 664), and North Kivu (1 586). The overall national incidence is 11 cases per 100 000 inhabitants. Joint WHO, UNICEF, MSF and PNECHOL teams have been deployed to Sankuru to support the local health authorities in the response to this epidemic. ([WHO, 25 Sep 2022](https://reliefweb.int/node/3890986))\n\n\n\nIn just 10 days, the number of people suspected of having cholera has increased alarmingly in Nyiragongo territory, east of Democratic Republic of Congo (DRC). Between 26 November and 11 December, Médecins Sans Frontières (MSF) teams treated 472 patients, including 143 children under the age of five, at the cholera treatment centre in Munigi, a town just a few kilometres from Goma.  ([MSF, 14 Dec 2022](https://reliefweb.int/node/3916140))\n\nOn 26 December, 82 new cholera cases were recorded in the cholera treatment facilities of Munigi, Kahembe and Kanyaruchinya in Nyiragongo health zone, in North-Kivu province, according to the Health Cluster. From 19 to 25 December, 590 cases including one death were reported, against 582 cases the previous week. From 31 October to 25 December, the territory of Nyiragongo has recorded 1,620 cases including nine deaths. ([OCHA, 4 Jan 2023](https://reliefweb.int/node/3921243))\n\nFrom epidemiological week 1 to 47 (ending 27 November 2022), 14 290 suspected **cholera** cases, including 262 deaths (CFR: 1.7%), were recorded in 97 health zones across 17 provinces of the Democratic Republic of the Congo. Suspected cases have mostly been reported from South Kivu (4 519), Haut-Lomami (2 727), Tanganyika (2840), and North Kivu (2 599). Karisimbi and Nyiragongo health zones are among the cholera hotspot sites in North Kivu province. The number of cholera cases increased in Nyiragongo and Karisimbi health zones from weeks 47 and 50 of 2022, respectively. Since then, there has been a steady weekly increase in the number of new cases in Nyiragongo Health Zone, up to 720 new cases at SE52 in 2022. A total of 139 435 suspected **measles** cases and 1 740 measles-related deaths are reported in 2022 and 6 092 of these have been investigated , 2 718 measles IgM positive, 66% of lab confirmed measles cases are under 5 years of age, and only 35% have history of measles vaccination. ([WHO, 13 Jan 2023](https://reliefweb.int/node/3923806))\n\nAn outbreak of **cholera** was officially declared in North Kivu province of DRC on 14 December 2022, following a massive influx of IDPs in Nyiragongo and Karisimbi health zones (HZs). Between outbreak inception on week 47, 2022 (21-27 November) and 27 January 2023, a cumulative of 4 104 suspected cases of cholera including 16 deaths (CFR 0.4%) have been reported, including 3 798 cases and 16 deaths (CFR 0.4%) in Nyiragongo HZ, and 306 cases and zero death (CFR 0.0%) in Karisimbi HZ. An OCV campaign has been officially launched on 25 January 2023 and is scheduled from 26-30 January 2023. In 2023, from week 1 through week 4 (ending 30 January ), a total of 19 437 suspected cases with 174 related deaths (CFR 0.9%), 151 IgM+ for **measles** and 36 IgM+ for rubella from 264 investigated cases have been reported; 15 health zones are in outbreak. In 2022, there were 146 438 suspected measles cases, 2 853 IgM+ and 1 846 measles-related deaths (CFR 1.3%). [WHO, 11 March 2023](https://reliefweb.int/node/3942403)\n\nFrom epidemiological week 1 to 11, 2023, 7 243 suspected cases of cholera, including 47 deaths (CFR 0.6%), have been recorded in 62 Health Zones of nine provinces. Areas with active outbreaks include North Kivu, Haut Katanga, and Tanganyika. The incidence (per 100,000 inhabitants) is 14 for the entire. Between weeks 1-10 of 2023, at total of 1 912 samples were tested and 634 (33.2%) were found positive for Vibrio cholera. An outbreak of cholera was officially declared in North Kivu province of DRC on 14 December 2022, following a massive influx of IDPs in Nyiragongo and Karisimbi health\nzones (HZs). Between outbreak inception on week 47, 2022 (21-27 November) and 27 January 2023, a cumulative of 4 104 suspected cases of cholera including 16 deaths (CFR 0.4%) have been reported, including 3 798 cases and 16 deaths (CFR 0.4%) in Nyiragongo HZ, and 306 cases and zero death (CFR 0.0%) in Karisimbi HZ. An OCV campaign has been officially launched on 25 January 2023 and is scheduled from 26-30 January 2023. A sharp increase in cases was observed in the camps for displaced persons from the M23 crisis in Nyiragongo, Goma and Karisimbi sanitation zones as of week 10 of 2023. [WHO, 9 April 2023](https://reliefweb.int/node/3953810)",
  "summary": " The Democratic Republic of Congo has experienced an ongoing cholera outbreak since 2017, with over 50,000 cases and 1,083 deaths reported between December 2017 and W48 of 2018. Additionally, there have been 86,264 reported cases of measles and 1,372 deaths between January 1 and December 1, 2013. In 2020, 2,651 suspected cases of cholera and 43 deaths were reported from 69 health zones in 14 provinces. In 2021, there were 2,471 reported cases of measles and 4,155 reported cases of cholera, with 92 deaths. In November 2022 to January 2023, 4104 suspected cases of cholera with 16 deaths were reported in Nyiragongo and Karisimbi sanitation zones. In November 2022 to November 2023, 7,243 suspected cases of cholera and 47 deaths were reported in nine provinces.",
  "metadata": {
    "id": "14127",
    "name": "DR Congo: Cholera and Measles Outbreaks - Jan 2013",
    "date_event": 1356998400000,
    "date_changed": 1683206413000,
    "date_created": 1356998400000,
    "primary_country_id": 75,
    "primary_country_name": "Democratic Republic of the Congo",
    "primary_country_iso3": "cod",
    "primary_country_location": {
      "lon": 21.7587,
      "lat": -4.03833
    },
    "primary_type_id": 4642,
    "primary_type_code": "EP",
    "primary_type_name": "Epidemic"
  }
}