{
  "original": {
    "id": "50807",
    "fields": {
      "date": {
        "changed": "2023-03-22T09:50:19+00:00",
        "event": "2021-08-14T00:00:00+00:00",
        "created": "2021-08-14T00:00:00+00:00"
      },
      "primary_type": {
        "code": "EQ",
        "name": "Earthquake",
        "id": 4628
      },
      "country": [
        {
          "href": "https://api.reliefweb.int/v1/countries/113",
          "name": "Haiti",
          "location": {
            "lon": -72.43,
            "lat": 19.18
          },
          "id": 113,
          "shortname": "Haiti",
          "iso3": "hti",
          "primary": true
        }
      ],
      "primary_country": {
        "href": "https://api.reliefweb.int/v1/countries/113",
        "name": "Haiti",
        "location": {
          "lon": -72.43,
          "lat": 19.18
        },
        "id": 113,
        "shortname": "Haiti",
        "iso3": "hti"
      },
      "profile": {
        "appeals_response_plans": {
          "active": [
            {
              "cover": "https://reliefweb.int/sites/default/files/styles/small/public/previews/84/2e/842e50d9-9248-4474-a454-b839515209c3.png",
              "title": "IFRC: Haiti | Earthquake and Cholera Outbreak - Emergency Appeal № MDRHT018 - Operational Strategy (Revision #: 1)",
              "url": "https://reliefweb.int/node/3937184"
            },
            {
              "cover": "https://reliefweb.int/sites/default/files/styles/small/public/previews/e7/1f/e71fcc6f-350e-3792-b773-7d3903d2e052.png",
              "title": "Govt. Haiti: Haïti : stratégie de réponse humanitaire au séisme du 14 août 2021, Février 2022",
              "url": "https://reliefweb.int/node/3828066"
            },
            {
              "cover": "https://reliefweb.int/sites/default/files/styles/small/public/previews/73/67/7367ed17-013c-315c-83d1-253b05981823.png",
              "title": "CBi: Business Guide: Haiti Earthquake Humanitarian Response, August 2021",
              "url": "https://reliefweb.int/node/3766192"
            },
            {
              "cover": "https://reliefweb.int/sites/default/files/styles/small/public/previews/78/48/78480b64-7bfe-3735-b1aa-c748ec83c7ac.png",
              "title": "IFRC: Haiti: Earthquake - Revised Emergency Appeal №: MDRHT018",
              "url": "https://reliefweb.int/node/3787315"
            }
          ],
          "title": "Appeals & Response Plans"
        },
        "overview": "On Saturday, 14 August a major 7.2-magnitude earthquake hit Haiti. According to Haiti’s Office for Civil Protection, 227 have died and the figure is sadly expected to increase in the coming hours. Preliminary reports by Haitian Red Cross volunteers and IFRC staff on the ground confirm that the earthquake has caused severe damage to infrastructure, including hospitals, especially in Jérémie and Les Cayes, at the Northern coast of the Southern peninsula of the country. Hospitals and hotels, as well as ports, bridges and routes are reported to have been damaged in Les Cayes and Jérémie, where churches collapsed while the morning mass was being celebrated. Search and rescue activities are concentrated in that area as there may be people trapped in the rubble. ([IFRC, 14 Aug 2021](https://reliefweb.int/node/3774047))\n\nWhile preliminary assessments are still in their very early stages, the Haitian Civil Protection General Directorate (DGPC) reports more than 700 collapsed buildings, including hospitals, schools and churches, and 2,410 destroyed homes in the department of Nippes and 1,368 in Grand’Anse, forcing at least 470 people to seek refuge in shelters, with thousands more thought to be displaced. DGPC also reports at least 304 dead and around 1,800 more injured, figures likely to increase significantly in the coming hours and days as more are still missing. ([OCHA, 15 Aug 2021](https://reliefweb.int/node/3765093))\n\n[...]1,400 people are dead and more than 6,900 others injured, while hundreds more are still missing. According to Haitian Civil Protection, more than 37,300 homes have been destroyed and 46,000 have sustained damages, leaving thousands homeless and creating pressing shelter and WASH needs. [...] The Government and high-ranking UN officials negotiated humanitarian access for a relief convoy to pass through the main road linking the capital Port-au-Prince to the country’s southern peninsula which, up to now, had been blocked by gangs for months, with further convoys set to deliver various supplies.([OCHA, 16 Aug 2021](https://reliefweb.int/node/3765493))\n\nThe death toll following the earthquake of 14 August has raised to 2,189 people while 332 are still missing, and more than 12,200 have been injured, as reported by the Haitian Civil Protection. At least 52,000 houses have been destroyed and more than 77,000 damaged. On 16 August, DG ECHO mobilised €3 million in emergency humanitarian funding to address the most urgent needs of the affected population. On 16 August, the Government of Haiti sent a request for international assistance to the EU Delegation in Port-au-Prince. France, the Netherlands, Spain and Sweden have already offered in-kind assistance via the Union Civil Protection Mechanism. An EU Civil Protection Team was deployed to support the national authorities and coordinate the incoming EU assistance. The mission will be supported by a Technical Assistance and Support Team from the Swedish Civil Protection (MSB). ([ECHO, 20 Aug 2021](https://reliefweb.int/node/3766920))\n\nMore than two weeks after the devastating 14 August earthquake, humanitarian assistance is now beginning to reach those most in need faster, facilitated by enhanced Government-led coordination and robust efforts to negotiate increased humanitarian access into hard-to reach areas. [...] The combined impact of the earthquake and Tropical Depression Grace have left 650,000 thousand people in need of emergency humanitarian assistance, of which 500,000 are being targeted by UN agencies and humanitarian partners through the activities planned under the recently launched $187.3 million Flash Appeal. Based on an initial impact assessment, the Government estimates that damages from the powerful 7.2-magnitude quake exceed US$1 billion, as national authorities plan a more detailed assessment of damages, losses and post-earthquake needs in collaboration with the tripartite partnership comprised of the UN, the European Union and the World Bank as well as the Inter-American Development Bank. ([OCHA, 31 Aug 2021](https://reliefweb.int/node/3769900))\n\nMore than three weeks after a devastating earthquake hit south-western Haiti, search- and-rescue efforts in the hardest-hit areas have been concluded as of 2 September, with efforts now shifting toward recovery operations as the country looks to pull itself out of yet another crisis. As of 4 September, search-and-rescue crews had extracted dozens of missing people from the rubble, including 16 trapped in a building in Les Cayes and 24 evacuated from Pic Macaya. The conclusive report from the Haitian Civil Protection General Directorate (DGPC) indicates that 329 people are still missing, while 2,248 were killed - including in the Nord- Ouest Department where 2 people died in Bassin Bleu - and 12,763 injured following the powerful 7.2-magnitude quake on 14 August.  ([OCHA, 7 Sep 2021](https://reliefweb.int/node/3771921))\n\n[One month after the earthquake], the speed and efficiency of humanitarian relief operations continue to improve. However, as the Government and partners slowly transition to a recovery and reconstruction phase in many of the affected areas, coordinated efforts to get humanitarian assistance to those most in need continue to be hindered by a deteriorating security situation, restricted humanitarian access and limited communication with hard-to-reach communities, especially in rural areas which were most affected by the earthquake. The conclusive report from the Haitian Civil Protection General Directorate (DGPC) found that rural areas have been much harder hit than urban centres. [...] Despite coordinated efforts by humanitarian partners, many families in the most remote hard-to-reach villages have not received assistance, due in part to persistent access and at times security challenges, as many remote areas are only accessible by motorcycle, on foot, by air or sea. ([OCHA, 14 Sep 2021](https://reliefweb.int/node/37740471))\n\nThe powerful 7.2-magnitude earthquake which stuck south-western Haiti on 14 August affected at least 800,000 people, including 340,000 children, and resulted in the death of more than 2,240 people. According to the Haitian General Directorate of Civil Protection (DGPC) and IOM, as of 20 September, an estimated 38,777 displaced people have been identified in 89 displacement locations across the three most affected departments – Grand’Anse, Nippes and Sud – with more than half of these people located in 44 locations in the Sud Department. For the more than 12,700 injured people, access to adequate healthcare remains a challenge, as the quake damaged or destroyed approximately 90 health centres, with 60 per cent of affected people stating that health services close to them have been interrupted, according to UNICEF’s U-Report survey. The rollout of the new school year has been severely hindered by the earthquake’s multifaceted impacts, with more than 900 schools – around 70 per cent of all schools in south-western Haiti – damaged or destroyed. The majority of schools have been unable to reopen their doors to students just as 300,000 children were set to gradually resume classes in the three quake-affected departments on 4 October. UNICEF estimates that if classrooms remain closed, following a one-month delay in school reopening in affected departments, more than 230,000 children are at risk of dropping out of school. The earthquake has triggered a spike in international migration from Haiti, compounding the existing migration crisis of Haitians in the Americas, with increasing numbers of Haitian nationals arriving on the shores of neighbouring countries. ([OCHA, 7 Oct 2021](https://reliefweb.int/node/3780969))\n\nTwo months after the devastating earthquake, humanitarian assistance had begun to reach those most in need faster, facilitated by enhanced Government-led coordination and efforts to negotiate increased humanitarian access into hard-to reach areas. As the operation is transitioning from immediate response to recovery and reconstruction, critical needs continue to exist. The affected population requires lifesaving assistance, with additional donor support needed to expand the reach of the humanitarian aid and kick-start recovery and reconstruction, with early recovery and restoration of livelihoods being a priority particularly in hard-to-reach communities. However, the operation continues to run under the constraints of a volatile security environment, with a high number of daily kidnappings, roadblocks and fuel shortages, resulting in the temporary slowdown of activities on a regular basis. As such, all programs are developing detailed workplans that can be adapted to different scenarios and respond more efficiently to changes in the operating environment. ([IFRC, 29 Oct 2021](https://reliefweb.int/node/3787315))\n\nFrom 14 August to 1 December, over 300,185 people received emergency assistance, with 4,032 mt of food and USD 2.4 million in cash-based transfers distributed. Fuel scarcity and insecurity increased starting mid-October. A truce from mid-November saw fuel distribution slowly resume throughout the country. WFP received and responded to a significant number of fuel requests from partners prioritizing medical emergencies and life-saving activities. Road access to the areas impacted by the earthquake was restricted and truck convoys from Port-au-Prince to the south were suspended as of mid-October. WFP continued its barge service from Port-au-Prince to the commune of Carrefour in the suburban area of the capital to transport humanitarian assistance to the south. Since the earthquake, over 130 voyages have been organised. Despite these delays and challenges, distributions by WFP and partners continued.  ([WFP, 16 Dec 2021](https://reliefweb.int/node/3803835))\n\nAccess to basic healthcare, nutrition, and safe water, sanitation, and hygiene services remains critical with important needs after the devastating earthquake that hit southwestern Haiti on 14 August. According to the Post-Disaster Needs Assessment (PDNA), total damages and loss are estimated at US$ 1.62 billion, while recovery needs at US$ 1.98 billion.  Relief efforts have been severely hampered by a shortage of fuel throughout the country, while the humanitarian corridor has been interrupted due to increased gangs’ violence and insecurity. UNICEF water trucking facilitated access to water for drinking, cooking, and personal hygiene for approximately 419,000 persons (69,000 in the reporting period). The construction of 75 blocks of latrines for the sites hosting the displaced people is ongoing, in respect of accessibility standards for people with disabilities. ([UNICEF, 17 Dec 2021](https://reliefweb.int/node/3801796))\n\nFive months after a 7.2-magnitude quake severely affected the departments of Sud, Nippes and Grand'Anse on 14 August 2021, back-to-back aftershocks of magnitude 5.45 at 8:20 a.m. and 5.6 at 9:06 a.m. occurred on the morning of 24 January. These consecutive quakes lead to the death of two people and the injury of 52 others, destroying homes and triggering widespread panic, particularly among the school-age population, according to the DGPC. ([OCHA, 25 Jan 2022](https://reliefweb.int/node/3811087))\n\nMultiples tremors and heavy rainfall occurred after the earthquake. During late January and early February 2022, heavy rainfalls hit several departments of the country notably the North, the Northeast and the Nippes departments. This situation is caused by the cold front extending from the North Atlantic to Nicaragua and crossing the island of Haiti. According to Directorate General of Civil Protection (DGPC), at least 20 municipalities were affected by floods caused by the waters of runoff and floods from some rivers. Consequently, 2,578 houses flooded and 3 destroyed, leaving nearly 10,750 people (2,500 families) in need of temporary shelter (disaster families) as well as food, NFIs, and drinking water. Furthermore, damage to road infrastructure has hampered humanitarian access. Through the revised emergency appeal, the IFRC in coordination with the HRCS has increased the original target of 25,000 people (5,000 households) to now aim to reach 35,000 people (7,000 households) in Sud, Nippes and Grand’ Anse departments. ([IFRC, 1 Jun 2022](https://reliefweb.int/node/3853156))\n\nOne year after a devastating 7.2 magnitude earthquake struck southwestern Haiti, and three weeks before the beginning of a new academic year, more than 250,000 children do not have access to adequate schools, UNICEF warned.\nReconstruction, which has been delayed by insecurity and lack of funds, is still underway and may take years to complete. Of the 1,250 schools that were destroyed or damaged by the earthquake, the majority still have not been rebuilt. ([UNICEF, 16 Aug 2022](https://reliefweb.int/node/3877746))\n\nAs of 9 December 2022, the total area affected covers 500 square kilometres and over 800,000 people have been directly affected. Of 159 health facilities assessed, 28 have been severely damaged and 60 more have been damaged, with 456 schools impacted and 64 destroyed. Total economic damage and losses are estimated at USD 1.6 billion, or about 10 per cent of the gross domestic product (GDP). ([IFRC, 9 Dec 2022](https://reliefweb.int/node/3915097))\n\nIn the southern departments, which were particularly affected by the August 2021 earthquake, some 2,528 people are still displaced as a result of the earthquake. [...] . In the southern departments, efforts to rebuild the 1,250 schools destroyed in the 14 August 2021 earthquake were hampered by logistical difficulties related to gang activity and the fuel crisis. Approximately 300,000 children were left in environments not conducive to learning. ([OCHA, 17 Mar 2023 ](https://reliefweb.int/report/haiti/haiti-apercu-des-besoins-humanitaires-2023-mars-2023-fren))",
        "useful_links": {
          "active": [
            {
              "logo": "https://protectioncivile.gouv.ht/wp-content/themes/madidus-themes/lib/img/logo_protectioncivile.jpeg",
              "title": "Protection Civile",
              "url": "https://protectioncivile.gouv.ht/"
            },
            {
              "title": "Météo Haïti",
              "url": "https://www.meteo-haiti.gouv.ht/index.html"
            },
            {
              "title": "USAID/CIDI: How to Help",
              "url": "https://www.cidi.org/disaster-responses/haiti-earthquake/"
            }
          ],
          "title": "Useful Links"
        },
        "overview-html": "<p>On Saturday, 14 August a major 7.2-magnitude earthquake hit Haiti. According to Haiti’s Office for Civil Protection, 227 have died and the figure is sadly expected to increase in the coming hours. Preliminary reports by Haitian Red Cross volunteers and IFRC staff on the ground confirm that the earthquake has caused severe damage to infrastructure, including hospitals, especially in Jérémie and Les Cayes, at the Northern coast of the Southern peninsula of the country. Hospitals and hotels, as well as ports, bridges and routes are reported to have been damaged in Les Cayes and Jérémie, where churches collapsed while the morning mass was being celebrated. Search and rescue activities are concentrated in that area as there may be people trapped in the rubble. (<a href=\"https://reliefweb.int/node/3774047\">IFRC, 14 Aug 2021</a>)</p>\n<p>While preliminary assessments are still in their very early stages, the Haitian Civil Protection General Directorate (DGPC) reports more than 700 collapsed buildings, including hospitals, schools and churches, and 2,410 destroyed homes in the department of Nippes and 1,368 in Grand’Anse, forcing at least 470 people to seek refuge in shelters, with thousands more thought to be displaced. DGPC also reports at least 304 dead and around 1,800 more injured, figures likely to increase significantly in the coming hours and days as more are still missing. (<a href=\"https://reliefweb.int/node/3765093\">OCHA, 15 Aug 2021</a>)</p>\n<p>[...]1,400 people are dead and more than 6,900 others injured, while hundreds more are still missing. According to Haitian Civil Protection, more than 37,300 homes have been destroyed and 46,000 have sustained damages, leaving thousands homeless and creating pressing shelter and WASH needs. [...] The Government and high-ranking UN officials negotiated humanitarian access for a relief convoy to pass through the main road linking the capital Port-au-Prince to the country’s southern peninsula which, up to now, had been blocked by gangs for months, with further convoys set to deliver various supplies.(<a href=\"https://reliefweb.int/node/3765493\">OCHA, 16 Aug 2021</a>)</p>\n<p>The death toll following the earthquake of 14 August has raised to 2,189 people while 332 are still missing, and more than 12,200 have been injured, as reported by the Haitian Civil Protection. At least 52,000 houses have been destroyed and more than 77,000 damaged. On 16 August, DG ECHO mobilised €3 million in emergency humanitarian funding to address the most urgent needs of the affected population. On 16 August, the Government of Haiti sent a request for international assistance to the EU Delegation in Port-au-Prince. France, the Netherlands, Spain and Sweden have already offered in-kind assistance via the Union Civil Protection Mechanism. An EU Civil Protection Team was deployed to support the national authorities and coordinate the incoming EU assistance. The mission will be supported by a Technical Assistance and Support Team from the Swedish Civil Protection (MSB). (<a href=\"https://reliefweb.int/node/3766920\">ECHO, 20 Aug 2021</a>)</p>\n<p>More than two weeks after the devastating 14 August earthquake, humanitarian assistance is now beginning to reach those most in need faster, facilitated by enhanced Government-led coordination and robust efforts to negotiate increased humanitarian access into hard-to reach areas. [...] The combined impact of the earthquake and Tropical Depression Grace have left 650,000 thousand people in need of emergency humanitarian assistance, of which 500,000 are being targeted by UN agencies and humanitarian partners through the activities planned under the recently launched $187.3 million Flash Appeal. Based on an initial impact assessment, the Government estimates that damages from the powerful 7.2-magnitude quake exceed US$1 billion, as national authorities plan a more detailed assessment of damages, losses and post-earthquake needs in collaboration with the tripartite partnership comprised of the UN, the European Union and the World Bank as well as the Inter-American Development Bank. (<a href=\"https://reliefweb.int/node/3769900\">OCHA, 31 Aug 2021</a>)</p>\n<p>More than three weeks after a devastating earthquake hit south-western Haiti, search- and-rescue efforts in the hardest-hit areas have been concluded as of 2 September, with efforts now shifting toward recovery operations as the country looks to pull itself out of yet another crisis. As of 4 September, search-and-rescue crews had extracted dozens of missing people from the rubble, including 16 trapped in a building in Les Cayes and 24 evacuated from Pic Macaya. The conclusive report from the Haitian Civil Protection General Directorate (DGPC) indicates that 329 people are still missing, while 2,248 were killed - including in the Nord- Ouest Department where 2 people died in Bassin Bleu - and 12,763 injured following the powerful 7.2-magnitude quake on 14 August.  (<a href=\"https://reliefweb.int/node/3771921\">OCHA, 7 Sep 2021</a>)</p>\n<p>[One month after the earthquake], the speed and efficiency of humanitarian relief operations continue to improve. However, as the Government and partners slowly transition to a recovery and reconstruction phase in many of the affected areas, coordinated efforts to get humanitarian assistance to those most in need continue to be hindered by a deteriorating security situation, restricted humanitarian access and limited communication with hard-to-reach communities, especially in rural areas which were most affected by the earthquake. The conclusive report from the Haitian Civil Protection General Directorate (DGPC) found that rural areas have been much harder hit than urban centres. [...] Despite coordinated efforts by humanitarian partners, many families in the most remote hard-to-reach villages have not received assistance, due in part to persistent access and at times security challenges, as many remote areas are only accessible by motorcycle, on foot, by air or sea. (<a href=\"https://reliefweb.int/node/37740471\">OCHA, 14 Sep 2021</a>)</p>\n<p>The powerful 7.2-magnitude earthquake which stuck south-western Haiti on 14 August affected at least 800,000 people, including 340,000 children, and resulted in the death of more than 2,240 people. According to the Haitian General Directorate of Civil Protection (DGPC) and IOM, as of 20 September, an estimated 38,777 displaced people have been identified in 89 displacement locations across the three most affected departments – Grand’Anse, Nippes and Sud – with more than half of these people located in 44 locations in the Sud Department. For the more than 12,700 injured people, access to adequate healthcare remains a challenge, as the quake damaged or destroyed approximately 90 health centres, with 60 per cent of affected people stating that health services close to them have been interrupted, according to UNICEF’s U-Report survey. The rollout of the new school year has been severely hindered by the earthquake’s multifaceted impacts, with more than 900 schools – around 70 per cent of all schools in south-western Haiti – damaged or destroyed. The majority of schools have been unable to reopen their doors to students just as 300,000 children were set to gradually resume classes in the three quake-affected departments on 4 October. UNICEF estimates that if classrooms remain closed, following a one-month delay in school reopening in affected departments, more than 230,000 children are at risk of dropping out of school. The earthquake has triggered a spike in international migration from Haiti, compounding the existing migration crisis of Haitians in the Americas, with increasing numbers of Haitian nationals arriving on the shores of neighbouring countries. (<a href=\"https://reliefweb.int/node/3780969\">OCHA, 7 Oct 2021</a>)</p>\n<p>Two months after the devastating earthquake, humanitarian assistance had begun to reach those most in need faster, facilitated by enhanced Government-led coordination and efforts to negotiate increased humanitarian access into hard-to reach areas. As the operation is transitioning from immediate response to recovery and reconstruction, critical needs continue to exist. The affected population requires lifesaving assistance, with additional donor support needed to expand the reach of the humanitarian aid and kick-start recovery and reconstruction, with early recovery and restoration of livelihoods being a priority particularly in hard-to-reach communities. However, the operation continues to run under the constraints of a volatile security environment, with a high number of daily kidnappings, roadblocks and fuel shortages, resulting in the temporary slowdown of activities on a regular basis. As such, all programs are developing detailed workplans that can be adapted to different scenarios and respond more efficiently to changes in the operating environment. (<a href=\"https://reliefweb.int/node/3787315\">IFRC, 29 Oct 2021</a>)</p>\n<p>From 14 August to 1 December, over 300,185 people received emergency assistance, with 4,032 mt of food and USD 2.4 million in cash-based transfers distributed. Fuel scarcity and insecurity increased starting mid-October. A truce from mid-November saw fuel distribution slowly resume throughout the country. WFP received and responded to a significant number of fuel requests from partners prioritizing medical emergencies and life-saving activities. Road access to the areas impacted by the earthquake was restricted and truck convoys from Port-au-Prince to the south were suspended as of mid-October. WFP continued its barge service from Port-au-Prince to the commune of Carrefour in the suburban area of the capital to transport humanitarian assistance to the south. Since the earthquake, over 130 voyages have been organised. Despite these delays and challenges, distributions by WFP and partners continued.  (<a href=\"https://reliefweb.int/node/3803835\">WFP, 16 Dec 2021</a>)</p>\n<p>Access to basic healthcare, nutrition, and safe water, sanitation, and hygiene services remains critical with important needs after the devastating earthquake that hit southwestern Haiti on 14 August. According to the Post-Disaster Needs Assessment (PDNA), total damages and loss are estimated at US$ 1.62 billion, while recovery needs at US$ 1.98 billion.  Relief efforts have been severely hampered by a shortage of fuel throughout the country, while the humanitarian corridor has been interrupted due to increased gangs’ violence and insecurity. UNICEF water trucking facilitated access to water for drinking, cooking, and personal hygiene for approximately 419,000 persons (69,000 in the reporting period). The construction of 75 blocks of latrines for the sites hosting the displaced people is ongoing, in respect of accessibility standards for people with disabilities. (<a href=\"https://reliefweb.int/node/3801796\">UNICEF, 17 Dec 2021</a>)</p>\n<p>Five months after a 7.2-magnitude quake severely affected the departments of Sud, Nippes and Grand'Anse on 14 August 2021, back-to-back aftershocks of magnitude 5.45 at 8:20 a.m. and 5.6 at 9:06 a.m. occurred on the morning of 24 January. These consecutive quakes lead to the death of two people and the injury of 52 others, destroying homes and triggering widespread panic, particularly among the school-age population, according to the DGPC. (<a href=\"https://reliefweb.int/node/3811087\">OCHA, 25 Jan 2022</a>)</p>\n<p>Multiples tremors and heavy rainfall occurred after the earthquake. During late January and early February 2022, heavy rainfalls hit several departments of the country notably the North, the Northeast and the Nippes departments. This situation is caused by the cold front extending from the North Atlantic to Nicaragua and crossing the island of Haiti. According to Directorate General of Civil Protection (DGPC), at least 20 municipalities were affected by floods caused by the waters of runoff and floods from some rivers. Consequently, 2,578 houses flooded and 3 destroyed, leaving nearly 10,750 people (2,500 families) in need of temporary shelter (disaster families) as well as food, NFIs, and drinking water. Furthermore, damage to road infrastructure has hampered humanitarian access. Through the revised emergency appeal, the IFRC in coordination with the HRCS has increased the original target of 25,000 people (5,000 households) to now aim to reach 35,000 people (7,000 households) in Sud, Nippes and Grand’ Anse departments. (<a href=\"https://reliefweb.int/node/3853156\">IFRC, 1 Jun 2022</a>)</p>\n<p>One year after a devastating 7.2 magnitude earthquake struck southwestern Haiti, and three weeks before the beginning of a new academic year, more than 250,000 children do not have access to adequate schools, UNICEF warned.\nReconstruction, which has been delayed by insecurity and lack of funds, is still underway and may take years to complete. Of the 1,250 schools that were destroyed or damaged by the earthquake, the majority still have not been rebuilt. (<a href=\"https://reliefweb.int/node/3877746\">UNICEF, 16 Aug 2022</a>)</p>\n<p>As of 9 December 2022, the total area affected covers 500 square kilometres and over 800,000 people have been directly affected. Of 159 health facilities assessed, 28 have been severely damaged and 60 more have been damaged, with 456 schools impacted and 64 destroyed. Total economic damage and losses are estimated at USD 1.6 billion, or about 10 per cent of the gross domestic product (GDP). (<a href=\"https://reliefweb.int/node/3915097\">IFRC, 9 Dec 2022</a>)</p>\n<p>In the southern departments, which were particularly affected by the August 2021 earthquake, some 2,528 people are still displaced as a result of the earthquake. [...] . In the southern departments, efforts to rebuild the 1,250 schools destroyed in the 14 August 2021 earthquake were hampered by logistical difficulties related to gang activity and the fuel crisis. Approximately 300,000 children were left in environments not conducive to learning. (<a href=\"https://reliefweb.int/report/haiti/haiti-apercu-des-besoins-humanitaires-2023-mars-2023-fren\">OCHA, 17 Mar 2023 </a>)</p>\n"
      },
      "description-html": "<p>On Saturday, 14 August a major 7.2-magnitude earthquake hit Haiti. According to Haiti’s Office for Civil Protection, 227 have died and the figure is sadly expected to increase in the coming hours. Preliminary reports by Haitian Red Cross volunteers and IFRC staff on the ground confirm that the earthquake has caused severe damage to infrastructure, including hospitals, especially in Jérémie and Les Cayes, at the Northern coast of the Southern peninsula of the country. Hospitals and hotels, as well as ports, bridges and routes are reported to have been damaged in Les Cayes and Jérémie, where churches collapsed while the morning mass was being celebrated. Search and rescue activities are concentrated in that area as there may be people trapped in the rubble. (<a href=\"https://reliefweb.int/node/3774047\">IFRC, 14 Aug 2021</a>)</p>\n<p>While preliminary assessments are still in their very early stages, the Haitian Civil Protection General Directorate (DGPC) reports more than 700 collapsed buildings, including hospitals, schools and churches, and 2,410 destroyed homes in the department of Nippes and 1,368 in Grand’Anse, forcing at least 470 people to seek refuge in shelters, with thousands more thought to be displaced. DGPC also reports at least 304 dead and around 1,800 more injured, figures likely to increase significantly in the coming hours and days as more are still missing. (<a href=\"https://reliefweb.int/node/3765093\">OCHA, 15 Aug 2021</a>)</p>\n<p>[...]1,400 people are dead and more than 6,900 others injured, while hundreds more are still missing. According to Haitian Civil Protection, more than 37,300 homes have been destroyed and 46,000 have sustained damages, leaving thousands homeless and creating pressing shelter and WASH needs. [...] The Government and high-ranking UN officials negotiated humanitarian access for a relief convoy to pass through the main road linking the capital Port-au-Prince to the country’s southern peninsula which, up to now, had been blocked by gangs for months, with further convoys set to deliver various supplies.(<a href=\"https://reliefweb.int/node/3765493\">OCHA, 16 Aug 2021</a>)</p>\n<p>The death toll following the earthquake of 14 August has raised to 2,189 people while 332 are still missing, and more than 12,200 have been injured, as reported by the Haitian Civil Protection. At least 52,000 houses have been destroyed and more than 77,000 damaged. On 16 August, DG ECHO mobilised €3 million in emergency humanitarian funding to address the most urgent needs of the affected population. On 16 August, the Government of Haiti sent a request for international assistance to the EU Delegation in Port-au-Prince. France, the Netherlands, Spain and Sweden have already offered in-kind assistance via the Union Civil Protection Mechanism. An EU Civil Protection Team was deployed to support the national authorities and coordinate the incoming EU assistance. The mission will be supported by a Technical Assistance and Support Team from the Swedish Civil Protection (MSB). (<a href=\"https://reliefweb.int/node/3766920\">ECHO, 20 Aug 2021</a>)</p>\n<p>More than two weeks after the devastating 14 August earthquake, humanitarian assistance is now beginning to reach those most in need faster, facilitated by enhanced Government-led coordination and robust efforts to negotiate increased humanitarian access into hard-to reach areas. [...] The combined impact of the earthquake and Tropical Depression Grace have left 650,000 thousand people in need of emergency humanitarian assistance, of which 500,000 are being targeted by UN agencies and humanitarian partners through the activities planned under the recently launched $187.3 million Flash Appeal. Based on an initial impact assessment, the Government estimates that damages from the powerful 7.2-magnitude quake exceed US$1 billion, as national authorities plan a more detailed assessment of damages, losses and post-earthquake needs in collaboration with the tripartite partnership comprised of the UN, the European Union and the World Bank as well as the Inter-American Development Bank. (<a href=\"https://reliefweb.int/node/3769900\">OCHA, 31 Aug 2021</a>)</p>\n<p>More than three weeks after a devastating earthquake hit south-western Haiti, search- and-rescue efforts in the hardest-hit areas have been concluded as of 2 September, with efforts now shifting toward recovery operations as the country looks to pull itself out of yet another crisis. As of 4 September, search-and-rescue crews had extracted dozens of missing people from the rubble, including 16 trapped in a building in Les Cayes and 24 evacuated from Pic Macaya. The conclusive report from the Haitian Civil Protection General Directorate (DGPC) indicates that 329 people are still missing, while 2,248 were killed - including in the Nord- Ouest Department where 2 people died in Bassin Bleu - and 12,763 injured following the powerful 7.2-magnitude quake on 14 August.  (<a href=\"https://reliefweb.int/node/3771921\">OCHA, 7 Sep 2021</a>)</p>\n<p>[One month after the earthquake], the speed and efficiency of humanitarian relief operations continue to improve. However, as the Government and partners slowly transition to a recovery and reconstruction phase in many of the affected areas, coordinated efforts to get humanitarian assistance to those most in need continue to be hindered by a deteriorating security situation, restricted humanitarian access and limited communication with hard-to-reach communities, especially in rural areas which were most affected by the earthquake. The conclusive report from the Haitian Civil Protection General Directorate (DGPC) found that rural areas have been much harder hit than urban centres. [...] Despite coordinated efforts by humanitarian partners, many families in the most remote hard-to-reach villages have not received assistance, due in part to persistent access and at times security challenges, as many remote areas are only accessible by motorcycle, on foot, by air or sea. (<a href=\"https://reliefweb.int/node/37740471\">OCHA, 14 Sep 2021</a>)</p>\n<p>The powerful 7.2-magnitude earthquake which stuck south-western Haiti on 14 August affected at least 800,000 people, including 340,000 children, and resulted in the death of more than 2,240 people. According to the Haitian General Directorate of Civil Protection (DGPC) and IOM, as of 20 September, an estimated 38,777 displaced people have been identified in 89 displacement locations across the three most affected departments – Grand’Anse, Nippes and Sud – with more than half of these people located in 44 locations in the Sud Department. For the more than 12,700 injured people, access to adequate healthcare remains a challenge, as the quake damaged or destroyed approximately 90 health centres, with 60 per cent of affected people stating that health services close to them have been interrupted, according to UNICEF’s U-Report survey. The rollout of the new school year has been severely hindered by the earthquake’s multifaceted impacts, with more than 900 schools – around 70 per cent of all schools in south-western Haiti – damaged or destroyed. The majority of schools have been unable to reopen their doors to students just as 300,000 children were set to gradually resume classes in the three quake-affected departments on 4 October. UNICEF estimates that if classrooms remain closed, following a one-month delay in school reopening in affected departments, more than 230,000 children are at risk of dropping out of school. The earthquake has triggered a spike in international migration from Haiti, compounding the existing migration crisis of Haitians in the Americas, with increasing numbers of Haitian nationals arriving on the shores of neighbouring countries. (<a href=\"https://reliefweb.int/node/3780969\">OCHA, 7 Oct 2021</a>)</p>\n<p>Two months after the devastating earthquake, humanitarian assistance had begun to reach those most in need faster, facilitated by enhanced Government-led coordination and efforts to negotiate increased humanitarian access into hard-to reach areas. As the operation is transitioning from immediate response to recovery and reconstruction, critical needs continue to exist. The affected population requires lifesaving assistance, with additional donor support needed to expand the reach of the humanitarian aid and kick-start recovery and reconstruction, with early recovery and restoration of livelihoods being a priority particularly in hard-to-reach communities. However, the operation continues to run under the constraints of a volatile security environment, with a high number of daily kidnappings, roadblocks and fuel shortages, resulting in the temporary slowdown of activities on a regular basis. As such, all programs are developing detailed workplans that can be adapted to different scenarios and respond more efficiently to changes in the operating environment. (<a href=\"https://reliefweb.int/node/3787315\">IFRC, 29 Oct 2021</a>)</p>\n<p>From 14 August to 1 December, over 300,185 people received emergency assistance, with 4,032 mt of food and USD 2.4 million in cash-based transfers distributed. Fuel scarcity and insecurity increased starting mid-October. A truce from mid-November saw fuel distribution slowly resume throughout the country. WFP received and responded to a significant number of fuel requests from partners prioritizing medical emergencies and life-saving activities. Road access to the areas impacted by the earthquake was restricted and truck convoys from Port-au-Prince to the south were suspended as of mid-October. WFP continued its barge service from Port-au-Prince to the commune of Carrefour in the suburban area of the capital to transport humanitarian assistance to the south. Since the earthquake, over 130 voyages have been organised. Despite these delays and challenges, distributions by WFP and partners continued.  (<a href=\"https://reliefweb.int/node/3803835\">WFP, 16 Dec 2021</a>)</p>\n<p>Access to basic healthcare, nutrition, and safe water, sanitation, and hygiene services remains critical with important needs after the devastating earthquake that hit southwestern Haiti on 14 August. According to the Post-Disaster Needs Assessment (PDNA), total damages and loss are estimated at US$ 1.62 billion, while recovery needs at US$ 1.98 billion.  Relief efforts have been severely hampered by a shortage of fuel throughout the country, while the humanitarian corridor has been interrupted due to increased gangs’ violence and insecurity. UNICEF water trucking facilitated access to water for drinking, cooking, and personal hygiene for approximately 419,000 persons (69,000 in the reporting period). The construction of 75 blocks of latrines for the sites hosting the displaced people is ongoing, in respect of accessibility standards for people with disabilities. (<a href=\"https://reliefweb.int/node/3801796\">UNICEF, 17 Dec 2021</a>)</p>\n<p>Five months after a 7.2-magnitude quake severely affected the departments of Sud, Nippes and Grand'Anse on 14 August 2021, back-to-back aftershocks of magnitude 5.45 at 8:20 a.m. and 5.6 at 9:06 a.m. occurred on the morning of 24 January. These consecutive quakes lead to the death of two people and the injury of 52 others, destroying homes and triggering widespread panic, particularly among the school-age population, according to the DGPC. (<a href=\"https://reliefweb.int/node/3811087\">OCHA, 25 Jan 2022</a>)</p>\n<p>Multiples tremors and heavy rainfall occurred after the earthquake. During late January and early February 2022, heavy rainfalls hit several departments of the country notably the North, the Northeast and the Nippes departments. This situation is caused by the cold front extending from the North Atlantic to Nicaragua and crossing the island of Haiti. According to Directorate General of Civil Protection (DGPC), at least 20 municipalities were affected by floods caused by the waters of runoff and floods from some rivers. Consequently, 2,578 houses flooded and 3 destroyed, leaving nearly 10,750 people (2,500 families) in need of temporary shelter (disaster families) as well as food, NFIs, and drinking water. Furthermore, damage to road infrastructure has hampered humanitarian access. Through the revised emergency appeal, the IFRC in coordination with the HRCS has increased the original target of 25,000 people (5,000 households) to now aim to reach 35,000 people (7,000 households) in Sud, Nippes and Grand’ Anse departments. (<a href=\"https://reliefweb.int/node/3853156\">IFRC, 1 Jun 2022</a>)</p>\n<p>One year after a devastating 7.2 magnitude earthquake struck southwestern Haiti, and three weeks before the beginning of a new academic year, more than 250,000 children do not have access to adequate schools, UNICEF warned.\nReconstruction, which has been delayed by insecurity and lack of funds, is still underway and may take years to complete. Of the 1,250 schools that were destroyed or damaged by the earthquake, the majority still have not been rebuilt. (<a href=\"https://reliefweb.int/node/3877746\">UNICEF, 16 Aug 2022</a>)</p>\n<p>As of 9 December 2022, the total area affected covers 500 square kilometres and over 800,000 people have been directly affected. Of 159 health facilities assessed, 28 have been severely damaged and 60 more have been damaged, with 456 schools impacted and 64 destroyed. Total economic damage and losses are estimated at USD 1.6 billion, or about 10 per cent of the gross domestic product (GDP). (<a href=\"https://reliefweb.int/node/3915097\">IFRC, 9 Dec 2022</a>)</p>\n<p>In the southern departments, which were particularly affected by the August 2021 earthquake, some 2,528 people are still displaced as a result of the earthquake. [...] . In the southern departments, efforts to rebuild the 1,250 schools destroyed in the 14 August 2021 earthquake were hampered by logistical difficulties related to gang activity and the fuel crisis. Approximately 300,000 children were left in environments not conducive to learning. (<a href=\"https://reliefweb.int/report/haiti/haiti-apercu-des-besoins-humanitaires-2023-mars-2023-fren\">OCHA, 17 Mar 2023 </a>)</p>\n<h3>Appeals &amp; Response Plans</h3>\n<ul>\n<li>\n<a href=\"https://reliefweb.int/node/3937184\"><img src=\"https://reliefweb.int/sites/default/files/styles/small/public/previews/84/2e/842e50d9-9248-4474-a454-b839515209c3.png\" alt=\"IFRC: Haiti | Earthquake and Cholera Outbreak - Emergency Appeal № MDRHT018 - Operational Strategy (Revision #: 1) - Cover preview\" /> IFRC: Haiti | Earthquake and Cholera Outbreak - Emergency Appeal № MDRHT018 - Operational Strategy (Revision #: 1)</a>\n</li>\n<li>\n<a href=\"https://reliefweb.int/node/3828066\"><img src=\"https://reliefweb.int/sites/default/files/styles/small/public/previews/e7/1f/e71fcc6f-350e-3792-b773-7d3903d2e052.png\" alt=\"Govt. Haiti: Haïti : stratégie de réponse humanitaire au séisme du 14 août 2021, Février 2022 - Cover preview\" /> Govt. Haiti: Haïti : stratégie de réponse humanitaire au séisme du 14 août 2021, Février 2022</a>\n</li>\n<li>\n<a href=\"https://reliefweb.int/node/3766192\"><img src=\"https://reliefweb.int/sites/default/files/styles/small/public/previews/73/67/7367ed17-013c-315c-83d1-253b05981823.png\" alt=\"CBi: Business Guide: Haiti Earthquake Humanitarian Response, August 2021 - Cover preview\" /> CBi: Business Guide: Haiti Earthquake Humanitarian Response, August 2021</a>\n</li>\n<li>\n<a href=\"https://reliefweb.int/node/3787315\"><img src=\"https://reliefweb.int/sites/default/files/styles/small/public/previews/78/48/78480b64-7bfe-3735-b1aa-c748ec83c7ac.png\" alt=\"IFRC: Haiti: Earthquake - Revised Emergency Appeal №: MDRHT018 - Cover preview\" /> IFRC: Haiti: Earthquake - Revised Emergency Appeal №: MDRHT018</a>\n</li>\n</ul>\n<h3>Useful Links</h3>\n<ul>\n<li>\n<a rel=\"noopener noreferrer\" target=\"_blank\" href=\"https://protectioncivile.gouv.ht/\"><img src=\"https://protectioncivile.gouv.ht/wp-content/themes/madidus-themes/lib/img/logo_protectioncivile.jpeg\" alt=\"Protection Civile - Logo\" /></a>\n</li>\n<li>\n<a rel=\"noopener noreferrer\" target=\"_blank\" href=\"https://www.meteo-haiti.gouv.ht/index.html\">Météo Haïti</a>\n</li>\n<li>\n<a rel=\"noopener noreferrer\" target=\"_blank\" href=\"https://www.cidi.org/disaster-responses/haiti-earthquake/\">USAID/CIDI: How to Help</a>\n</li>\n</ul>\n",
      "description": "On Saturday, 14 August a major 7.2-magnitude earthquake hit Haiti. According to Haiti’s Office for Civil Protection, 227 have died and the figure is sadly expected to increase in the coming hours. Preliminary reports by Haitian Red Cross volunteers and IFRC staff on the ground confirm that the earthquake has caused severe damage to infrastructure, including hospitals, especially in Jérémie and Les Cayes, at the Northern coast of the Southern peninsula of the country. Hospitals and hotels, as well as ports, bridges and routes are reported to have been damaged in Les Cayes and Jérémie, where churches collapsed while the morning mass was being celebrated. Search and rescue activities are concentrated in that area as there may be people trapped in the rubble. ([IFRC, 14 Aug 2021](https://reliefweb.int/node/3774047))\n\nWhile preliminary assessments are still in their very early stages, the Haitian Civil Protection General Directorate (DGPC) reports more than 700 collapsed buildings, including hospitals, schools and churches, and 2,410 destroyed homes in the department of Nippes and 1,368 in Grand’Anse, forcing at least 470 people to seek refuge in shelters, with thousands more thought to be displaced. DGPC also reports at least 304 dead and around 1,800 more injured, figures likely to increase significantly in the coming hours and days as more are still missing. ([OCHA, 15 Aug 2021](https://reliefweb.int/node/3765093))\n\n[...]1,400 people are dead and more than 6,900 others injured, while hundreds more are still missing. According to Haitian Civil Protection, more than 37,300 homes have been destroyed and 46,000 have sustained damages, leaving thousands homeless and creating pressing shelter and WASH needs. [...] The Government and high-ranking UN officials negotiated humanitarian access for a relief convoy to pass through the main road linking the capital Port-au-Prince to the country’s southern peninsula which, up to now, had been blocked by gangs for months, with further convoys set to deliver various supplies.([OCHA, 16 Aug 2021](https://reliefweb.int/node/3765493))\n\nThe death toll following the earthquake of 14 August has raised to 2,189 people while 332 are still missing, and more than 12,200 have been injured, as reported by the Haitian Civil Protection. At least 52,000 houses have been destroyed and more than 77,000 damaged. On 16 August, DG ECHO mobilised €3 million in emergency humanitarian funding to address the most urgent needs of the affected population. On 16 August, the Government of Haiti sent a request for international assistance to the EU Delegation in Port-au-Prince. France, the Netherlands, Spain and Sweden have already offered in-kind assistance via the Union Civil Protection Mechanism. An EU Civil Protection Team was deployed to support the national authorities and coordinate the incoming EU assistance. The mission will be supported by a Technical Assistance and Support Team from the Swedish Civil Protection (MSB). ([ECHO, 20 Aug 2021](https://reliefweb.int/node/3766920))\n\nMore than two weeks after the devastating 14 August earthquake, humanitarian assistance is now beginning to reach those most in need faster, facilitated by enhanced Government-led coordination and robust efforts to negotiate increased humanitarian access into hard-to reach areas. [...] The combined impact of the earthquake and Tropical Depression Grace have left 650,000 thousand people in need of emergency humanitarian assistance, of which 500,000 are being targeted by UN agencies and humanitarian partners through the activities planned under the recently launched $187.3 million Flash Appeal. Based on an initial impact assessment, the Government estimates that damages from the powerful 7.2-magnitude quake exceed US$1 billion, as national authorities plan a more detailed assessment of damages, losses and post-earthquake needs in collaboration with the tripartite partnership comprised of the UN, the European Union and the World Bank as well as the Inter-American Development Bank. ([OCHA, 31 Aug 2021](https://reliefweb.int/node/3769900))\n\nMore than three weeks after a devastating earthquake hit south-western Haiti, search- and-rescue efforts in the hardest-hit areas have been concluded as of 2 September, with efforts now shifting toward recovery operations as the country looks to pull itself out of yet another crisis. As of 4 September, search-and-rescue crews had extracted dozens of missing people from the rubble, including 16 trapped in a building in Les Cayes and 24 evacuated from Pic Macaya. The conclusive report from the Haitian Civil Protection General Directorate (DGPC) indicates that 329 people are still missing, while 2,248 were killed - including in the Nord- Ouest Department where 2 people died in Bassin Bleu - and 12,763 injured following the powerful 7.2-magnitude quake on 14 August.  ([OCHA, 7 Sep 2021](https://reliefweb.int/node/3771921))\n\n[One month after the earthquake], the speed and efficiency of humanitarian relief operations continue to improve. However, as the Government and partners slowly transition to a recovery and reconstruction phase in many of the affected areas, coordinated efforts to get humanitarian assistance to those most in need continue to be hindered by a deteriorating security situation, restricted humanitarian access and limited communication with hard-to-reach communities, especially in rural areas which were most affected by the earthquake. The conclusive report from the Haitian Civil Protection General Directorate (DGPC) found that rural areas have been much harder hit than urban centres. [...] Despite coordinated efforts by humanitarian partners, many families in the most remote hard-to-reach villages have not received assistance, due in part to persistent access and at times security challenges, as many remote areas are only accessible by motorcycle, on foot, by air or sea. ([OCHA, 14 Sep 2021](https://reliefweb.int/node/37740471))\n\nThe powerful 7.2-magnitude earthquake which stuck south-western Haiti on 14 August affected at least 800,000 people, including 340,000 children, and resulted in the death of more than 2,240 people. According to the Haitian General Directorate of Civil Protection (DGPC) and IOM, as of 20 September, an estimated 38,777 displaced people have been identified in 89 displacement locations across the three most affected departments – Grand’Anse, Nippes and Sud – with more than half of these people located in 44 locations in the Sud Department. For the more than 12,700 injured people, access to adequate healthcare remains a challenge, as the quake damaged or destroyed approximately 90 health centres, with 60 per cent of affected people stating that health services close to them have been interrupted, according to UNICEF’s U-Report survey. The rollout of the new school year has been severely hindered by the earthquake’s multifaceted impacts, with more than 900 schools – around 70 per cent of all schools in south-western Haiti – damaged or destroyed. The majority of schools have been unable to reopen their doors to students just as 300,000 children were set to gradually resume classes in the three quake-affected departments on 4 October. UNICEF estimates that if classrooms remain closed, following a one-month delay in school reopening in affected departments, more than 230,000 children are at risk of dropping out of school. The earthquake has triggered a spike in international migration from Haiti, compounding the existing migration crisis of Haitians in the Americas, with increasing numbers of Haitian nationals arriving on the shores of neighbouring countries. ([OCHA, 7 Oct 2021](https://reliefweb.int/node/3780969))\n\nTwo months after the devastating earthquake, humanitarian assistance had begun to reach those most in need faster, facilitated by enhanced Government-led coordination and efforts to negotiate increased humanitarian access into hard-to reach areas. As the operation is transitioning from immediate response to recovery and reconstruction, critical needs continue to exist. The affected population requires lifesaving assistance, with additional donor support needed to expand the reach of the humanitarian aid and kick-start recovery and reconstruction, with early recovery and restoration of livelihoods being a priority particularly in hard-to-reach communities. However, the operation continues to run under the constraints of a volatile security environment, with a high number of daily kidnappings, roadblocks and fuel shortages, resulting in the temporary slowdown of activities on a regular basis. As such, all programs are developing detailed workplans that can be adapted to different scenarios and respond more efficiently to changes in the operating environment. ([IFRC, 29 Oct 2021](https://reliefweb.int/node/3787315))\n\nFrom 14 August to 1 December, over 300,185 people received emergency assistance, with 4,032 mt of food and USD 2.4 million in cash-based transfers distributed. Fuel scarcity and insecurity increased starting mid-October. A truce from mid-November saw fuel distribution slowly resume throughout the country. WFP received and responded to a significant number of fuel requests from partners prioritizing medical emergencies and life-saving activities. Road access to the areas impacted by the earthquake was restricted and truck convoys from Port-au-Prince to the south were suspended as of mid-October. WFP continued its barge service from Port-au-Prince to the commune of Carrefour in the suburban area of the capital to transport humanitarian assistance to the south. Since the earthquake, over 130 voyages have been organised. Despite these delays and challenges, distributions by WFP and partners continued.  ([WFP, 16 Dec 2021](https://reliefweb.int/node/3803835))\n\nAccess to basic healthcare, nutrition, and safe water, sanitation, and hygiene services remains critical with important needs after the devastating earthquake that hit southwestern Haiti on 14 August. According to the Post-Disaster Needs Assessment (PDNA), total damages and loss are estimated at US$ 1.62 billion, while recovery needs at US$ 1.98 billion.  Relief efforts have been severely hampered by a shortage of fuel throughout the country, while the humanitarian corridor has been interrupted due to increased gangs’ violence and insecurity. UNICEF water trucking facilitated access to water for drinking, cooking, and personal hygiene for approximately 419,000 persons (69,000 in the reporting period). The construction of 75 blocks of latrines for the sites hosting the displaced people is ongoing, in respect of accessibility standards for people with disabilities. ([UNICEF, 17 Dec 2021](https://reliefweb.int/node/3801796))\n\nFive months after a 7.2-magnitude quake severely affected the departments of Sud, Nippes and Grand'Anse on 14 August 2021, back-to-back aftershocks of magnitude 5.45 at 8:20 a.m. and 5.6 at 9:06 a.m. occurred on the morning of 24 January. These consecutive quakes lead to the death of two people and the injury of 52 others, destroying homes and triggering widespread panic, particularly among the school-age population, according to the DGPC. ([OCHA, 25 Jan 2022](https://reliefweb.int/node/3811087))\n\nMultiples tremors and heavy rainfall occurred after the earthquake. During late January and early February 2022, heavy rainfalls hit several departments of the country notably the North, the Northeast and the Nippes departments. This situation is caused by the cold front extending from the North Atlantic to Nicaragua and crossing the island of Haiti. According to Directorate General of Civil Protection (DGPC), at least 20 municipalities were affected by floods caused by the waters of runoff and floods from some rivers. Consequently, 2,578 houses flooded and 3 destroyed, leaving nearly 10,750 people (2,500 families) in need of temporary shelter (disaster families) as well as food, NFIs, and drinking water. Furthermore, damage to road infrastructure has hampered humanitarian access. Through the revised emergency appeal, the IFRC in coordination with the HRCS has increased the original target of 25,000 people (5,000 households) to now aim to reach 35,000 people (7,000 households) in Sud, Nippes and Grand’ Anse departments. ([IFRC, 1 Jun 2022](https://reliefweb.int/node/3853156))\n\nOne year after a devastating 7.2 magnitude earthquake struck southwestern Haiti, and three weeks before the beginning of a new academic year, more than 250,000 children do not have access to adequate schools, UNICEF warned.\nReconstruction, which has been delayed by insecurity and lack of funds, is still underway and may take years to complete. Of the 1,250 schools that were destroyed or damaged by the earthquake, the majority still have not been rebuilt. ([UNICEF, 16 Aug 2022](https://reliefweb.int/node/3877746))\n\nAs of 9 December 2022, the total area affected covers 500 square kilometres and over 800,000 people have been directly affected. Of 159 health facilities assessed, 28 have been severely damaged and 60 more have been damaged, with 456 schools impacted and 64 destroyed. Total economic damage and losses are estimated at USD 1.6 billion, or about 10 per cent of the gross domestic product (GDP). ([IFRC, 9 Dec 2022](https://reliefweb.int/node/3915097))\n\nIn the southern departments, which were particularly affected by the August 2021 earthquake, some 2,528 people are still displaced as a result of the earthquake. [...] . In the southern departments, efforts to rebuild the 1,250 schools destroyed in the 14 August 2021 earthquake were hampered by logistical difficulties related to gang activity and the fuel crisis. Approximately 300,000 children were left in environments not conducive to learning. ([OCHA, 17 Mar 2023 ](https://reliefweb.int/report/haiti/haiti-apercu-des-besoins-humanitaires-2023-mars-2023-fren))\n### Appeals & Response Plans\n\n- [![IFRC: Haiti | Earthquake and Cholera Outbreak - Emergency Appeal № MDRHT018 - Operational Strategy (Revision #: 1) - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/84/2e/842e50d9-9248-4474-a454-b839515209c3.png) IFRC: Haiti | Earthquake and Cholera Outbreak - Emergency Appeal № MDRHT018 - Operational Strategy (Revision #: 1)](https://reliefweb.int/node/3937184)\n- [![Govt. Haiti: Haïti : stratégie de réponse humanitaire au séisme du 14 août 2021, Février 2022 - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/e7/1f/e71fcc6f-350e-3792-b773-7d3903d2e052.png) Govt. Haiti: Haïti : stratégie de réponse humanitaire au séisme du 14 août 2021, Février 2022](https://reliefweb.int/node/3828066)\n- [![CBi: Business Guide: Haiti Earthquake Humanitarian Response, August 2021 - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/73/67/7367ed17-013c-315c-83d1-253b05981823.png) CBi: Business Guide: Haiti Earthquake Humanitarian Response, August 2021](https://reliefweb.int/node/3766192)\n- [![IFRC: Haiti: Earthquake - Revised Emergency Appeal №: MDRHT018 - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/78/48/78480b64-7bfe-3735-b1aa-c748ec83c7ac.png) IFRC: Haiti: Earthquake - Revised Emergency Appeal №: MDRHT018](https://reliefweb.int/node/3787315)\n\n### Useful Links\n\n- [![Protection Civile - Logo](https://protectioncivile.gouv.ht/wp-content/themes/madidus-themes/lib/img/logo_protectioncivile.jpeg)](https://protectioncivile.gouv.ht/)\n- [Météo Haïti](https://www.meteo-haiti.gouv.ht/index.html)\n- [USAID/CIDI: How to Help](https://www.cidi.org/disaster-responses/haiti-earthquake/)",
      "type": [
        {
          "code": "EQ",
          "name": "Earthquake",
          "id": 4628,
          "primary": true
        }
      ],
      "url": "https://reliefweb.int/taxonomy/term/50807",
      "related_glide": [
        "EQ-2022-000150-HTI"
      ],
      "current": true,
      "url_alias": "https://reliefweb.int/disaster/eq-2021-000116-hti",
      "name": "Haiti: Earthquake - Aug 2021",
      "id": 50807,
      "glide": "EQ-2021-000116-HTI",
      "status": "ongoing"
    }
  },
  "text": "Haiti: Earthquake - Aug 2021\n\nOn Saturday, 14 August a major 7.2-magnitude earthquake hit Haiti. According to Haiti’s Office for Civil Protection, 227 have died and the figure is sadly expected to increase in the coming hours. Preliminary reports by Haitian Red Cross volunteers and IFRC staff on the ground confirm that the earthquake has caused severe damage to infrastructure, including hospitals, especially in Jérémie and Les Cayes, at the Northern coast of the Southern peninsula of the country. Hospitals and hotels, as well as ports, bridges and routes are reported to have been damaged in Les Cayes and Jérémie, where churches collapsed while the morning mass was being celebrated. Search and rescue activities are concentrated in that area as there may be people trapped in the rubble. ([IFRC, 14 Aug 2021](https://reliefweb.int/node/3774047))\n\nWhile preliminary assessments are still in their very early stages, the Haitian Civil Protection General Directorate (DGPC) reports more than 700 collapsed buildings, including hospitals, schools and churches, and 2,410 destroyed homes in the department of Nippes and 1,368 in Grand’Anse, forcing at least 470 people to seek refuge in shelters, with thousands more thought to be displaced. DGPC also reports at least 304 dead and around 1,800 more injured, figures likely to increase significantly in the coming hours and days as more are still missing. ([OCHA, 15 Aug 2021](https://reliefweb.int/node/3765093))\n\n[...]1,400 people are dead and more than 6,900 others injured, while hundreds more are still missing. According to Haitian Civil Protection, more than 37,300 homes have been destroyed and 46,000 have sustained damages, leaving thousands homeless and creating pressing shelter and WASH needs. [...] The Government and high-ranking UN officials negotiated humanitarian access for a relief convoy to pass through the main road linking the capital Port-au-Prince to the country’s southern peninsula which, up to now, had been blocked by gangs for months, with further convoys set to deliver various supplies.([OCHA, 16 Aug 2021](https://reliefweb.int/node/3765493))\n\nThe death toll following the earthquake of 14 August has raised to 2,189 people while 332 are still missing, and more than 12,200 have been injured, as reported by the Haitian Civil Protection. At least 52,000 houses have been destroyed and more than 77,000 damaged. On 16 August, DG ECHO mobilised €3 million in emergency humanitarian funding to address the most urgent needs of the affected population. On 16 August, the Government of Haiti sent a request for international assistance to the EU Delegation in Port-au-Prince. France, the Netherlands, Spain and Sweden have already offered in-kind assistance via the Union Civil Protection Mechanism. An EU Civil Protection Team was deployed to support the national authorities and coordinate the incoming EU assistance. The mission will be supported by a Technical Assistance and Support Team from the Swedish Civil Protection (MSB). ([ECHO, 20 Aug 2021](https://reliefweb.int/node/3766920))\n\nMore than two weeks after the devastating 14 August earthquake, humanitarian assistance is now beginning to reach those most in need faster, facilitated by enhanced Government-led coordination and robust efforts to negotiate increased humanitarian access into hard-to reach areas. [...] The combined impact of the earthquake and Tropical Depression Grace have left 650,000 thousand people in need of emergency humanitarian assistance, of which 500,000 are being targeted by UN agencies and humanitarian partners through the activities planned under the recently launched $187.3 million Flash Appeal. Based on an initial impact assessment, the Government estimates that damages from the powerful 7.2-magnitude quake exceed US$1 billion, as national authorities plan a more detailed assessment of damages, losses and post-earthquake needs in collaboration with the tripartite partnership comprised of the UN, the European Union and the World Bank as well as the Inter-American Development Bank. ([OCHA, 31 Aug 2021](https://reliefweb.int/node/3769900))\n\nMore than three weeks after a devastating earthquake hit south-western Haiti, search- and-rescue efforts in the hardest-hit areas have been concluded as of 2 September, with efforts now shifting toward recovery operations as the country looks to pull itself out of yet another crisis. As of 4 September, search-and-rescue crews had extracted dozens of missing people from the rubble, including 16 trapped in a building in Les Cayes and 24 evacuated from Pic Macaya. The conclusive report from the Haitian Civil Protection General Directorate (DGPC) indicates that 329 people are still missing, while 2,248 were killed - including in the Nord- Ouest Department where 2 people died in Bassin Bleu - and 12,763 injured following the powerful 7.2-magnitude quake on 14 August.  ([OCHA, 7 Sep 2021](https://reliefweb.int/node/3771921))\n\n[One month after the earthquake], the speed and efficiency of humanitarian relief operations continue to improve. However, as the Government and partners slowly transition to a recovery and reconstruction phase in many of the affected areas, coordinated efforts to get humanitarian assistance to those most in need continue to be hindered by a deteriorating security situation, restricted humanitarian access and limited communication with hard-to-reach communities, especially in rural areas which were most affected by the earthquake. The conclusive report from the Haitian Civil Protection General Directorate (DGPC) found that rural areas have been much harder hit than urban centres. [...] Despite coordinated efforts by humanitarian partners, many families in the most remote hard-to-reach villages have not received assistance, due in part to persistent access and at times security challenges, as many remote areas are only accessible by motorcycle, on foot, by air or sea. ([OCHA, 14 Sep 2021](https://reliefweb.int/node/37740471))\n\nThe powerful 7.2-magnitude earthquake which stuck south-western Haiti on 14 August affected at least 800,000 people, including 340,000 children, and resulted in the death of more than 2,240 people. According to the Haitian General Directorate of Civil Protection (DGPC) and IOM, as of 20 September, an estimated 38,777 displaced people have been identified in 89 displacement locations across the three most affected departments – Grand’Anse, Nippes and Sud – with more than half of these people located in 44 locations in the Sud Department. For the more than 12,700 injured people, access to adequate healthcare remains a challenge, as the quake damaged or destroyed approximately 90 health centres, with 60 per cent of affected people stating that health services close to them have been interrupted, according to UNICEF’s U-Report survey. The rollout of the new school year has been severely hindered by the earthquake’s multifaceted impacts, with more than 900 schools – around 70 per cent of all schools in south-western Haiti – damaged or destroyed. The majority of schools have been unable to reopen their doors to students just as 300,000 children were set to gradually resume classes in the three quake-affected departments on 4 October. UNICEF estimates that if classrooms remain closed, following a one-month delay in school reopening in affected departments, more than 230,000 children are at risk of dropping out of school. The earthquake has triggered a spike in international migration from Haiti, compounding the existing migration crisis of Haitians in the Americas, with increasing numbers of Haitian nationals arriving on the shores of neighbouring countries. ([OCHA, 7 Oct 2021](https://reliefweb.int/node/3780969))\n\nTwo months after the devastating earthquake, humanitarian assistance had begun to reach those most in need faster, facilitated by enhanced Government-led coordination and efforts to negotiate increased humanitarian access into hard-to reach areas. As the operation is transitioning from immediate response to recovery and reconstruction, critical needs continue to exist. The affected population requires lifesaving assistance, with additional donor support needed to expand the reach of the humanitarian aid and kick-start recovery and reconstruction, with early recovery and restoration of livelihoods being a priority particularly in hard-to-reach communities. However, the operation continues to run under the constraints of a volatile security environment, with a high number of daily kidnappings, roadblocks and fuel shortages, resulting in the temporary slowdown of activities on a regular basis. As such, all programs are developing detailed workplans that can be adapted to different scenarios and respond more efficiently to changes in the operating environment. ([IFRC, 29 Oct 2021](https://reliefweb.int/node/3787315))\n\nFrom 14 August to 1 December, over 300,185 people received emergency assistance, with 4,032 mt of food and USD 2.4 million in cash-based transfers distributed. Fuel scarcity and insecurity increased starting mid-October. A truce from mid-November saw fuel distribution slowly resume throughout the country. WFP received and responded to a significant number of fuel requests from partners prioritizing medical emergencies and life-saving activities. Road access to the areas impacted by the earthquake was restricted and truck convoys from Port-au-Prince to the south were suspended as of mid-October. WFP continued its barge service from Port-au-Prince to the commune of Carrefour in the suburban area of the capital to transport humanitarian assistance to the south. Since the earthquake, over 130 voyages have been organised. Despite these delays and challenges, distributions by WFP and partners continued.  ([WFP, 16 Dec 2021](https://reliefweb.int/node/3803835))\n\nAccess to basic healthcare, nutrition, and safe water, sanitation, and hygiene services remains critical with important needs after the devastating earthquake that hit southwestern Haiti on 14 August. According to the Post-Disaster Needs Assessment (PDNA), total damages and loss are estimated at US$ 1.62 billion, while recovery needs at US$ 1.98 billion.  Relief efforts have been severely hampered by a shortage of fuel throughout the country, while the humanitarian corridor has been interrupted due to increased gangs’ violence and insecurity. UNICEF water trucking facilitated access to water for drinking, cooking, and personal hygiene for approximately 419,000 persons (69,000 in the reporting period). The construction of 75 blocks of latrines for the sites hosting the displaced people is ongoing, in respect of accessibility standards for people with disabilities. ([UNICEF, 17 Dec 2021](https://reliefweb.int/node/3801796))\n\nFive months after a 7.2-magnitude quake severely affected the departments of Sud, Nippes and Grand'Anse on 14 August 2021, back-to-back aftershocks of magnitude 5.45 at 8:20 a.m. and 5.6 at 9:06 a.m. occurred on the morning of 24 January. These consecutive quakes lead to the death of two people and the injury of 52 others, destroying homes and triggering widespread panic, particularly among the school-age population, according to the DGPC. ([OCHA, 25 Jan 2022](https://reliefweb.int/node/3811087))\n\nMultiples tremors and heavy rainfall occurred after the earthquake. During late January and early February 2022, heavy rainfalls hit several departments of the country notably the North, the Northeast and the Nippes departments. This situation is caused by the cold front extending from the North Atlantic to Nicaragua and crossing the island of Haiti. According to Directorate General of Civil Protection (DGPC), at least 20 municipalities were affected by floods caused by the waters of runoff and floods from some rivers. Consequently, 2,578 houses flooded and 3 destroyed, leaving nearly 10,750 people (2,500 families) in need of temporary shelter (disaster families) as well as food, NFIs, and drinking water. Furthermore, damage to road infrastructure has hampered humanitarian access. Through the revised emergency appeal, the IFRC in coordination with the HRCS has increased the original target of 25,000 people (5,000 households) to now aim to reach 35,000 people (7,000 households) in Sud, Nippes and Grand’ Anse departments. ([IFRC, 1 Jun 2022](https://reliefweb.int/node/3853156))\n\nOne year after a devastating 7.2 magnitude earthquake struck southwestern Haiti, and three weeks before the beginning of a new academic year, more than 250,000 children do not have access to adequate schools, UNICEF warned.\nReconstruction, which has been delayed by insecurity and lack of funds, is still underway and may take years to complete. Of the 1,250 schools that were destroyed or damaged by the earthquake, the majority still have not been rebuilt. ([UNICEF, 16 Aug 2022](https://reliefweb.int/node/3877746))\n\nAs of 9 December 2022, the total area affected covers 500 square kilometres and over 800,000 people have been directly affected. Of 159 health facilities assessed, 28 have been severely damaged and 60 more have been damaged, with 456 schools impacted and 64 destroyed. Total economic damage and losses are estimated at USD 1.6 billion, or about 10 per cent of the gross domestic product (GDP). ([IFRC, 9 Dec 2022](https://reliefweb.int/node/3915097))\n\nIn the southern departments, which were particularly affected by the August 2021 earthquake, some 2,528 people are still displaced as a result of the earthquake. [...] . In the southern departments, efforts to rebuild the 1,250 schools destroyed in the 14 August 2021 earthquake were hampered by logistical difficulties related to gang activity and the fuel crisis. Approximately 300,000 children were left in environments not conducive to learning. ([OCHA, 17 Mar 2023 ](https://reliefweb.int/report/haiti/haiti-apercu-des-besoins-humanitaires-2023-mars-2023-fren))\n### Appeals & Response Plans\n\n- [![IFRC: Haiti | Earthquake and Cholera Outbreak - Emergency Appeal № MDRHT018 - Operational Strategy (Revision #: 1) - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/84/2e/842e50d9-9248-4474-a454-b839515209c3.png) IFRC: Haiti | Earthquake and Cholera Outbreak - Emergency Appeal № MDRHT018 - Operational Strategy (Revision #: 1)](https://reliefweb.int/node/3937184)\n- [![Govt. Haiti: Haïti : stratégie de réponse humanitaire au séisme du 14 août 2021, Février 2022 - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/e7/1f/e71fcc6f-350e-3792-b773-7d3903d2e052.png) Govt. Haiti: Haïti : stratégie de réponse humanitaire au séisme du 14 août 2021, Février 2022](https://reliefweb.int/node/3828066)\n- [![CBi: Business Guide: Haiti Earthquake Humanitarian Response, August 2021 - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/73/67/7367ed17-013c-315c-83d1-253b05981823.png) CBi: Business Guide: Haiti Earthquake Humanitarian Response, August 2021](https://reliefweb.int/node/3766192)\n- [![IFRC: Haiti: Earthquake - Revised Emergency Appeal №: MDRHT018 - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/78/48/78480b64-7bfe-3735-b1aa-c748ec83c7ac.png) IFRC: Haiti: Earthquake - Revised Emergency Appeal №: MDRHT018](https://reliefweb.int/node/3787315)\n\n### Useful Links\n\n- [![Protection Civile - Logo](https://protectioncivile.gouv.ht/wp-content/themes/madidus-themes/lib/img/logo_protectioncivile.jpeg)](https://protectioncivile.gouv.ht/)\n- [Météo Haïti](https://www.meteo-haiti.gouv.ht/index.html)\n- [USAID/CIDI: How to Help](https://www.cidi.org/disaster-responses/haiti-earthquake/)",
  "summary": " On August 14th, 2021, a 7.2-magnitude earthquake struck Haiti, resulting in 2,189 deaths, 6,900 injuries, and hundreds of missing people. 37,300 homes have been destroyed and 46,000 have sustained damage, leaving thousands homeless and creating pressing shelter and WASH needs. 650,000 people are in need of emergency assistance, with 500,000 being targeted by UN agencies and humanitarian partners. In late January and early February 2022, heavy rainfall caused flooding in 20 municipalities in Haiti, resulting in 2,578 flooded houses and 3 destroyed, leaving 10,750 people in need of temporary shelter, food, NFIs, and drinking water. One year after the earthquake, over 250,000 children still do not have access to adequate schools. Two documents related to the response to the earthquake and cholera outbreak in Haiti in 2021 are provided, as well as three useful links.",
  "metadata": {
    "id": "50807",
    "name": "Haiti: Earthquake - Aug 2021",
    "date_event": 1628899200000,
    "date_changed": 1679478619000,
    "date_created": 1628899200000,
    "primary_country_id": 113,
    "primary_country_name": "Haiti",
    "primary_country_iso3": "hti",
    "primary_country_location": {
      "lon": -72.43,
      "lat": 19.18
    },
    "primary_type_id": 4628,
    "primary_type_code": "EQ",
    "primary_type_name": "Earthquake"
  }
}