{
  "original": {
    "id": "15360",
    "fields": {
      "date": {
        "changed": "2023-02-28T17:18:23+00:00",
        "event": "2014-08-29T00:00:00+00:00",
        "created": "2014-08-29T00:00:00+00:00"
      },
      "primary_type": {
        "code": "DR",
        "name": "Drought",
        "id": 4672
      },
      "country": [
        {
          "href": "https://api.reliefweb.int/v1/countries/131",
          "name": "Kenya",
          "location": {
            "lon": 37.86,
            "lat": 0.53
          },
          "id": 131,
          "shortname": "Kenya",
          "iso3": "ken",
          "primary": true
        }
      ],
      "primary_country": {
        "href": "https://api.reliefweb.int/v1/countries/131",
        "name": "Kenya",
        "location": {
          "lon": 37.86,
          "lat": 0.53
        },
        "id": 131,
        "shortname": "Kenya",
        "iso3": "ken"
      },
      "profile": {
        "appeals_response_plans": {
          "active": [
            {
              "cover": "https://reliefweb.int/sites/default/files/styles/small/public/previews/05/bd/05bd2ce1-97c9-4042-b607-ff59ca3c7133.png",
              "title": "UNHCR: The Horn of Africa Drought Situation Appeal (January - December 2023)",
              "url": "https://reliefweb.int/node/3938354"
            },
            {
              "cover": "https://reliefweb.int/sites/default/files/styles/small/public/previews/78/b4/78b44ab7-40eb-49b7-8716-093fc39d6d1c.png",
              "title": "WFP: WFP Regional Drought Response Plan for the Horn of Africa (January – December 2023)",
              "url": "https://reliefweb.int/node/3926286"
            }
          ],
          "title": "Appeals & Response Plans"
        },
        "overview": "In January 2014, the Government of Kenya declared an impending drought with an estimated 1.6 million people affected. After a poor performance of the long rains between March and May 2014 in the arid and semi-arid zones, the drought situation continued to affect both pastoral and marginal agriculture livelihood zones (the North Western, Northern, North Eastern, South Eastern and parts of Coast) with an impact on households’ food availability as well as livestock productivity. The situation continued to worsen due to the increase in food prices. ([IFRC, 24 Sep 2014](https://reliefweb.int/node/694348))\n\nThe acutely food insecure population increased from 1.3 million in February to 1.5 million by August. Many households remained Stressed (IPC Phase2), though some households in parts of Turkana, Marsabit, Samburu, Mandera, Wajir, Baringo, and West Pokot moved into Crisis (IPC Phase 3). More households were likely to move into Crisis (IPC Phase 3) by October. ([FEWS NET, 26 Aug 2014](https://reliefweb.int/node/686572))\n\nFindings of the 2015 Long Rains Assessment (LRA) indicate that about 1.1 million people are acutely food insecure and cannot meet their basic dietary requirements, hence requiring immediate food assistance for the next six months (September 2015 – February 2016). ([Govt. 11 Sep 2015](https://reliefweb.int/node/1168166))\n\nFood insecurity conditions are likely to persist throughout the outlook period, especially in the northeast, northwest, and southeast pastoral areas, and coastal and southeast marginal agricultural areas. The typical recovery of rangeland and cropping conditions during the October to December period is unlikely, as the forecasted La Niña conditions are likely to lead to below-average October to December short rains. The majority of households are expected to remain Stressed (IPC Phase 2). ([FEWS NET, 01 July 2016](https://reliefweb.int/node/1592231))\n\nDeterioration of food security expected to continue even after onset of the short rains. ([FEWS NET, 03 Oct 2016](https://reliefweb.int/node/1718746))\n\nFood insecurity had more than doubled - from 600,000 (Aug 2015 - March 2016) to 1.25 million\npeople (August 2016 – Feb 2017) ([OCHA, 26 Oct 2016. Pg 27](https://reliefweb.int/node/1754136)). The drought and food security situation in the most affected counties ranged from moderate to severe. ([Govt. 27 Oct 2016](https://reliefweb.int/node/1756031))\n\nOn 10 February 2017, the Government declared a national drought emergency, with 23 of 47 counties affected. The number of food insecure people more than doubled – from 1.3 million to 2.7 million. Some 357,285 children and pregnant and lactating mothers are acutely malnourished. ([OCHA, 17 Feb 2017](https://reliefweb.int/node/1906393))\n\nMore than 2.6 million Kenyans were severely food insecure as of 26 May 2017 — and this number was rapidly rising. High levels of malnutrition were prevalent across the arid and semi-arid lands. Three sub-counties report Global Acute Malnutrition rates of 30 per cent, double the emergency threshold. Severe drought has dried up water resources in half of Kenya’s 47 counties and an estimated 3 million people lacked access to clean water. ([OCHA, 26 May 2017](https://reliefweb.int/node/2049409))\n\nThe National Drought Management Authority’s (NDMA) early warning bulletin for June indicated that while the long rains had ended, many parts of the Arid and Semi-arid Lands (ASALs) were still experiencing long distances between home and water sources, unusually high food prices, and worrying levels of malnutrition. Insecurity linked to resource-based conflicts worsened, while Fall Armyworm and African Armyworm infestations continued to threaten crops in marginal agricultural counties, further worsening the prospects for the next harvest. ([UNICEF, 19 Jun 2017](https://reliefweb.int/node/2093059))\n\nFollowing at least two consecutive poor rainy seasons, Crisis (IPC Phase 3) outcomes were expected through early December in areas of Turkana, Marsabit, Mandera, Wajir, Isiolo, Garissa, Tana River, Samburu, and Laikipia, requiring urgent humanitarian assistance. However, an improvement to Stressed (IPC Phase 2) outcomes was expected across all pastoral areas in early 2018; however, some of the most vulnerable households were still likely to be in Crisis (IPC Phase 3). ([FEWS, 18 Nov 2017](https://reliefweb.int/node/2333659/))\n\nDrought conditions that were expected to persist into 2018 left 3.4 million people severely food insecure and an estimated 500,000 people without access to water. An estimated 482,882 children required treatment for acute malnutrition, including 104,614 who were suffering from severe acute malnutrition (SAM). Eighty-eight per cent of these children were from 23 arid and semi-arid counties. Drought conditions led to declines in school attendance and school participation and rising dropout rates. ([UNICEF, 4 Jan 2018](https://reliefweb.int/node/2400909))\n\nStressed (IPC Phase 2) outcomes were expected to persist through September in Wajir, parts of Marsabit, Isiolo, Turkana, Garissa, Mandera, and Tana River due to various factors, including livelihood recovery from drought and/or flooding, a livestock quarantine from an outbreak of Rift Valley Fever (RVF), and insecurity. ([FEWSNET, 30 Jun 2018](https://reliefweb.int/node/2677384))\n\nCountrywide, the historically above-average 2018 March to May long rains continued to drive food security improvements. The marginal areas were supported by available harvests and were in Minimal (IPC Phase 1). Despite significantly improved livestock productivity and above-average terms-of-trade in pastoral areas, Stressed (IPC Phase 2) outcomes were expected to persist through January 2019. ([FEWSNET, 28 Sep 2018](https://reliefweb.int/node/2806614))\n\n In marginal agricultural areas, the October to December short rains season were significantly below average and short rains crop production were expected to be 70 percent of average. However, surplus long rains production and re-planting of short rains crops by better-off households in some areas sustained high agricultural labor demand and above-average terms of trade, facilitating food access for the poor. As a result, deterioration in food security was most likely to be gradual, but Stressed (IPC Phase 2) outcomes were anticipated to be widespread in the February to May 2019 period. ([FEWSNET, 14 Jan 2019](https://reliefweb.int/node/2948704/))\n\nThe dry conditions and high temperatures experienced from January to March pushed more counties into the Alarm drought stage, from one (1) in February to five (5) in March. 20 ASAL counties were reporting a worsening trend and only three (3) indicated a stable trend. Counties in the Alarm drought phase are Wajir, Mandera, Garissa, Marsabit and Turkana. ([GOV, 18 Apr 2019](https://reliefweb.int/node/3089448/))\n\nAs of Jun 2019, the March – May long rains season officially ended and rains were expected only in the western and central parts of Kenya through the rest of June. Due to ongoing drought and a second consecutive below-average rainfall season, the Kenya Food Security Steering Group (KFSSG) estimates that 1.6 million people are currently in Crisis (IPC Phase 3) and in need of humanitarian food assistance. ([FEWSNET, 28 Jun 2019](https://reliefweb.int/node/3193349/)\n\nAs the dry season progressed in eastern Kenya, the food insecure population was expected to continue to rise through October 2019. Crisis (IPC Phase 3) and Stressed (IPC Phase 2) outcomes were widespread. However, cumulative rainfall in the west and northwest was above average since May, which is driving relative improvements in livestock and crop production. ([FEWSNET, 30 Sep 2019](https://reliefweb.int/node/3329158/))\n\nAt the peak of the October to December short rains season, many poor households were gradually recovering from the impact of previous drought or recent flooding on their food and income sources. Stressed (IPC Phase 2) outcomes were present across central, southeastern, and coastal Kenya, while Crisis (IPC Phase 3) outcomes persisted in several pastoral areas. ([FEWSNET, 27 Nov 2019](https://reliefweb.int/ https://reliefweb.int/node/3414388/))\n\nIn December 2019, Crisis (IPC Phase 3) and Stressed (IPC Phase 2) outcomes persisted due to ongoing recovery from the 2018/19 drought and the negative impact of recent floods and landslides on household food and income sources. From October to December, Kenya experienced one of the wettest short rains seasons on record, with rainfall totals ranging up to 400 percent of average. In pastoral areas, Crisis (IPC Phase 3) outcomes remained prevalent.\n\nIn marginal agricultural areas, above-average rainfall led to mixed effects on short rains crop production, which is most likely to result in a near-average harvest on aggregate in January. In many areas, area planted is above normal, cropping conditions remain favorable, and agricultural labor demand is at typical levels. However, excess soil moisture and flooding in some coastal and southeastern areas is expected to result in below-average, short-cycle legumes production and localized maize losses. In early 2020, the availability of the short rains harvest and labor income earned in the 2020 long rains season are expected to lead to Minimal (IPC Phase 1) outcomes in some areas. However, Stressed (IPC Phase 2) outcomes will likely be sustained in areas that are currently experiencing localized crop losses. Overall, the population experiencing Stressed (IPC Phase 2) outcomes is expected to remain atypically high through May. ([FEWSNET, 29 Dec 2019](https://reliefweb.int/node/3458268/))\n\nAccording to the Kenya Food Security Group (KFFSG) 2020 long rains assessment, widespread Stressed (IPC Phase 2) outcomes are ongoing. Although desert locusts and floods caused crop and livestock losses, the above-average March-May long rains led to favorable harvests in most marginal agricultural areas as well as above-average livestock sale values and average milk productivity, resulting in a decline in the population in need relative to the preceding 2019 short rains assessment. FEWS NET similarly anticipates widespread area-level Stressed (IPC Phase 2) outcomes, but Crisis (IPC Phase 3) in the Tana Riverine and Mandera Riverine Livelihood zones.  ([FEWSNET, 8 Sep 2020](https://reliefweb.int/node/3668594/))\n\nIn the pastoral areas, Stressed (IPC Phase 2) outcomes through the scenario period will persist with the worst affected households likely in Crisis (IPC Phase 3) due to below-average herd sizes, limited assets, low income-earning opportunities, and constrained livelihood activities impacting market access. The forecast below-average 2020 short rains and 2021 long rains are expected to lead to short-lived pasture and water regeneration, and gradual declines in livestock body conditions and production, limiting household access to food and income. ([FEWSNET, 6 Nov 2020](https://reliefweb.int/node/3685593/))\n\nIn the marginal areas, crop production is ongoing and providing below average casual labor income opportunities. Crop conditions are good, with maize mostly at the knee-high stage with pulses and potatoes at the flowering stage. Household food stocks are dwindling, and households are mostly dependent on market food purchases and facing Stressed (IPC Phase 2) outcomes. In the pastoral areas, goat prices are above the five-year averages and supporting household food access. However, milk production is below average, and livestock have begun migrating to dry season grazing areas within the counties. This is reducing household food consumption, increasing malnutrition, and driving Stressed (IPC Phase2) outcomes. ([FEWSNET, 31 Dec 2020](https://reliefweb.int/node/3701351/))\n\nAccording to CHIRPS satellite rainfall estimates, the March to May long rains have been significantly below average through April. Cumulative rainfall has been less than 55 to 70 percent of normal across much of Kenya. However, localized areas in western and northeastern Kenya have received 95-145 percent of normal rainfall. In the marginal agricultural areas, the poor rainfall is affecting agricultural production, with no germination being reported in parts of Kitui and Meru North. Due to declining household food stocks and below-average casual waged labor opportunities, poor marginal agricultural households are likely Stressed (IPC Phase 2). In pastoral areas, household income and food access are increasingly constrained due to atypical livestock migration, increased insecurity from resource-based conflict and terrorism, reduced milk production and consumption, reducing livestock sale values, and high staple food prices, driving Crisis (IPC Phase 3) outcomes. ([FEWSNET, 30 Apr 2021](https://reliefweb.int/node/3734776/))\n\nThe cumulative impact of two consecutive poor rainy seasons, coupled with the COVID-19 pandemic, insecurity, pests and diseases have caused humanitarian needs to rapidly rise in the Arid and Semi-Arad Lands (ASAL) region of Kenya, leading to the declaration of a national disaster by the President of Kenya on 8 September 2021. There are now at least 2.1 million people who are severely food insecure and adopting irreversible coping strategies to meet their minimum food needs, and this is expected to rise to nearly 2.4 million people from November 2021, according to the latest Integrated Phase Classification (IPC) analysis. This will include an estimated 368,000 people in Emergency (IPC Phase 4) and 2 million people in Crisis (IPC Phase 3), and is nearly three times (852,000) the number of people who were facing high acute food insecurity from October to December 2020. Nine counties are expected to have the highest numbers of people in IPC Phase 3 and above from November 2021 onwards: Turkana, Mandera, Lamu, Garissa, Wajir, Kwale, Kitui, Tana River and Isiolo. Food insecurity is expected to worsen in the period ahead based on the likelihood of poor rains during the upcoming short rains season (October to December). ([OCHA, 30 Sep 2021](https://reliefweb.int/node/3778693/))\n\nThe October to December 2021 short rains have largely failed, marking the third consecutive below-average season across pastoral and marginal agricultural areas of eastern and northern Kenya. In pastoral areas, very low pasture and water resources have driven atypical livestock migration, rapid declines in livestock health and productivity, and excess livestock deaths. The drought also follows the temporary closure of livestock markets in early 2020 due to COVID-19, which already suppressed formal livestock trade in the short-term. In marginal agricultural areas, rainfall totals have been inadequate for crop development. While the distribution of food assistance, expansion of the Hunger Safety Net Programme (HSNP), and the delivery of water and livestock feed are helping to prevent more severe food insecurity, widespread Crisis (IPC Phase 3) outcomes persist, with worst-affected households in Emergency (IPC Phase 4). With the elevated likelihood of a fourth consecutive below-average season during the March to May 2022 long rains, there is high concern that food insecurity will increase in severity and scale in 2022, and FEWS NET expects 3-4 million people will be in need of humanitarian food assistance in Kenya. Large-scale humanitarian assistance and livelihoods support are urgently required to cover current needs in northern and eastern Kenya, and assistance should be sustained throughout 2022.([FEWSNET, 20 Dec 2021](https://reliefweb.int/node/3802558/))\n\nFollowing a significant deterioration from the previous analysis, an estimated 3.1 million people (20% of the population in Kenya’s ASALs region) were classified in IPC Phase 3 (Crisis) or above acute food insecurity in February 2022. Compared to the same period in 2021, there was an increase from 1.4 million to 3.1 million of people classified in IPC Phase 3 (Crisis) and IPC Phase 4 (Emergency). The deterioration of food insecurity is attributed to multiple shocks, including dry spells from three consecutive poor seasonal rainfall performances (all below the five-year average), below average crop and livestock production, localized resource-based conflict, and the ripple effects of the COVID-19 pandemic, which resulted in increasing staple food prices across the country. The following seven counties were the most affected, representing more than 50% of the total population classified in IPC Phase 3 (Crisis) or above: Marsabit (50%), Turkana (40%), Baringo (35%), Wajir (35%), Mandera (35%), Samburu (35%) and Isiolo (30%). These areas are predominantly pastoral livelihoods. ([IPC, 31 Mar 2022](https://reliefweb.int/node/3833088/))\n\nThis IPC projection update for Kenya’s Arid and Semi-Arid Lands (ASAL) region, covering the March to June period, was triggered by several cumulative factors. Firstly, the expected March-April-May seasonal rainfall amount received across most livelihood zones was below the long-term seasonal averages and exacerbated by poor spatial distribution. This negatively affected rangeland and also sparked resource-based conflicts. These resource-based conflicts are coupled with rising food commodity prices due to depressed crop production that coincides with the peak lean season for most Arid and Semi-Arid Livelihood counties. Overall, these factors indicate an increase in the number of people facing high levels of acute food insecurity to 4.1 million, over the 3.5 million initially projected over the same period. This includes 1.1 million in IPC Phase 4 (Emergency) and 3 million in IPC Phase 3 (Crisis). ([IPC, 10 Jun 2022](https://reliefweb.int/node/3855447/))\n\nAccording to the most recent analysis, from July to September 2022 (lean season), about 3.5 million people (24% of the ASAL population) are facing high levels of acute food insecurity – IPC Phase 3 or above, with about 2.7 million people in IPC Phase 3 (Crisis) and 785,000 people in IPC Phase 4 (Emergency). This is a 10% increase from the same period in 2021 where 2.1 million people were categorized in IPC Phase 3 and IPC Phase 4. The food insecurity is primarily driven by a combination of shocks, including a fourth successive below average rainy season which was poorly distributed in space and short-lived which resulted in below average crop production to near crop failure and poor livestock production; localised resource-based conflict; and high food prices as a result of the war in Ukraine and low in-country production. The most affected counties, representing 40% of the total country population in IPC Phase 3 or above are: Isiolo (50%), Turkana (50%), Garissa (45%), Mandera (45%), Marsabit (45%), Samburu (45%), Wajir (45%) and Baringo (40%). These are predominantly pastoral livelihoods. ([IPC, 28 Sep 2022](https://reliefweb.int/node/3890705/))\n\n\nIn the current period, it is estimated that around 4.4 million people (27% of the ASAL population) are facing high levels of Acute Food Insecurity – IPC AFI Phase 3 (Crisis) or above, of which about 774,000 people are in IPC AFI Phase 4 (Emergency). Compared to the same period last year, this represents a 43% increase in population in IPC Phase 3 (Crisis) or above, while compared to the previous analysis period (October-December 2022), the prevalence of\npopulation in IPC AFI Phase 3 (Crisis) or above is similar – with a reduction of the population in IPC Phase 4 (Emergency). Yet, in the projected period, March – June 2023, the severity of food insecurity is expected to worsen again: about 5.4 million people (32% of the population analysed) are projected to face high levels of acute food insecurity (IPC AFI Phase 3 or above), of which 1.2 million people (7%) will likely be in Emergency (IPC AFI Phase 4). This latest projection represents the highest magnitude and severity of acute food insecurity in the ASAL areas in years: urgent action is required to reduce food gaps, protect their livelihoods, and prevent and treat acute malnutrition. ([IPC, 20 Feb 2023](https://reliefweb.int/node/3935420/))",
        "useful_links": {
          "active": [
            {
              "logo": "https://www.humanitarianresponse.info/sites/all/themes/humanitarianresponse/logo.png",
              "title": "Humanitarian Response",
              "url": "https://kenya.humanitarianresponse.info"
            },
            {
              "title": "FEWS NET Kenya",
              "url": "http://www.fews.net/east-africa/kenya"
            }
          ],
          "title": "Useful Links"
        },
        "overview-html": "<p>In January 2014, the Government of Kenya declared an impending drought with an estimated 1.6 million people affected. After a poor performance of the long rains between March and May 2014 in the arid and semi-arid zones, the drought situation continued to affect both pastoral and marginal agriculture livelihood zones (the North Western, Northern, North Eastern, South Eastern and parts of Coast) with an impact on households’ food availability as well as livestock productivity. The situation continued to worsen due to the increase in food prices. (<a href=\"https://reliefweb.int/node/694348\">IFRC, 24 Sep 2014</a>)</p>\n<p>The acutely food insecure population increased from 1.3 million in February to 1.5 million by August. Many households remained Stressed (IPC Phase2), though some households in parts of Turkana, Marsabit, Samburu, Mandera, Wajir, Baringo, and West Pokot moved into Crisis (IPC Phase 3). More households were likely to move into Crisis (IPC Phase 3) by October. (<a href=\"https://reliefweb.int/node/686572\">FEWS NET, 26 Aug 2014</a>)</p>\n<p>Findings of the 2015 Long Rains Assessment (LRA) indicate that about 1.1 million people are acutely food insecure and cannot meet their basic dietary requirements, hence requiring immediate food assistance for the next six months (September 2015 – February 2016). (<a href=\"https://reliefweb.int/node/1168166\">Govt. 11 Sep 2015</a>)</p>\n<p>Food insecurity conditions are likely to persist throughout the outlook period, especially in the northeast, northwest, and southeast pastoral areas, and coastal and southeast marginal agricultural areas. The typical recovery of rangeland and cropping conditions during the October to December period is unlikely, as the forecasted La Niña conditions are likely to lead to below-average October to December short rains. The majority of households are expected to remain Stressed (IPC Phase 2). (<a href=\"https://reliefweb.int/node/1592231\">FEWS NET, 01 July 2016</a>)</p>\n<p>Deterioration of food security expected to continue even after onset of the short rains. (<a href=\"https://reliefweb.int/node/1718746\">FEWS NET, 03 Oct 2016</a>)</p>\n<p>Food insecurity had more than doubled - from 600,000 (Aug 2015 - March 2016) to 1.25 million\npeople (August 2016 – Feb 2017) (<a href=\"https://reliefweb.int/node/1754136\">OCHA, 26 Oct 2016. Pg 27</a>). The drought and food security situation in the most affected counties ranged from moderate to severe. (<a href=\"https://reliefweb.int/node/1756031\">Govt. 27 Oct 2016</a>)</p>\n<p>On 10 February 2017, the Government declared a national drought emergency, with 23 of 47 counties affected. The number of food insecure people more than doubled – from 1.3 million to 2.7 million. Some 357,285 children and pregnant and lactating mothers are acutely malnourished. (<a href=\"https://reliefweb.int/node/1906393\">OCHA, 17 Feb 2017</a>)</p>\n<p>More than 2.6 million Kenyans were severely food insecure as of 26 May 2017 — and this number was rapidly rising. High levels of malnutrition were prevalent across the arid and semi-arid lands. Three sub-counties report Global Acute Malnutrition rates of 30 per cent, double the emergency threshold. Severe drought has dried up water resources in half of Kenya’s 47 counties and an estimated 3 million people lacked access to clean water. (<a href=\"https://reliefweb.int/node/2049409\">OCHA, 26 May 2017</a>)</p>\n<p>The National Drought Management Authority’s (NDMA) early warning bulletin for June indicated that while the long rains had ended, many parts of the Arid and Semi-arid Lands (ASALs) were still experiencing long distances between home and water sources, unusually high food prices, and worrying levels of malnutrition. Insecurity linked to resource-based conflicts worsened, while Fall Armyworm and African Armyworm infestations continued to threaten crops in marginal agricultural counties, further worsening the prospects for the next harvest. (<a href=\"https://reliefweb.int/node/2093059\">UNICEF, 19 Jun 2017</a>)</p>\n<p>Following at least two consecutive poor rainy seasons, Crisis (IPC Phase 3) outcomes were expected through early December in areas of Turkana, Marsabit, Mandera, Wajir, Isiolo, Garissa, Tana River, Samburu, and Laikipia, requiring urgent humanitarian assistance. However, an improvement to Stressed (IPC Phase 2) outcomes was expected across all pastoral areas in early 2018; however, some of the most vulnerable households were still likely to be in Crisis (IPC Phase 3). (<a href=\"https://reliefweb.int/node/2333659/\">FEWS, 18 Nov 2017</a>)</p>\n<p>Drought conditions that were expected to persist into 2018 left 3.4 million people severely food insecure and an estimated 500,000 people without access to water. An estimated 482,882 children required treatment for acute malnutrition, including 104,614 who were suffering from severe acute malnutrition (SAM). Eighty-eight per cent of these children were from 23 arid and semi-arid counties. Drought conditions led to declines in school attendance and school participation and rising dropout rates. (<a href=\"https://reliefweb.int/node/2400909\">UNICEF, 4 Jan 2018</a>)</p>\n<p>Stressed (IPC Phase 2) outcomes were expected to persist through September in Wajir, parts of Marsabit, Isiolo, Turkana, Garissa, Mandera, and Tana River due to various factors, including livelihood recovery from drought and/or flooding, a livestock quarantine from an outbreak of Rift Valley Fever (RVF), and insecurity. (<a href=\"https://reliefweb.int/node/2677384\">FEWSNET, 30 Jun 2018</a>)</p>\n<p>Countrywide, the historically above-average 2018 March to May long rains continued to drive food security improvements. The marginal areas were supported by available harvests and were in Minimal (IPC Phase 1). Despite significantly improved livestock productivity and above-average terms-of-trade in pastoral areas, Stressed (IPC Phase 2) outcomes were expected to persist through January 2019. (<a href=\"https://reliefweb.int/node/2806614\">FEWSNET, 28 Sep 2018</a>)</p>\n<p>In marginal agricultural areas, the October to December short rains season were significantly below average and short rains crop production were expected to be 70 percent of average. However, surplus long rains production and re-planting of short rains crops by better-off households in some areas sustained high agricultural labor demand and above-average terms of trade, facilitating food access for the poor. As a result, deterioration in food security was most likely to be gradual, but Stressed (IPC Phase 2) outcomes were anticipated to be widespread in the February to May 2019 period. (<a href=\"https://reliefweb.int/node/2948704/\">FEWSNET, 14 Jan 2019</a>)</p>\n<p>The dry conditions and high temperatures experienced from January to March pushed more counties into the Alarm drought stage, from one (1) in February to five (5) in March. 20 ASAL counties were reporting a worsening trend and only three (3) indicated a stable trend. Counties in the Alarm drought phase are Wajir, Mandera, Garissa, Marsabit and Turkana. (<a href=\"https://reliefweb.int/node/3089448/\">GOV, 18 Apr 2019</a>)</p>\n<p>As of Jun 2019, the March – May long rains season officially ended and rains were expected only in the western and central parts of Kenya through the rest of June. Due to ongoing drought and a second consecutive below-average rainfall season, the Kenya Food Security Steering Group (KFSSG) estimates that 1.6 million people are currently in Crisis (IPC Phase 3) and in need of humanitarian food assistance. (<a href=\"https://reliefweb.int/node/3193349/\">FEWSNET, 28 Jun 2019</a></p>\n<p>As the dry season progressed in eastern Kenya, the food insecure population was expected to continue to rise through October 2019. Crisis (IPC Phase 3) and Stressed (IPC Phase 2) outcomes were widespread. However, cumulative rainfall in the west and northwest was above average since May, which is driving relative improvements in livestock and crop production. (<a href=\"https://reliefweb.int/node/3329158/\">FEWSNET, 30 Sep 2019</a>)</p>\n<p>At the peak of the October to December short rains season, many poor households were gradually recovering from the impact of previous drought or recent flooding on their food and income sources. Stressed (IPC Phase 2) outcomes were present across central, southeastern, and coastal Kenya, while Crisis (IPC Phase 3) outcomes persisted in several pastoral areas. ([FEWSNET, 27 Nov 2019](<a href=\"https://reliefweb.int/\">https://reliefweb.int/</a> <a href=\"https://reliefweb.int/node/3414388/\">https://reliefweb.int/node/3414388/</a>))</p>\n<p>In December 2019, Crisis (IPC Phase 3) and Stressed (IPC Phase 2) outcomes persisted due to ongoing recovery from the 2018/19 drought and the negative impact of recent floods and landslides on household food and income sources. From October to December, Kenya experienced one of the wettest short rains seasons on record, with rainfall totals ranging up to 400 percent of average. In pastoral areas, Crisis (IPC Phase 3) outcomes remained prevalent.</p>\n<p>In marginal agricultural areas, above-average rainfall led to mixed effects on short rains crop production, which is most likely to result in a near-average harvest on aggregate in January. In many areas, area planted is above normal, cropping conditions remain favorable, and agricultural labor demand is at typical levels. However, excess soil moisture and flooding in some coastal and southeastern areas is expected to result in below-average, short-cycle legumes production and localized maize losses. In early 2020, the availability of the short rains harvest and labor income earned in the 2020 long rains season are expected to lead to Minimal (IPC Phase 1) outcomes in some areas. However, Stressed (IPC Phase 2) outcomes will likely be sustained in areas that are currently experiencing localized crop losses. Overall, the population experiencing Stressed (IPC Phase 2) outcomes is expected to remain atypically high through May. (<a href=\"https://reliefweb.int/node/3458268/\">FEWSNET, 29 Dec 2019</a>)</p>\n<p>According to the Kenya Food Security Group (KFFSG) 2020 long rains assessment, widespread Stressed (IPC Phase 2) outcomes are ongoing. Although desert locusts and floods caused crop and livestock losses, the above-average March-May long rains led to favorable harvests in most marginal agricultural areas as well as above-average livestock sale values and average milk productivity, resulting in a decline in the population in need relative to the preceding 2019 short rains assessment. FEWS NET similarly anticipates widespread area-level Stressed (IPC Phase 2) outcomes, but Crisis (IPC Phase 3) in the Tana Riverine and Mandera Riverine Livelihood zones.  (<a href=\"https://reliefweb.int/node/3668594/\">FEWSNET, 8 Sep 2020</a>)</p>\n<p>In the pastoral areas, Stressed (IPC Phase 2) outcomes through the scenario period will persist with the worst affected households likely in Crisis (IPC Phase 3) due to below-average herd sizes, limited assets, low income-earning opportunities, and constrained livelihood activities impacting market access. The forecast below-average 2020 short rains and 2021 long rains are expected to lead to short-lived pasture and water regeneration, and gradual declines in livestock body conditions and production, limiting household access to food and income. (<a href=\"https://reliefweb.int/node/3685593/\">FEWSNET, 6 Nov 2020</a>)</p>\n<p>In the marginal areas, crop production is ongoing and providing below average casual labor income opportunities. Crop conditions are good, with maize mostly at the knee-high stage with pulses and potatoes at the flowering stage. Household food stocks are dwindling, and households are mostly dependent on market food purchases and facing Stressed (IPC Phase 2) outcomes. In the pastoral areas, goat prices are above the five-year averages and supporting household food access. However, milk production is below average, and livestock have begun migrating to dry season grazing areas within the counties. This is reducing household food consumption, increasing malnutrition, and driving Stressed (IPC Phase2) outcomes. (<a href=\"https://reliefweb.int/node/3701351/\">FEWSNET, 31 Dec 2020</a>)</p>\n<p>According to CHIRPS satellite rainfall estimates, the March to May long rains have been significantly below average through April. Cumulative rainfall has been less than 55 to 70 percent of normal across much of Kenya. However, localized areas in western and northeastern Kenya have received 95-145 percent of normal rainfall. In the marginal agricultural areas, the poor rainfall is affecting agricultural production, with no germination being reported in parts of Kitui and Meru North. Due to declining household food stocks and below-average casual waged labor opportunities, poor marginal agricultural households are likely Stressed (IPC Phase 2). In pastoral areas, household income and food access are increasingly constrained due to atypical livestock migration, increased insecurity from resource-based conflict and terrorism, reduced milk production and consumption, reducing livestock sale values, and high staple food prices, driving Crisis (IPC Phase 3) outcomes. (<a href=\"https://reliefweb.int/node/3734776/\">FEWSNET, 30 Apr 2021</a>)</p>\n<p>The cumulative impact of two consecutive poor rainy seasons, coupled with the COVID-19 pandemic, insecurity, pests and diseases have caused humanitarian needs to rapidly rise in the Arid and Semi-Arad Lands (ASAL) region of Kenya, leading to the declaration of a national disaster by the President of Kenya on 8 September 2021. There are now at least 2.1 million people who are severely food insecure and adopting irreversible coping strategies to meet their minimum food needs, and this is expected to rise to nearly 2.4 million people from November 2021, according to the latest Integrated Phase Classification (IPC) analysis. This will include an estimated 368,000 people in Emergency (IPC Phase 4) and 2 million people in Crisis (IPC Phase 3), and is nearly three times (852,000) the number of people who were facing high acute food insecurity from October to December 2020. Nine counties are expected to have the highest numbers of people in IPC Phase 3 and above from November 2021 onwards: Turkana, Mandera, Lamu, Garissa, Wajir, Kwale, Kitui, Tana River and Isiolo. Food insecurity is expected to worsen in the period ahead based on the likelihood of poor rains during the upcoming short rains season (October to December). (<a href=\"https://reliefweb.int/node/3778693/\">OCHA, 30 Sep 2021</a>)</p>\n<p>The October to December 2021 short rains have largely failed, marking the third consecutive below-average season across pastoral and marginal agricultural areas of eastern and northern Kenya. In pastoral areas, very low pasture and water resources have driven atypical livestock migration, rapid declines in livestock health and productivity, and excess livestock deaths. The drought also follows the temporary closure of livestock markets in early 2020 due to COVID-19, which already suppressed formal livestock trade in the short-term. In marginal agricultural areas, rainfall totals have been inadequate for crop development. While the distribution of food assistance, expansion of the Hunger Safety Net Programme (HSNP), and the delivery of water and livestock feed are helping to prevent more severe food insecurity, widespread Crisis (IPC Phase 3) outcomes persist, with worst-affected households in Emergency (IPC Phase 4). With the elevated likelihood of a fourth consecutive below-average season during the March to May 2022 long rains, there is high concern that food insecurity will increase in severity and scale in 2022, and FEWS NET expects 3-4 million people will be in need of humanitarian food assistance in Kenya. Large-scale humanitarian assistance and livelihoods support are urgently required to cover current needs in northern and eastern Kenya, and assistance should be sustained throughout 2022.(<a href=\"https://reliefweb.int/node/3802558/\">FEWSNET, 20 Dec 2021</a>)</p>\n<p>Following a significant deterioration from the previous analysis, an estimated 3.1 million people (20% of the population in Kenya’s ASALs region) were classified in IPC Phase 3 (Crisis) or above acute food insecurity in February 2022. Compared to the same period in 2021, there was an increase from 1.4 million to 3.1 million of people classified in IPC Phase 3 (Crisis) and IPC Phase 4 (Emergency). The deterioration of food insecurity is attributed to multiple shocks, including dry spells from three consecutive poor seasonal rainfall performances (all below the five-year average), below average crop and livestock production, localized resource-based conflict, and the ripple effects of the COVID-19 pandemic, which resulted in increasing staple food prices across the country. The following seven counties were the most affected, representing more than 50% of the total population classified in IPC Phase 3 (Crisis) or above: Marsabit (50%), Turkana (40%), Baringo (35%), Wajir (35%), Mandera (35%), Samburu (35%) and Isiolo (30%). These areas are predominantly pastoral livelihoods. (<a href=\"https://reliefweb.int/node/3833088/\">IPC, 31 Mar 2022</a>)</p>\n<p>This IPC projection update for Kenya’s Arid and Semi-Arid Lands (ASAL) region, covering the March to June period, was triggered by several cumulative factors. Firstly, the expected March-April-May seasonal rainfall amount received across most livelihood zones was below the long-term seasonal averages and exacerbated by poor spatial distribution. This negatively affected rangeland and also sparked resource-based conflicts. These resource-based conflicts are coupled with rising food commodity prices due to depressed crop production that coincides with the peak lean season for most Arid and Semi-Arid Livelihood counties. Overall, these factors indicate an increase in the number of people facing high levels of acute food insecurity to 4.1 million, over the 3.5 million initially projected over the same period. This includes 1.1 million in IPC Phase 4 (Emergency) and 3 million in IPC Phase 3 (Crisis). (<a href=\"https://reliefweb.int/node/3855447/\">IPC, 10 Jun 2022</a>)</p>\n<p>According to the most recent analysis, from July to September 2022 (lean season), about 3.5 million people (24% of the ASAL population) are facing high levels of acute food insecurity – IPC Phase 3 or above, with about 2.7 million people in IPC Phase 3 (Crisis) and 785,000 people in IPC Phase 4 (Emergency). This is a 10% increase from the same period in 2021 where 2.1 million people were categorized in IPC Phase 3 and IPC Phase 4. The food insecurity is primarily driven by a combination of shocks, including a fourth successive below average rainy season which was poorly distributed in space and short-lived which resulted in below average crop production to near crop failure and poor livestock production; localised resource-based conflict; and high food prices as a result of the war in Ukraine and low in-country production. The most affected counties, representing 40% of the total country population in IPC Phase 3 or above are: Isiolo (50%), Turkana (50%), Garissa (45%), Mandera (45%), Marsabit (45%), Samburu (45%), Wajir (45%) and Baringo (40%). These are predominantly pastoral livelihoods. (<a href=\"https://reliefweb.int/node/3890705/\">IPC, 28 Sep 2022</a>)</p>\n<p>In the current period, it is estimated that around 4.4 million people (27% of the ASAL population) are facing high levels of Acute Food Insecurity – IPC AFI Phase 3 (Crisis) or above, of which about 774,000 people are in IPC AFI Phase 4 (Emergency). Compared to the same period last year, this represents a 43% increase in population in IPC Phase 3 (Crisis) or above, while compared to the previous analysis period (October-December 2022), the prevalence of\npopulation in IPC AFI Phase 3 (Crisis) or above is similar – with a reduction of the population in IPC Phase 4 (Emergency). Yet, in the projected period, March – June 2023, the severity of food insecurity is expected to worsen again: about 5.4 million people (32% of the population analysed) are projected to face high levels of acute food insecurity (IPC AFI Phase 3 or above), of which 1.2 million people (7%) will likely be in Emergency (IPC AFI Phase 4). This latest projection represents the highest magnitude and severity of acute food insecurity in the ASAL areas in years: urgent action is required to reduce food gaps, protect their livelihoods, and prevent and treat acute malnutrition. (<a href=\"https://reliefweb.int/node/3935420/\">IPC, 20 Feb 2023</a>)</p>\n"
      },
      "description-html": "<p>In January 2014, the Government of Kenya declared an impending drought with an estimated 1.6 million people affected. After a poor performance of the long rains between March and May 2014 in the arid and semi-arid zones, the drought situation continued to affect both pastoral and marginal agriculture livelihood zones (the North Western, Northern, North Eastern, South Eastern and parts of Coast) with an impact on households’ food availability as well as livestock productivity. The situation continued to worsen due to the increase in food prices. (<a href=\"https://reliefweb.int/node/694348\">IFRC, 24 Sep 2014</a>)</p>\n<p>The acutely food insecure population increased from 1.3 million in February to 1.5 million by August. Many households remained Stressed (IPC Phase2), though some households in parts of Turkana, Marsabit, Samburu, Mandera, Wajir, Baringo, and West Pokot moved into Crisis (IPC Phase 3). More households were likely to move into Crisis (IPC Phase 3) by October. (<a href=\"https://reliefweb.int/node/686572\">FEWS NET, 26 Aug 2014</a>)</p>\n<p>Findings of the 2015 Long Rains Assessment (LRA) indicate that about 1.1 million people are acutely food insecure and cannot meet their basic dietary requirements, hence requiring immediate food assistance for the next six months (September 2015 – February 2016). (<a href=\"https://reliefweb.int/node/1168166\">Govt. 11 Sep 2015</a>)</p>\n<p>Food insecurity conditions are likely to persist throughout the outlook period, especially in the northeast, northwest, and southeast pastoral areas, and coastal and southeast marginal agricultural areas. The typical recovery of rangeland and cropping conditions during the October to December period is unlikely, as the forecasted La Niña conditions are likely to lead to below-average October to December short rains. The majority of households are expected to remain Stressed (IPC Phase 2). (<a href=\"https://reliefweb.int/node/1592231\">FEWS NET, 01 July 2016</a>)</p>\n<p>Deterioration of food security expected to continue even after onset of the short rains. (<a href=\"https://reliefweb.int/node/1718746\">FEWS NET, 03 Oct 2016</a>)</p>\n<p>Food insecurity had more than doubled - from 600,000 (Aug 2015 - March 2016) to 1.25 million\npeople (August 2016 – Feb 2017) (<a href=\"https://reliefweb.int/node/1754136\">OCHA, 26 Oct 2016. Pg 27</a>). The drought and food security situation in the most affected counties ranged from moderate to severe. (<a href=\"https://reliefweb.int/node/1756031\">Govt. 27 Oct 2016</a>)</p>\n<p>On 10 February 2017, the Government declared a national drought emergency, with 23 of 47 counties affected. The number of food insecure people more than doubled – from 1.3 million to 2.7 million. Some 357,285 children and pregnant and lactating mothers are acutely malnourished. (<a href=\"https://reliefweb.int/node/1906393\">OCHA, 17 Feb 2017</a>)</p>\n<p>More than 2.6 million Kenyans were severely food insecure as of 26 May 2017 — and this number was rapidly rising. High levels of malnutrition were prevalent across the arid and semi-arid lands. Three sub-counties report Global Acute Malnutrition rates of 30 per cent, double the emergency threshold. Severe drought has dried up water resources in half of Kenya’s 47 counties and an estimated 3 million people lacked access to clean water. (<a href=\"https://reliefweb.int/node/2049409\">OCHA, 26 May 2017</a>)</p>\n<p>The National Drought Management Authority’s (NDMA) early warning bulletin for June indicated that while the long rains had ended, many parts of the Arid and Semi-arid Lands (ASALs) were still experiencing long distances between home and water sources, unusually high food prices, and worrying levels of malnutrition. Insecurity linked to resource-based conflicts worsened, while Fall Armyworm and African Armyworm infestations continued to threaten crops in marginal agricultural counties, further worsening the prospects for the next harvest. (<a href=\"https://reliefweb.int/node/2093059\">UNICEF, 19 Jun 2017</a>)</p>\n<p>Following at least two consecutive poor rainy seasons, Crisis (IPC Phase 3) outcomes were expected through early December in areas of Turkana, Marsabit, Mandera, Wajir, Isiolo, Garissa, Tana River, Samburu, and Laikipia, requiring urgent humanitarian assistance. However, an improvement to Stressed (IPC Phase 2) outcomes was expected across all pastoral areas in early 2018; however, some of the most vulnerable households were still likely to be in Crisis (IPC Phase 3). (<a href=\"https://reliefweb.int/node/2333659/\">FEWS, 18 Nov 2017</a>)</p>\n<p>Drought conditions that were expected to persist into 2018 left 3.4 million people severely food insecure and an estimated 500,000 people without access to water. An estimated 482,882 children required treatment for acute malnutrition, including 104,614 who were suffering from severe acute malnutrition (SAM). Eighty-eight per cent of these children were from 23 arid and semi-arid counties. Drought conditions led to declines in school attendance and school participation and rising dropout rates. (<a href=\"https://reliefweb.int/node/2400909\">UNICEF, 4 Jan 2018</a>)</p>\n<p>Stressed (IPC Phase 2) outcomes were expected to persist through September in Wajir, parts of Marsabit, Isiolo, Turkana, Garissa, Mandera, and Tana River due to various factors, including livelihood recovery from drought and/or flooding, a livestock quarantine from an outbreak of Rift Valley Fever (RVF), and insecurity. (<a href=\"https://reliefweb.int/node/2677384\">FEWSNET, 30 Jun 2018</a>)</p>\n<p>Countrywide, the historically above-average 2018 March to May long rains continued to drive food security improvements. The marginal areas were supported by available harvests and were in Minimal (IPC Phase 1). Despite significantly improved livestock productivity and above-average terms-of-trade in pastoral areas, Stressed (IPC Phase 2) outcomes were expected to persist through January 2019. (<a href=\"https://reliefweb.int/node/2806614\">FEWSNET, 28 Sep 2018</a>)</p>\n<p>In marginal agricultural areas, the October to December short rains season were significantly below average and short rains crop production were expected to be 70 percent of average. However, surplus long rains production and re-planting of short rains crops by better-off households in some areas sustained high agricultural labor demand and above-average terms of trade, facilitating food access for the poor. As a result, deterioration in food security was most likely to be gradual, but Stressed (IPC Phase 2) outcomes were anticipated to be widespread in the February to May 2019 period. (<a href=\"https://reliefweb.int/node/2948704/\">FEWSNET, 14 Jan 2019</a>)</p>\n<p>The dry conditions and high temperatures experienced from January to March pushed more counties into the Alarm drought stage, from one (1) in February to five (5) in March. 20 ASAL counties were reporting a worsening trend and only three (3) indicated a stable trend. Counties in the Alarm drought phase are Wajir, Mandera, Garissa, Marsabit and Turkana. (<a href=\"https://reliefweb.int/node/3089448/\">GOV, 18 Apr 2019</a>)</p>\n<p>As of Jun 2019, the March – May long rains season officially ended and rains were expected only in the western and central parts of Kenya through the rest of June. Due to ongoing drought and a second consecutive below-average rainfall season, the Kenya Food Security Steering Group (KFSSG) estimates that 1.6 million people are currently in Crisis (IPC Phase 3) and in need of humanitarian food assistance. (<a href=\"https://reliefweb.int/node/3193349/\">FEWSNET, 28 Jun 2019</a></p>\n<p>As the dry season progressed in eastern Kenya, the food insecure population was expected to continue to rise through October 2019. Crisis (IPC Phase 3) and Stressed (IPC Phase 2) outcomes were widespread. However, cumulative rainfall in the west and northwest was above average since May, which is driving relative improvements in livestock and crop production. (<a href=\"https://reliefweb.int/node/3329158/\">FEWSNET, 30 Sep 2019</a>)</p>\n<p>At the peak of the October to December short rains season, many poor households were gradually recovering from the impact of previous drought or recent flooding on their food and income sources. Stressed (IPC Phase 2) outcomes were present across central, southeastern, and coastal Kenya, while Crisis (IPC Phase 3) outcomes persisted in several pastoral areas. ([FEWSNET, 27 Nov 2019](<a href=\"https://reliefweb.int/\">https://reliefweb.int/</a> <a href=\"https://reliefweb.int/node/3414388/\">https://reliefweb.int/node/3414388/</a>))</p>\n<p>In December 2019, Crisis (IPC Phase 3) and Stressed (IPC Phase 2) outcomes persisted due to ongoing recovery from the 2018/19 drought and the negative impact of recent floods and landslides on household food and income sources. From October to December, Kenya experienced one of the wettest short rains seasons on record, with rainfall totals ranging up to 400 percent of average. In pastoral areas, Crisis (IPC Phase 3) outcomes remained prevalent.</p>\n<p>In marginal agricultural areas, above-average rainfall led to mixed effects on short rains crop production, which is most likely to result in a near-average harvest on aggregate in January. In many areas, area planted is above normal, cropping conditions remain favorable, and agricultural labor demand is at typical levels. However, excess soil moisture and flooding in some coastal and southeastern areas is expected to result in below-average, short-cycle legumes production and localized maize losses. In early 2020, the availability of the short rains harvest and labor income earned in the 2020 long rains season are expected to lead to Minimal (IPC Phase 1) outcomes in some areas. However, Stressed (IPC Phase 2) outcomes will likely be sustained in areas that are currently experiencing localized crop losses. Overall, the population experiencing Stressed (IPC Phase 2) outcomes is expected to remain atypically high through May. (<a href=\"https://reliefweb.int/node/3458268/\">FEWSNET, 29 Dec 2019</a>)</p>\n<p>According to the Kenya Food Security Group (KFFSG) 2020 long rains assessment, widespread Stressed (IPC Phase 2) outcomes are ongoing. Although desert locusts and floods caused crop and livestock losses, the above-average March-May long rains led to favorable harvests in most marginal agricultural areas as well as above-average livestock sale values and average milk productivity, resulting in a decline in the population in need relative to the preceding 2019 short rains assessment. FEWS NET similarly anticipates widespread area-level Stressed (IPC Phase 2) outcomes, but Crisis (IPC Phase 3) in the Tana Riverine and Mandera Riverine Livelihood zones.  (<a href=\"https://reliefweb.int/node/3668594/\">FEWSNET, 8 Sep 2020</a>)</p>\n<p>In the pastoral areas, Stressed (IPC Phase 2) outcomes through the scenario period will persist with the worst affected households likely in Crisis (IPC Phase 3) due to below-average herd sizes, limited assets, low income-earning opportunities, and constrained livelihood activities impacting market access. The forecast below-average 2020 short rains and 2021 long rains are expected to lead to short-lived pasture and water regeneration, and gradual declines in livestock body conditions and production, limiting household access to food and income. (<a href=\"https://reliefweb.int/node/3685593/\">FEWSNET, 6 Nov 2020</a>)</p>\n<p>In the marginal areas, crop production is ongoing and providing below average casual labor income opportunities. Crop conditions are good, with maize mostly at the knee-high stage with pulses and potatoes at the flowering stage. Household food stocks are dwindling, and households are mostly dependent on market food purchases and facing Stressed (IPC Phase 2) outcomes. In the pastoral areas, goat prices are above the five-year averages and supporting household food access. However, milk production is below average, and livestock have begun migrating to dry season grazing areas within the counties. This is reducing household food consumption, increasing malnutrition, and driving Stressed (IPC Phase2) outcomes. (<a href=\"https://reliefweb.int/node/3701351/\">FEWSNET, 31 Dec 2020</a>)</p>\n<p>According to CHIRPS satellite rainfall estimates, the March to May long rains have been significantly below average through April. Cumulative rainfall has been less than 55 to 70 percent of normal across much of Kenya. However, localized areas in western and northeastern Kenya have received 95-145 percent of normal rainfall. In the marginal agricultural areas, the poor rainfall is affecting agricultural production, with no germination being reported in parts of Kitui and Meru North. Due to declining household food stocks and below-average casual waged labor opportunities, poor marginal agricultural households are likely Stressed (IPC Phase 2). In pastoral areas, household income and food access are increasingly constrained due to atypical livestock migration, increased insecurity from resource-based conflict and terrorism, reduced milk production and consumption, reducing livestock sale values, and high staple food prices, driving Crisis (IPC Phase 3) outcomes. (<a href=\"https://reliefweb.int/node/3734776/\">FEWSNET, 30 Apr 2021</a>)</p>\n<p>The cumulative impact of two consecutive poor rainy seasons, coupled with the COVID-19 pandemic, insecurity, pests and diseases have caused humanitarian needs to rapidly rise in the Arid and Semi-Arad Lands (ASAL) region of Kenya, leading to the declaration of a national disaster by the President of Kenya on 8 September 2021. There are now at least 2.1 million people who are severely food insecure and adopting irreversible coping strategies to meet their minimum food needs, and this is expected to rise to nearly 2.4 million people from November 2021, according to the latest Integrated Phase Classification (IPC) analysis. This will include an estimated 368,000 people in Emergency (IPC Phase 4) and 2 million people in Crisis (IPC Phase 3), and is nearly three times (852,000) the number of people who were facing high acute food insecurity from October to December 2020. Nine counties are expected to have the highest numbers of people in IPC Phase 3 and above from November 2021 onwards: Turkana, Mandera, Lamu, Garissa, Wajir, Kwale, Kitui, Tana River and Isiolo. Food insecurity is expected to worsen in the period ahead based on the likelihood of poor rains during the upcoming short rains season (October to December). (<a href=\"https://reliefweb.int/node/3778693/\">OCHA, 30 Sep 2021</a>)</p>\n<p>The October to December 2021 short rains have largely failed, marking the third consecutive below-average season across pastoral and marginal agricultural areas of eastern and northern Kenya. In pastoral areas, very low pasture and water resources have driven atypical livestock migration, rapid declines in livestock health and productivity, and excess livestock deaths. The drought also follows the temporary closure of livestock markets in early 2020 due to COVID-19, which already suppressed formal livestock trade in the short-term. In marginal agricultural areas, rainfall totals have been inadequate for crop development. While the distribution of food assistance, expansion of the Hunger Safety Net Programme (HSNP), and the delivery of water and livestock feed are helping to prevent more severe food insecurity, widespread Crisis (IPC Phase 3) outcomes persist, with worst-affected households in Emergency (IPC Phase 4). With the elevated likelihood of a fourth consecutive below-average season during the March to May 2022 long rains, there is high concern that food insecurity will increase in severity and scale in 2022, and FEWS NET expects 3-4 million people will be in need of humanitarian food assistance in Kenya. Large-scale humanitarian assistance and livelihoods support are urgently required to cover current needs in northern and eastern Kenya, and assistance should be sustained throughout 2022.(<a href=\"https://reliefweb.int/node/3802558/\">FEWSNET, 20 Dec 2021</a>)</p>\n<p>Following a significant deterioration from the previous analysis, an estimated 3.1 million people (20% of the population in Kenya’s ASALs region) were classified in IPC Phase 3 (Crisis) or above acute food insecurity in February 2022. Compared to the same period in 2021, there was an increase from 1.4 million to 3.1 million of people classified in IPC Phase 3 (Crisis) and IPC Phase 4 (Emergency). The deterioration of food insecurity is attributed to multiple shocks, including dry spells from three consecutive poor seasonal rainfall performances (all below the five-year average), below average crop and livestock production, localized resource-based conflict, and the ripple effects of the COVID-19 pandemic, which resulted in increasing staple food prices across the country. The following seven counties were the most affected, representing more than 50% of the total population classified in IPC Phase 3 (Crisis) or above: Marsabit (50%), Turkana (40%), Baringo (35%), Wajir (35%), Mandera (35%), Samburu (35%) and Isiolo (30%). These areas are predominantly pastoral livelihoods. (<a href=\"https://reliefweb.int/node/3833088/\">IPC, 31 Mar 2022</a>)</p>\n<p>This IPC projection update for Kenya’s Arid and Semi-Arid Lands (ASAL) region, covering the March to June period, was triggered by several cumulative factors. Firstly, the expected March-April-May seasonal rainfall amount received across most livelihood zones was below the long-term seasonal averages and exacerbated by poor spatial distribution. This negatively affected rangeland and also sparked resource-based conflicts. These resource-based conflicts are coupled with rising food commodity prices due to depressed crop production that coincides with the peak lean season for most Arid and Semi-Arid Livelihood counties. Overall, these factors indicate an increase in the number of people facing high levels of acute food insecurity to 4.1 million, over the 3.5 million initially projected over the same period. This includes 1.1 million in IPC Phase 4 (Emergency) and 3 million in IPC Phase 3 (Crisis). (<a href=\"https://reliefweb.int/node/3855447/\">IPC, 10 Jun 2022</a>)</p>\n<p>According to the most recent analysis, from July to September 2022 (lean season), about 3.5 million people (24% of the ASAL population) are facing high levels of acute food insecurity – IPC Phase 3 or above, with about 2.7 million people in IPC Phase 3 (Crisis) and 785,000 people in IPC Phase 4 (Emergency). This is a 10% increase from the same period in 2021 where 2.1 million people were categorized in IPC Phase 3 and IPC Phase 4. The food insecurity is primarily driven by a combination of shocks, including a fourth successive below average rainy season which was poorly distributed in space and short-lived which resulted in below average crop production to near crop failure and poor livestock production; localised resource-based conflict; and high food prices as a result of the war in Ukraine and low in-country production. The most affected counties, representing 40% of the total country population in IPC Phase 3 or above are: Isiolo (50%), Turkana (50%), Garissa (45%), Mandera (45%), Marsabit (45%), Samburu (45%), Wajir (45%) and Baringo (40%). These are predominantly pastoral livelihoods. (<a href=\"https://reliefweb.int/node/3890705/\">IPC, 28 Sep 2022</a>)</p>\n<p>In the current period, it is estimated that around 4.4 million people (27% of the ASAL population) are facing high levels of Acute Food Insecurity – IPC AFI Phase 3 (Crisis) or above, of which about 774,000 people are in IPC AFI Phase 4 (Emergency). Compared to the same period last year, this represents a 43% increase in population in IPC Phase 3 (Crisis) or above, while compared to the previous analysis period (October-December 2022), the prevalence of\npopulation in IPC AFI Phase 3 (Crisis) or above is similar – with a reduction of the population in IPC Phase 4 (Emergency). Yet, in the projected period, March – June 2023, the severity of food insecurity is expected to worsen again: about 5.4 million people (32% of the population analysed) are projected to face high levels of acute food insecurity (IPC AFI Phase 3 or above), of which 1.2 million people (7%) will likely be in Emergency (IPC AFI Phase 4). This latest projection represents the highest magnitude and severity of acute food insecurity in the ASAL areas in years: urgent action is required to reduce food gaps, protect their livelihoods, and prevent and treat acute malnutrition. (<a href=\"https://reliefweb.int/node/3935420/\">IPC, 20 Feb 2023</a>)</p>\n<h3>Appeals &amp; Response Plans</h3>\n<ul>\n<li>\n<a href=\"https://reliefweb.int/node/3938354\"><img src=\"https://reliefweb.int/sites/default/files/styles/small/public/previews/05/bd/05bd2ce1-97c9-4042-b607-ff59ca3c7133.png\" alt=\"UNHCR: The Horn of Africa Drought Situation Appeal (January - December 2023) - Cover preview\" /> UNHCR: The Horn of Africa Drought Situation Appeal (January - December 2023)</a>\n</li>\n<li>\n<a href=\"https://reliefweb.int/node/3926286\"><img src=\"https://reliefweb.int/sites/default/files/styles/small/public/previews/78/b4/78b44ab7-40eb-49b7-8716-093fc39d6d1c.png\" alt=\"WFP: WFP Regional Drought Response Plan for the Horn of Africa (January – December 2023) - Cover preview\" /> WFP: WFP Regional Drought Response Plan for the Horn of Africa (January – December 2023)</a>\n</li>\n</ul>\n<h3>Useful Links</h3>\n<ul>\n<li>\n<a rel=\"noopener noreferrer\" target=\"_blank\" href=\"https://kenya.humanitarianresponse.info\"><img src=\"https://www.humanitarianresponse.info/sites/all/themes/humanitarianresponse/logo.png\" alt=\"Humanitarian Response - Logo\" /></a>\n</li>\n<li>\n<a rel=\"noopener noreferrer\" target=\"_blank\" href=\"http://www.fews.net/east-africa/kenya\">FEWS NET Kenya</a>\n</li>\n</ul>\n",
      "description": "In January 2014, the Government of Kenya declared an impending drought with an estimated 1.6 million people affected. After a poor performance of the long rains between March and May 2014 in the arid and semi-arid zones, the drought situation continued to affect both pastoral and marginal agriculture livelihood zones (the North Western, Northern, North Eastern, South Eastern and parts of Coast) with an impact on households’ food availability as well as livestock productivity. The situation continued to worsen due to the increase in food prices. ([IFRC, 24 Sep 2014](https://reliefweb.int/node/694348))\n\nThe acutely food insecure population increased from 1.3 million in February to 1.5 million by August. Many households remained Stressed (IPC Phase2), though some households in parts of Turkana, Marsabit, Samburu, Mandera, Wajir, Baringo, and West Pokot moved into Crisis (IPC Phase 3). More households were likely to move into Crisis (IPC Phase 3) by October. ([FEWS NET, 26 Aug 2014](https://reliefweb.int/node/686572))\n\nFindings of the 2015 Long Rains Assessment (LRA) indicate that about 1.1 million people are acutely food insecure and cannot meet their basic dietary requirements, hence requiring immediate food assistance for the next six months (September 2015 – February 2016). ([Govt. 11 Sep 2015](https://reliefweb.int/node/1168166))\n\nFood insecurity conditions are likely to persist throughout the outlook period, especially in the northeast, northwest, and southeast pastoral areas, and coastal and southeast marginal agricultural areas. The typical recovery of rangeland and cropping conditions during the October to December period is unlikely, as the forecasted La Niña conditions are likely to lead to below-average October to December short rains. The majority of households are expected to remain Stressed (IPC Phase 2). ([FEWS NET, 01 July 2016](https://reliefweb.int/node/1592231))\n\nDeterioration of food security expected to continue even after onset of the short rains. ([FEWS NET, 03 Oct 2016](https://reliefweb.int/node/1718746))\n\nFood insecurity had more than doubled - from 600,000 (Aug 2015 - March 2016) to 1.25 million\npeople (August 2016 – Feb 2017) ([OCHA, 26 Oct 2016. Pg 27](https://reliefweb.int/node/1754136)). The drought and food security situation in the most affected counties ranged from moderate to severe. ([Govt. 27 Oct 2016](https://reliefweb.int/node/1756031))\n\nOn 10 February 2017, the Government declared a national drought emergency, with 23 of 47 counties affected. The number of food insecure people more than doubled – from 1.3 million to 2.7 million. Some 357,285 children and pregnant and lactating mothers are acutely malnourished. ([OCHA, 17 Feb 2017](https://reliefweb.int/node/1906393))\n\nMore than 2.6 million Kenyans were severely food insecure as of 26 May 2017 — and this number was rapidly rising. High levels of malnutrition were prevalent across the arid and semi-arid lands. Three sub-counties report Global Acute Malnutrition rates of 30 per cent, double the emergency threshold. Severe drought has dried up water resources in half of Kenya’s 47 counties and an estimated 3 million people lacked access to clean water. ([OCHA, 26 May 2017](https://reliefweb.int/node/2049409))\n\nThe National Drought Management Authority’s (NDMA) early warning bulletin for June indicated that while the long rains had ended, many parts of the Arid and Semi-arid Lands (ASALs) were still experiencing long distances between home and water sources, unusually high food prices, and worrying levels of malnutrition. Insecurity linked to resource-based conflicts worsened, while Fall Armyworm and African Armyworm infestations continued to threaten crops in marginal agricultural counties, further worsening the prospects for the next harvest. ([UNICEF, 19 Jun 2017](https://reliefweb.int/node/2093059))\n\nFollowing at least two consecutive poor rainy seasons, Crisis (IPC Phase 3) outcomes were expected through early December in areas of Turkana, Marsabit, Mandera, Wajir, Isiolo, Garissa, Tana River, Samburu, and Laikipia, requiring urgent humanitarian assistance. However, an improvement to Stressed (IPC Phase 2) outcomes was expected across all pastoral areas in early 2018; however, some of the most vulnerable households were still likely to be in Crisis (IPC Phase 3). ([FEWS, 18 Nov 2017](https://reliefweb.int/node/2333659/))\n\nDrought conditions that were expected to persist into 2018 left 3.4 million people severely food insecure and an estimated 500,000 people without access to water. An estimated 482,882 children required treatment for acute malnutrition, including 104,614 who were suffering from severe acute malnutrition (SAM). Eighty-eight per cent of these children were from 23 arid and semi-arid counties. Drought conditions led to declines in school attendance and school participation and rising dropout rates. ([UNICEF, 4 Jan 2018](https://reliefweb.int/node/2400909))\n\nStressed (IPC Phase 2) outcomes were expected to persist through September in Wajir, parts of Marsabit, Isiolo, Turkana, Garissa, Mandera, and Tana River due to various factors, including livelihood recovery from drought and/or flooding, a livestock quarantine from an outbreak of Rift Valley Fever (RVF), and insecurity. ([FEWSNET, 30 Jun 2018](https://reliefweb.int/node/2677384))\n\nCountrywide, the historically above-average 2018 March to May long rains continued to drive food security improvements. The marginal areas were supported by available harvests and were in Minimal (IPC Phase 1). Despite significantly improved livestock productivity and above-average terms-of-trade in pastoral areas, Stressed (IPC Phase 2) outcomes were expected to persist through January 2019. ([FEWSNET, 28 Sep 2018](https://reliefweb.int/node/2806614))\n\n In marginal agricultural areas, the October to December short rains season were significantly below average and short rains crop production were expected to be 70 percent of average. However, surplus long rains production and re-planting of short rains crops by better-off households in some areas sustained high agricultural labor demand and above-average terms of trade, facilitating food access for the poor. As a result, deterioration in food security was most likely to be gradual, but Stressed (IPC Phase 2) outcomes were anticipated to be widespread in the February to May 2019 period. ([FEWSNET, 14 Jan 2019](https://reliefweb.int/node/2948704/))\n\nThe dry conditions and high temperatures experienced from January to March pushed more counties into the Alarm drought stage, from one (1) in February to five (5) in March. 20 ASAL counties were reporting a worsening trend and only three (3) indicated a stable trend. Counties in the Alarm drought phase are Wajir, Mandera, Garissa, Marsabit and Turkana. ([GOV, 18 Apr 2019](https://reliefweb.int/node/3089448/))\n\nAs of Jun 2019, the March – May long rains season officially ended and rains were expected only in the western and central parts of Kenya through the rest of June. Due to ongoing drought and a second consecutive below-average rainfall season, the Kenya Food Security Steering Group (KFSSG) estimates that 1.6 million people are currently in Crisis (IPC Phase 3) and in need of humanitarian food assistance. ([FEWSNET, 28 Jun 2019](https://reliefweb.int/node/3193349/)\n\nAs the dry season progressed in eastern Kenya, the food insecure population was expected to continue to rise through October 2019. Crisis (IPC Phase 3) and Stressed (IPC Phase 2) outcomes were widespread. However, cumulative rainfall in the west and northwest was above average since May, which is driving relative improvements in livestock and crop production. ([FEWSNET, 30 Sep 2019](https://reliefweb.int/node/3329158/))\n\nAt the peak of the October to December short rains season, many poor households were gradually recovering from the impact of previous drought or recent flooding on their food and income sources. Stressed (IPC Phase 2) outcomes were present across central, southeastern, and coastal Kenya, while Crisis (IPC Phase 3) outcomes persisted in several pastoral areas. ([FEWSNET, 27 Nov 2019](https://reliefweb.int/ https://reliefweb.int/node/3414388/))\n\nIn December 2019, Crisis (IPC Phase 3) and Stressed (IPC Phase 2) outcomes persisted due to ongoing recovery from the 2018/19 drought and the negative impact of recent floods and landslides on household food and income sources. From October to December, Kenya experienced one of the wettest short rains seasons on record, with rainfall totals ranging up to 400 percent of average. In pastoral areas, Crisis (IPC Phase 3) outcomes remained prevalent.\n\nIn marginal agricultural areas, above-average rainfall led to mixed effects on short rains crop production, which is most likely to result in a near-average harvest on aggregate in January. In many areas, area planted is above normal, cropping conditions remain favorable, and agricultural labor demand is at typical levels. However, excess soil moisture and flooding in some coastal and southeastern areas is expected to result in below-average, short-cycle legumes production and localized maize losses. In early 2020, the availability of the short rains harvest and labor income earned in the 2020 long rains season are expected to lead to Minimal (IPC Phase 1) outcomes in some areas. However, Stressed (IPC Phase 2) outcomes will likely be sustained in areas that are currently experiencing localized crop losses. Overall, the population experiencing Stressed (IPC Phase 2) outcomes is expected to remain atypically high through May. ([FEWSNET, 29 Dec 2019](https://reliefweb.int/node/3458268/))\n\nAccording to the Kenya Food Security Group (KFFSG) 2020 long rains assessment, widespread Stressed (IPC Phase 2) outcomes are ongoing. Although desert locusts and floods caused crop and livestock losses, the above-average March-May long rains led to favorable harvests in most marginal agricultural areas as well as above-average livestock sale values and average milk productivity, resulting in a decline in the population in need relative to the preceding 2019 short rains assessment. FEWS NET similarly anticipates widespread area-level Stressed (IPC Phase 2) outcomes, but Crisis (IPC Phase 3) in the Tana Riverine and Mandera Riverine Livelihood zones.  ([FEWSNET, 8 Sep 2020](https://reliefweb.int/node/3668594/))\n\nIn the pastoral areas, Stressed (IPC Phase 2) outcomes through the scenario period will persist with the worst affected households likely in Crisis (IPC Phase 3) due to below-average herd sizes, limited assets, low income-earning opportunities, and constrained livelihood activities impacting market access. The forecast below-average 2020 short rains and 2021 long rains are expected to lead to short-lived pasture and water regeneration, and gradual declines in livestock body conditions and production, limiting household access to food and income. ([FEWSNET, 6 Nov 2020](https://reliefweb.int/node/3685593/))\n\nIn the marginal areas, crop production is ongoing and providing below average casual labor income opportunities. Crop conditions are good, with maize mostly at the knee-high stage with pulses and potatoes at the flowering stage. Household food stocks are dwindling, and households are mostly dependent on market food purchases and facing Stressed (IPC Phase 2) outcomes. In the pastoral areas, goat prices are above the five-year averages and supporting household food access. However, milk production is below average, and livestock have begun migrating to dry season grazing areas within the counties. This is reducing household food consumption, increasing malnutrition, and driving Stressed (IPC Phase2) outcomes. ([FEWSNET, 31 Dec 2020](https://reliefweb.int/node/3701351/))\n\nAccording to CHIRPS satellite rainfall estimates, the March to May long rains have been significantly below average through April. Cumulative rainfall has been less than 55 to 70 percent of normal across much of Kenya. However, localized areas in western and northeastern Kenya have received 95-145 percent of normal rainfall. In the marginal agricultural areas, the poor rainfall is affecting agricultural production, with no germination being reported in parts of Kitui and Meru North. Due to declining household food stocks and below-average casual waged labor opportunities, poor marginal agricultural households are likely Stressed (IPC Phase 2). In pastoral areas, household income and food access are increasingly constrained due to atypical livestock migration, increased insecurity from resource-based conflict and terrorism, reduced milk production and consumption, reducing livestock sale values, and high staple food prices, driving Crisis (IPC Phase 3) outcomes. ([FEWSNET, 30 Apr 2021](https://reliefweb.int/node/3734776/))\n\nThe cumulative impact of two consecutive poor rainy seasons, coupled with the COVID-19 pandemic, insecurity, pests and diseases have caused humanitarian needs to rapidly rise in the Arid and Semi-Arad Lands (ASAL) region of Kenya, leading to the declaration of a national disaster by the President of Kenya on 8 September 2021. There are now at least 2.1 million people who are severely food insecure and adopting irreversible coping strategies to meet their minimum food needs, and this is expected to rise to nearly 2.4 million people from November 2021, according to the latest Integrated Phase Classification (IPC) analysis. This will include an estimated 368,000 people in Emergency (IPC Phase 4) and 2 million people in Crisis (IPC Phase 3), and is nearly three times (852,000) the number of people who were facing high acute food insecurity from October to December 2020. Nine counties are expected to have the highest numbers of people in IPC Phase 3 and above from November 2021 onwards: Turkana, Mandera, Lamu, Garissa, Wajir, Kwale, Kitui, Tana River and Isiolo. Food insecurity is expected to worsen in the period ahead based on the likelihood of poor rains during the upcoming short rains season (October to December). ([OCHA, 30 Sep 2021](https://reliefweb.int/node/3778693/))\n\nThe October to December 2021 short rains have largely failed, marking the third consecutive below-average season across pastoral and marginal agricultural areas of eastern and northern Kenya. In pastoral areas, very low pasture and water resources have driven atypical livestock migration, rapid declines in livestock health and productivity, and excess livestock deaths. The drought also follows the temporary closure of livestock markets in early 2020 due to COVID-19, which already suppressed formal livestock trade in the short-term. In marginal agricultural areas, rainfall totals have been inadequate for crop development. While the distribution of food assistance, expansion of the Hunger Safety Net Programme (HSNP), and the delivery of water and livestock feed are helping to prevent more severe food insecurity, widespread Crisis (IPC Phase 3) outcomes persist, with worst-affected households in Emergency (IPC Phase 4). With the elevated likelihood of a fourth consecutive below-average season during the March to May 2022 long rains, there is high concern that food insecurity will increase in severity and scale in 2022, and FEWS NET expects 3-4 million people will be in need of humanitarian food assistance in Kenya. Large-scale humanitarian assistance and livelihoods support are urgently required to cover current needs in northern and eastern Kenya, and assistance should be sustained throughout 2022.([FEWSNET, 20 Dec 2021](https://reliefweb.int/node/3802558/))\n\nFollowing a significant deterioration from the previous analysis, an estimated 3.1 million people (20% of the population in Kenya’s ASALs region) were classified in IPC Phase 3 (Crisis) or above acute food insecurity in February 2022. Compared to the same period in 2021, there was an increase from 1.4 million to 3.1 million of people classified in IPC Phase 3 (Crisis) and IPC Phase 4 (Emergency). The deterioration of food insecurity is attributed to multiple shocks, including dry spells from three consecutive poor seasonal rainfall performances (all below the five-year average), below average crop and livestock production, localized resource-based conflict, and the ripple effects of the COVID-19 pandemic, which resulted in increasing staple food prices across the country. The following seven counties were the most affected, representing more than 50% of the total population classified in IPC Phase 3 (Crisis) or above: Marsabit (50%), Turkana (40%), Baringo (35%), Wajir (35%), Mandera (35%), Samburu (35%) and Isiolo (30%). These areas are predominantly pastoral livelihoods. ([IPC, 31 Mar 2022](https://reliefweb.int/node/3833088/))\n\nThis IPC projection update for Kenya’s Arid and Semi-Arid Lands (ASAL) region, covering the March to June period, was triggered by several cumulative factors. Firstly, the expected March-April-May seasonal rainfall amount received across most livelihood zones was below the long-term seasonal averages and exacerbated by poor spatial distribution. This negatively affected rangeland and also sparked resource-based conflicts. These resource-based conflicts are coupled with rising food commodity prices due to depressed crop production that coincides with the peak lean season for most Arid and Semi-Arid Livelihood counties. Overall, these factors indicate an increase in the number of people facing high levels of acute food insecurity to 4.1 million, over the 3.5 million initially projected over the same period. This includes 1.1 million in IPC Phase 4 (Emergency) and 3 million in IPC Phase 3 (Crisis). ([IPC, 10 Jun 2022](https://reliefweb.int/node/3855447/))\n\nAccording to the most recent analysis, from July to September 2022 (lean season), about 3.5 million people (24% of the ASAL population) are facing high levels of acute food insecurity – IPC Phase 3 or above, with about 2.7 million people in IPC Phase 3 (Crisis) and 785,000 people in IPC Phase 4 (Emergency). This is a 10% increase from the same period in 2021 where 2.1 million people were categorized in IPC Phase 3 and IPC Phase 4. The food insecurity is primarily driven by a combination of shocks, including a fourth successive below average rainy season which was poorly distributed in space and short-lived which resulted in below average crop production to near crop failure and poor livestock production; localised resource-based conflict; and high food prices as a result of the war in Ukraine and low in-country production. The most affected counties, representing 40% of the total country population in IPC Phase 3 or above are: Isiolo (50%), Turkana (50%), Garissa (45%), Mandera (45%), Marsabit (45%), Samburu (45%), Wajir (45%) and Baringo (40%). These are predominantly pastoral livelihoods. ([IPC, 28 Sep 2022](https://reliefweb.int/node/3890705/))\n\n\nIn the current period, it is estimated that around 4.4 million people (27% of the ASAL population) are facing high levels of Acute Food Insecurity – IPC AFI Phase 3 (Crisis) or above, of which about 774,000 people are in IPC AFI Phase 4 (Emergency). Compared to the same period last year, this represents a 43% increase in population in IPC Phase 3 (Crisis) or above, while compared to the previous analysis period (October-December 2022), the prevalence of\npopulation in IPC AFI Phase 3 (Crisis) or above is similar – with a reduction of the population in IPC Phase 4 (Emergency). Yet, in the projected period, March – June 2023, the severity of food insecurity is expected to worsen again: about 5.4 million people (32% of the population analysed) are projected to face high levels of acute food insecurity (IPC AFI Phase 3 or above), of which 1.2 million people (7%) will likely be in Emergency (IPC AFI Phase 4). This latest projection represents the highest magnitude and severity of acute food insecurity in the ASAL areas in years: urgent action is required to reduce food gaps, protect their livelihoods, and prevent and treat acute malnutrition. ([IPC, 20 Feb 2023](https://reliefweb.int/node/3935420/))\n### Appeals & Response Plans\n\n- [![UNHCR: The Horn of Africa Drought Situation Appeal (January - December 2023) - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/05/bd/05bd2ce1-97c9-4042-b607-ff59ca3c7133.png) UNHCR: The Horn of Africa Drought Situation Appeal (January - December 2023)](https://reliefweb.int/node/3938354)\n- [![WFP: WFP Regional Drought Response Plan for the Horn of Africa (January – December 2023) - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/78/b4/78b44ab7-40eb-49b7-8716-093fc39d6d1c.png) WFP: WFP Regional Drought Response Plan for the Horn of Africa (January – December 2023)](https://reliefweb.int/node/3926286)\n\n### Useful Links\n\n- [![Humanitarian Response - Logo](https://www.humanitarianresponse.info/sites/all/themes/humanitarianresponse/logo.png)](https://kenya.humanitarianresponse.info)\n- [FEWS NET Kenya](http://www.fews.net/east-africa/kenya)",
      "type": [
        {
          "code": "DR",
          "name": "Drought",
          "id": 4672,
          "primary": true
        }
      ],
      "url": "https://reliefweb.int/taxonomy/term/15360",
      "related_glide": [
        "DR-2016-000113-KEN",
        "DR-2021-000111-KEN",
        "DR-2022-000289-COD"
      ],
      "current": true,
      "url_alias": "https://reliefweb.int/disaster/dr-2014-000131-ken",
      "name": "Kenya: Drought - 2014-2023",
      "id": 15360,
      "glide": "DR-2014-000131-KEN",
      "status": "ongoing"
    }
  },
  "text": "Kenya: Drought - 2014-2023\n\nIn January 2014, the Government of Kenya declared an impending drought with an estimated 1.6 million people affected. After a poor performance of the long rains between March and May 2014 in the arid and semi-arid zones, the drought situation continued to affect both pastoral and marginal agriculture livelihood zones (the North Western, Northern, North Eastern, South Eastern and parts of Coast) with an impact on households’ food availability as well as livestock productivity. The situation continued to worsen due to the increase in food prices. ([IFRC, 24 Sep 2014](https://reliefweb.int/node/694348))\n\nThe acutely food insecure population increased from 1.3 million in February to 1.5 million by August. Many households remained Stressed (IPC Phase2), though some households in parts of Turkana, Marsabit, Samburu, Mandera, Wajir, Baringo, and West Pokot moved into Crisis (IPC Phase 3). More households were likely to move into Crisis (IPC Phase 3) by October. ([FEWS NET, 26 Aug 2014](https://reliefweb.int/node/686572))\n\nFindings of the 2015 Long Rains Assessment (LRA) indicate that about 1.1 million people are acutely food insecure and cannot meet their basic dietary requirements, hence requiring immediate food assistance for the next six months (September 2015 – February 2016). ([Govt. 11 Sep 2015](https://reliefweb.int/node/1168166))\n\nFood insecurity conditions are likely to persist throughout the outlook period, especially in the northeast, northwest, and southeast pastoral areas, and coastal and southeast marginal agricultural areas. The typical recovery of rangeland and cropping conditions during the October to December period is unlikely, as the forecasted La Niña conditions are likely to lead to below-average October to December short rains. The majority of households are expected to remain Stressed (IPC Phase 2). ([FEWS NET, 01 July 2016](https://reliefweb.int/node/1592231))\n\nDeterioration of food security expected to continue even after onset of the short rains. ([FEWS NET, 03 Oct 2016](https://reliefweb.int/node/1718746))\n\nFood insecurity had more than doubled - from 600,000 (Aug 2015 - March 2016) to 1.25 million\npeople (August 2016 – Feb 2017) ([OCHA, 26 Oct 2016. Pg 27](https://reliefweb.int/node/1754136)). The drought and food security situation in the most affected counties ranged from moderate to severe. ([Govt. 27 Oct 2016](https://reliefweb.int/node/1756031))\n\nOn 10 February 2017, the Government declared a national drought emergency, with 23 of 47 counties affected. The number of food insecure people more than doubled – from 1.3 million to 2.7 million. Some 357,285 children and pregnant and lactating mothers are acutely malnourished. ([OCHA, 17 Feb 2017](https://reliefweb.int/node/1906393))\n\nMore than 2.6 million Kenyans were severely food insecure as of 26 May 2017 — and this number was rapidly rising. High levels of malnutrition were prevalent across the arid and semi-arid lands. Three sub-counties report Global Acute Malnutrition rates of 30 per cent, double the emergency threshold. Severe drought has dried up water resources in half of Kenya’s 47 counties and an estimated 3 million people lacked access to clean water. ([OCHA, 26 May 2017](https://reliefweb.int/node/2049409))\n\nThe National Drought Management Authority’s (NDMA) early warning bulletin for June indicated that while the long rains had ended, many parts of the Arid and Semi-arid Lands (ASALs) were still experiencing long distances between home and water sources, unusually high food prices, and worrying levels of malnutrition. Insecurity linked to resource-based conflicts worsened, while Fall Armyworm and African Armyworm infestations continued to threaten crops in marginal agricultural counties, further worsening the prospects for the next harvest. ([UNICEF, 19 Jun 2017](https://reliefweb.int/node/2093059))\n\nFollowing at least two consecutive poor rainy seasons, Crisis (IPC Phase 3) outcomes were expected through early December in areas of Turkana, Marsabit, Mandera, Wajir, Isiolo, Garissa, Tana River, Samburu, and Laikipia, requiring urgent humanitarian assistance. However, an improvement to Stressed (IPC Phase 2) outcomes was expected across all pastoral areas in early 2018; however, some of the most vulnerable households were still likely to be in Crisis (IPC Phase 3). ([FEWS, 18 Nov 2017](https://reliefweb.int/node/2333659/))\n\nDrought conditions that were expected to persist into 2018 left 3.4 million people severely food insecure and an estimated 500,000 people without access to water. An estimated 482,882 children required treatment for acute malnutrition, including 104,614 who were suffering from severe acute malnutrition (SAM). Eighty-eight per cent of these children were from 23 arid and semi-arid counties. Drought conditions led to declines in school attendance and school participation and rising dropout rates. ([UNICEF, 4 Jan 2018](https://reliefweb.int/node/2400909))\n\nStressed (IPC Phase 2) outcomes were expected to persist through September in Wajir, parts of Marsabit, Isiolo, Turkana, Garissa, Mandera, and Tana River due to various factors, including livelihood recovery from drought and/or flooding, a livestock quarantine from an outbreak of Rift Valley Fever (RVF), and insecurity. ([FEWSNET, 30 Jun 2018](https://reliefweb.int/node/2677384))\n\nCountrywide, the historically above-average 2018 March to May long rains continued to drive food security improvements. The marginal areas were supported by available harvests and were in Minimal (IPC Phase 1). Despite significantly improved livestock productivity and above-average terms-of-trade in pastoral areas, Stressed (IPC Phase 2) outcomes were expected to persist through January 2019. ([FEWSNET, 28 Sep 2018](https://reliefweb.int/node/2806614))\n\n In marginal agricultural areas, the October to December short rains season were significantly below average and short rains crop production were expected to be 70 percent of average. However, surplus long rains production and re-planting of short rains crops by better-off households in some areas sustained high agricultural labor demand and above-average terms of trade, facilitating food access for the poor. As a result, deterioration in food security was most likely to be gradual, but Stressed (IPC Phase 2) outcomes were anticipated to be widespread in the February to May 2019 period. ([FEWSNET, 14 Jan 2019](https://reliefweb.int/node/2948704/))\n\nThe dry conditions and high temperatures experienced from January to March pushed more counties into the Alarm drought stage, from one (1) in February to five (5) in March. 20 ASAL counties were reporting a worsening trend and only three (3) indicated a stable trend. Counties in the Alarm drought phase are Wajir, Mandera, Garissa, Marsabit and Turkana. ([GOV, 18 Apr 2019](https://reliefweb.int/node/3089448/))\n\nAs of Jun 2019, the March – May long rains season officially ended and rains were expected only in the western and central parts of Kenya through the rest of June. Due to ongoing drought and a second consecutive below-average rainfall season, the Kenya Food Security Steering Group (KFSSG) estimates that 1.6 million people are currently in Crisis (IPC Phase 3) and in need of humanitarian food assistance. ([FEWSNET, 28 Jun 2019](https://reliefweb.int/node/3193349/)\n\nAs the dry season progressed in eastern Kenya, the food insecure population was expected to continue to rise through October 2019. Crisis (IPC Phase 3) and Stressed (IPC Phase 2) outcomes were widespread. However, cumulative rainfall in the west and northwest was above average since May, which is driving relative improvements in livestock and crop production. ([FEWSNET, 30 Sep 2019](https://reliefweb.int/node/3329158/))\n\nAt the peak of the October to December short rains season, many poor households were gradually recovering from the impact of previous drought or recent flooding on their food and income sources. Stressed (IPC Phase 2) outcomes were present across central, southeastern, and coastal Kenya, while Crisis (IPC Phase 3) outcomes persisted in several pastoral areas. ([FEWSNET, 27 Nov 2019](https://reliefweb.int/ https://reliefweb.int/node/3414388/))\n\nIn December 2019, Crisis (IPC Phase 3) and Stressed (IPC Phase 2) outcomes persisted due to ongoing recovery from the 2018/19 drought and the negative impact of recent floods and landslides on household food and income sources. From October to December, Kenya experienced one of the wettest short rains seasons on record, with rainfall totals ranging up to 400 percent of average. In pastoral areas, Crisis (IPC Phase 3) outcomes remained prevalent.\n\nIn marginal agricultural areas, above-average rainfall led to mixed effects on short rains crop production, which is most likely to result in a near-average harvest on aggregate in January. In many areas, area planted is above normal, cropping conditions remain favorable, and agricultural labor demand is at typical levels. However, excess soil moisture and flooding in some coastal and southeastern areas is expected to result in below-average, short-cycle legumes production and localized maize losses. In early 2020, the availability of the short rains harvest and labor income earned in the 2020 long rains season are expected to lead to Minimal (IPC Phase 1) outcomes in some areas. However, Stressed (IPC Phase 2) outcomes will likely be sustained in areas that are currently experiencing localized crop losses. Overall, the population experiencing Stressed (IPC Phase 2) outcomes is expected to remain atypically high through May. ([FEWSNET, 29 Dec 2019](https://reliefweb.int/node/3458268/))\n\nAccording to the Kenya Food Security Group (KFFSG) 2020 long rains assessment, widespread Stressed (IPC Phase 2) outcomes are ongoing. Although desert locusts and floods caused crop and livestock losses, the above-average March-May long rains led to favorable harvests in most marginal agricultural areas as well as above-average livestock sale values and average milk productivity, resulting in a decline in the population in need relative to the preceding 2019 short rains assessment. FEWS NET similarly anticipates widespread area-level Stressed (IPC Phase 2) outcomes, but Crisis (IPC Phase 3) in the Tana Riverine and Mandera Riverine Livelihood zones.  ([FEWSNET, 8 Sep 2020](https://reliefweb.int/node/3668594/))\n\nIn the pastoral areas, Stressed (IPC Phase 2) outcomes through the scenario period will persist with the worst affected households likely in Crisis (IPC Phase 3) due to below-average herd sizes, limited assets, low income-earning opportunities, and constrained livelihood activities impacting market access. The forecast below-average 2020 short rains and 2021 long rains are expected to lead to short-lived pasture and water regeneration, and gradual declines in livestock body conditions and production, limiting household access to food and income. ([FEWSNET, 6 Nov 2020](https://reliefweb.int/node/3685593/))\n\nIn the marginal areas, crop production is ongoing and providing below average casual labor income opportunities. Crop conditions are good, with maize mostly at the knee-high stage with pulses and potatoes at the flowering stage. Household food stocks are dwindling, and households are mostly dependent on market food purchases and facing Stressed (IPC Phase 2) outcomes. In the pastoral areas, goat prices are above the five-year averages and supporting household food access. However, milk production is below average, and livestock have begun migrating to dry season grazing areas within the counties. This is reducing household food consumption, increasing malnutrition, and driving Stressed (IPC Phase2) outcomes. ([FEWSNET, 31 Dec 2020](https://reliefweb.int/node/3701351/))\n\nAccording to CHIRPS satellite rainfall estimates, the March to May long rains have been significantly below average through April. Cumulative rainfall has been less than 55 to 70 percent of normal across much of Kenya. However, localized areas in western and northeastern Kenya have received 95-145 percent of normal rainfall. In the marginal agricultural areas, the poor rainfall is affecting agricultural production, with no germination being reported in parts of Kitui and Meru North. Due to declining household food stocks and below-average casual waged labor opportunities, poor marginal agricultural households are likely Stressed (IPC Phase 2). In pastoral areas, household income and food access are increasingly constrained due to atypical livestock migration, increased insecurity from resource-based conflict and terrorism, reduced milk production and consumption, reducing livestock sale values, and high staple food prices, driving Crisis (IPC Phase 3) outcomes. ([FEWSNET, 30 Apr 2021](https://reliefweb.int/node/3734776/))\n\nThe cumulative impact of two consecutive poor rainy seasons, coupled with the COVID-19 pandemic, insecurity, pests and diseases have caused humanitarian needs to rapidly rise in the Arid and Semi-Arad Lands (ASAL) region of Kenya, leading to the declaration of a national disaster by the President of Kenya on 8 September 2021. There are now at least 2.1 million people who are severely food insecure and adopting irreversible coping strategies to meet their minimum food needs, and this is expected to rise to nearly 2.4 million people from November 2021, according to the latest Integrated Phase Classification (IPC) analysis. This will include an estimated 368,000 people in Emergency (IPC Phase 4) and 2 million people in Crisis (IPC Phase 3), and is nearly three times (852,000) the number of people who were facing high acute food insecurity from October to December 2020. Nine counties are expected to have the highest numbers of people in IPC Phase 3 and above from November 2021 onwards: Turkana, Mandera, Lamu, Garissa, Wajir, Kwale, Kitui, Tana River and Isiolo. Food insecurity is expected to worsen in the period ahead based on the likelihood of poor rains during the upcoming short rains season (October to December). ([OCHA, 30 Sep 2021](https://reliefweb.int/node/3778693/))\n\nThe October to December 2021 short rains have largely failed, marking the third consecutive below-average season across pastoral and marginal agricultural areas of eastern and northern Kenya. In pastoral areas, very low pasture and water resources have driven atypical livestock migration, rapid declines in livestock health and productivity, and excess livestock deaths. The drought also follows the temporary closure of livestock markets in early 2020 due to COVID-19, which already suppressed formal livestock trade in the short-term. In marginal agricultural areas, rainfall totals have been inadequate for crop development. While the distribution of food assistance, expansion of the Hunger Safety Net Programme (HSNP), and the delivery of water and livestock feed are helping to prevent more severe food insecurity, widespread Crisis (IPC Phase 3) outcomes persist, with worst-affected households in Emergency (IPC Phase 4). With the elevated likelihood of a fourth consecutive below-average season during the March to May 2022 long rains, there is high concern that food insecurity will increase in severity and scale in 2022, and FEWS NET expects 3-4 million people will be in need of humanitarian food assistance in Kenya. Large-scale humanitarian assistance and livelihoods support are urgently required to cover current needs in northern and eastern Kenya, and assistance should be sustained throughout 2022.([FEWSNET, 20 Dec 2021](https://reliefweb.int/node/3802558/))\n\nFollowing a significant deterioration from the previous analysis, an estimated 3.1 million people (20% of the population in Kenya’s ASALs region) were classified in IPC Phase 3 (Crisis) or above acute food insecurity in February 2022. Compared to the same period in 2021, there was an increase from 1.4 million to 3.1 million of people classified in IPC Phase 3 (Crisis) and IPC Phase 4 (Emergency). The deterioration of food insecurity is attributed to multiple shocks, including dry spells from three consecutive poor seasonal rainfall performances (all below the five-year average), below average crop and livestock production, localized resource-based conflict, and the ripple effects of the COVID-19 pandemic, which resulted in increasing staple food prices across the country. The following seven counties were the most affected, representing more than 50% of the total population classified in IPC Phase 3 (Crisis) or above: Marsabit (50%), Turkana (40%), Baringo (35%), Wajir (35%), Mandera (35%), Samburu (35%) and Isiolo (30%). These areas are predominantly pastoral livelihoods. ([IPC, 31 Mar 2022](https://reliefweb.int/node/3833088/))\n\nThis IPC projection update for Kenya’s Arid and Semi-Arid Lands (ASAL) region, covering the March to June period, was triggered by several cumulative factors. Firstly, the expected March-April-May seasonal rainfall amount received across most livelihood zones was below the long-term seasonal averages and exacerbated by poor spatial distribution. This negatively affected rangeland and also sparked resource-based conflicts. These resource-based conflicts are coupled with rising food commodity prices due to depressed crop production that coincides with the peak lean season for most Arid and Semi-Arid Livelihood counties. Overall, these factors indicate an increase in the number of people facing high levels of acute food insecurity to 4.1 million, over the 3.5 million initially projected over the same period. This includes 1.1 million in IPC Phase 4 (Emergency) and 3 million in IPC Phase 3 (Crisis). ([IPC, 10 Jun 2022](https://reliefweb.int/node/3855447/))\n\nAccording to the most recent analysis, from July to September 2022 (lean season), about 3.5 million people (24% of the ASAL population) are facing high levels of acute food insecurity – IPC Phase 3 or above, with about 2.7 million people in IPC Phase 3 (Crisis) and 785,000 people in IPC Phase 4 (Emergency). This is a 10% increase from the same period in 2021 where 2.1 million people were categorized in IPC Phase 3 and IPC Phase 4. The food insecurity is primarily driven by a combination of shocks, including a fourth successive below average rainy season which was poorly distributed in space and short-lived which resulted in below average crop production to near crop failure and poor livestock production; localised resource-based conflict; and high food prices as a result of the war in Ukraine and low in-country production. The most affected counties, representing 40% of the total country population in IPC Phase 3 or above are: Isiolo (50%), Turkana (50%), Garissa (45%), Mandera (45%), Marsabit (45%), Samburu (45%), Wajir (45%) and Baringo (40%). These are predominantly pastoral livelihoods. ([IPC, 28 Sep 2022](https://reliefweb.int/node/3890705/))\n\n\nIn the current period, it is estimated that around 4.4 million people (27% of the ASAL population) are facing high levels of Acute Food Insecurity – IPC AFI Phase 3 (Crisis) or above, of which about 774,000 people are in IPC AFI Phase 4 (Emergency). Compared to the same period last year, this represents a 43% increase in population in IPC Phase 3 (Crisis) or above, while compared to the previous analysis period (October-December 2022), the prevalence of\npopulation in IPC AFI Phase 3 (Crisis) or above is similar – with a reduction of the population in IPC Phase 4 (Emergency). Yet, in the projected period, March – June 2023, the severity of food insecurity is expected to worsen again: about 5.4 million people (32% of the population analysed) are projected to face high levels of acute food insecurity (IPC AFI Phase 3 or above), of which 1.2 million people (7%) will likely be in Emergency (IPC AFI Phase 4). This latest projection represents the highest magnitude and severity of acute food insecurity in the ASAL areas in years: urgent action is required to reduce food gaps, protect their livelihoods, and prevent and treat acute malnutrition. ([IPC, 20 Feb 2023](https://reliefweb.int/node/3935420/))\n### Appeals & Response Plans\n\n- [![UNHCR: The Horn of Africa Drought Situation Appeal (January - December 2023) - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/05/bd/05bd2ce1-97c9-4042-b607-ff59ca3c7133.png) UNHCR: The Horn of Africa Drought Situation Appeal (January - December 2023)](https://reliefweb.int/node/3938354)\n- [![WFP: WFP Regional Drought Response Plan for the Horn of Africa (January – December 2023) - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/78/b4/78b44ab7-40eb-49b7-8716-093fc39d6d1c.png) WFP: WFP Regional Drought Response Plan for the Horn of Africa (January – December 2023)](https://reliefweb.int/node/3926286)\n\n### Useful Links\n\n- [![Humanitarian Response - Logo](https://www.humanitarianresponse.info/sites/all/themes/humanitarianresponse/logo.png)](https://kenya.humanitarianresponse.info)\n- [FEWS NET Kenya](http://www.fews.net/east-africa/kenya)",
  "summary": " Kenya has experienced a severe drought since 2014, leading to a rapid rise in food insecurity and malnutrition. The population in need of humanitarian food assistance has increased from 1.3 million in February 2017 to 2.7 million in May 2017, and to 4.4 million in July-September 2022. The drought has been exacerbated by the COVID-19 pandemic, insecurity, pests and diseases, and below-average rainfall. Urgent large-scale humanitarian assistance and livelihoods support is needed in northern and eastern Kenya, and should be sustained throughout the year. Links to the UNHCR Appeal and the WFP Plan are provided.",
  "metadata": {
    "id": "15360",
    "name": "Kenya: Drought - 2014-2023",
    "date_event": 1409270400000,
    "date_changed": 1677604703000,
    "date_created": 1409270400000,
    "primary_country_id": 131,
    "primary_country_name": "Kenya",
    "primary_country_iso3": "ken",
    "primary_country_location": {
      "lon": 37.86,
      "lat": 0.53
    },
    "primary_type_id": 4672,
    "primary_type_code": "DR",
    "primary_type_name": "Drought"
  }
}