{
  "original": {
    "id": "46434",
    "fields": {
      "date": {
        "changed": "2022-02-21T13:14:04+00:00",
        "event": "2018-08-01T00:00:00+00:00",
        "created": "2018-08-01T00:00:00+00:00"
      },
      "primary_type": {
        "code": "EP",
        "name": "Epidemic",
        "id": 4642
      },
      "country": [
        {
          "href": "https://api.reliefweb.int/v1/countries/87",
          "name": "Ethiopia",
          "location": {
            "lon": 39.62,
            "lat": 8.63
          },
          "id": 87,
          "shortname": "Ethiopia",
          "iso3": "eth"
        },
        {
          "href": "https://api.reliefweb.int/v1/countries/131",
          "name": "Kenya",
          "location": {
            "lon": 37.86,
            "lat": 0.53
          },
          "id": 131,
          "shortname": "Kenya",
          "iso3": "ken"
        },
        {
          "href": "https://api.reliefweb.int/v1/countries/216",
          "name": "Somalia",
          "location": {
            "lon": 47.33,
            "lat": 5.79
          },
          "id": 216,
          "shortname": "Somalia",
          "iso3": "som",
          "primary": true
        }
      ],
      "primary_country": {
        "href": "https://api.reliefweb.int/v1/countries/216",
        "name": "Somalia",
        "location": {
          "lon": 47.33,
          "lat": 5.79
        },
        "id": 216,
        "shortname": "Somalia",
        "iso3": "som"
      },
      "profile": {
        "overview": "Circulating vaccine-derived poliovirus type 2 (cVDPV2) and type 3 (cVDPV3) have been confirmed in **Somalia**. Two cases of cVDPV2 and three cases of cVDPV3 have been confirmed, one of which is confirmed as having co-infection of cVDPV2. The total number of cases is four. ([WHO/UNICEF, 2 Aug 2018](https://reliefweb.int/node/2761054))\n\nHumanitarian partners and health authorities have stepped up efforts to vaccinate every child under the age of five in **Somalia** against polio as part of attempts to stem the spread of the circulating Vaccine-Derived Poliovirus (cVDPV) associated with populations with low immunity levels and poor hygiene. Four cases of cVDPV have been reported this year. An unknown number of Somali children remain unvaccinated due to access challenges, creating a conducive environment in which VDPVs can thrive. ([OCHA, 5 Sep 2018](https://reliefweb.int/node/2773664))\n\nOne new cVDPV type 2 case was confirmed this week. Virus was isolated from a contact of child that developed paralysis on the 02 September 2018. These children are both from an inaccessible area of Lower Juba, **Somalia**. Detailed investigations are underway to determine the best response mechanism. No type 3 cases have been reported this week. The total number of cVDPV cases is eleven (11): five cVDPV2, five cVDPV3 and one case of a child with a coinfection of cVDPV2 and cVDPV3 virus. A nationwide polio vaccination campaign targeting around 2.6 million children under five with bivalent Oral Polio Vaccine is (bOPV) underway this week. ([WHO/UNICEF, 8 Oct 2018](https://reliefweb.int/node/2822549))\n\nOne new cVDPV type 3 case was confirmed this week. Virus was isolated from a child with AFP that developed paralysis on 07 September 2018. This five month old child is from an inaccessible area of Middle Shabelle, **Somalia**, and had never received polio vaccination previously. Detailed investigations are underway to determine the best response mechanism across the area; no type 2 cases have been reported this week. The total number of cVDPV cases is 12: five cVDPV2, six cVDPV3 and one case of a child with a coinfection of cVDPV2 and cVDPV3 virus. ([WHO/UNICEF, 15 Oct 2018](https://reliefweb.int/node/2850248))\n\nThe current polio outbreak that has left twelve (12) Somali children paralyzed are of the highest priority for humanitarian partners’ action. No new cases of circulating vaccine derived polio virus (cVDPV) were discovered in November. Since the first discovery in January 2018, health partners have conducted ten (10) targeted vaccination campaigns, the latest was conducted in nine (9) districts in South and Central **Somalia** from 25 – 28 November 2018; seeking to cover approximately 1.5M children. ([Health Cluster, 30 Nov 2018](https://reliefweb.int/node/2936354))\n\nA new circulating vaccine-derived poliovirus type 2 (cVDPV2)* case was confirmed from an AFP case from Las Anod district in Sool region, Somaliland. The date of onset of paralysis was 15th March 2019 (with final classification results released on 23rd April 2019); The latest case to be detected is considered to be a continuation of the existing outbreak of cVDPV2. Prior to this detection, the last cVDPV2 case had a date of onset of 2 September 2018; A total of 13 cases have been identified in the concurrent outbreaks (6 cVDPV2 and 6 cVPDV3, with one additional child with coinfection of type 2 and 3); ([WHO/UNICEF, 28 Apr 2019](https://reliefweb.int/node/3118493))\n\nThe **Somalia** Polio Programme has not confirmed any new cases of circulating vaccine-derived poliovirus type 2 (cVDPV2) in children with acute flaccid paralysis (AFP) since 8 May 2019. \nThe last case of circulating vaccine-derived poliovirus type 3 (cVDPV3) in a child with AFP was detected and confirmed on 7 September 2018.\nA total of three cVDPV2 cases have been reported in Somalia across 2019.\nIn total, 15 children with polio have been detected in Somalia since the onset of the ongoing concurrent cVDPV2 and cVDPV3 outbreaks in 2017.([WHO/UNICEF, 30 Oct 2019](https://reliefweb.int/node/3371023))\n\nA cVDPV2 outbreak in the Horn of Africa has been detected in Somali province, **Ethiopia**. The virus was isolated from an AFP case with onset of paralysis on 20 May 2019. Genetic sequencing confirms that the isolated virus is linked to an ongoing cVDPV2 outbreak detected in the Horn of Africa in 2018, with cases reported in Somalia as well as from an environmental sample in **Kenya**. Currently, Somalia has reported three cVDPV2 cases in 2019. Since detection of the cVDPVs in the Horn of Africa in 2018, Ethiopia had declared this outbreak – together with the Ministries of Health of Kenya and Somalia – to be a regional public health emergency and has been participating in regional outbreak response. Given cross-border population movements across the Horn of Africa specifically between Somalia, Kenya, and Ethiopia, as well as suboptimal subnational immunity and surveillance gaps, the Horn of Africa is considered at high-risk of further transmission of this cVDPV2. ([WHO, 31 Jul 2019](https://reliefweb.int/node/3239234))\n\nNo new cases of circulating vaccine-derived poliovirus type 2 (cVDPV2) were reported this week. The onsets of paralysis of the last case was on 9 September 2019. A total of five cVDPV2 cases have been reported in **Ethiopia** in 2019, with four linked to the outbreak in neighbouring **Somalia** and the fifth case is part of a newly reported Ethiopian outbreak this week. ([WHO, 12 Jan 2020](https://reliefweb.int/node/3473678)) \n\n**Ethiopia:** The total number of cVDPV2 cases reported is 35. ([GPEI, 13 Jan 2021](https://reliefweb.int/node/3704432))\n\nThree cVDPV2 positive environmental samples were reported in **Somalia**. ([GPEI 13 May 2020](https://reliefweb.int/report/pakistan/polio-week-13-may-2020))\n\nTwo cases of circulating vaccine-derived poliovirus type 2 (cVDPV2) were reported this week, with date of onset on 18 June and 29 June 2020. Both affected children live in accessible areas of Banadir region, one in Abdul-Aziz district and the other in Shibis district. These are the first cVDPV2 cases to be reported in **Somalia** in 2020. Both cases are genetically linked to the existing cVDPV2 outbreak in the country. ([WHO/UNICEF, 20 Aug 2020](https://reliefweb.int/node/3663387))\n\n**Somalia** - In total, 12 cVDPV2 cases have been reported in 2020. The date of onset of the most recent cVDPV2 case is 30 September 2020. Twenty-five (25) cVDPV2 positive environmental samples have been reported so far in 2020. ([WHO/UNICEF, 10 Nov 2020](https://reliefweb.int/node/3686657))\n\n**Somalia** - Three cases of circulating vaccine-derived poliovirus type 2 (cVDPV2) were reported; one in Galbeed and two in Banadir. There is a total of 27 cVDPV cases (20 type 2, six type 3 and one coinfection of both type 2 and type 3) since the beginning of the outbreak in 2018. ([GPEI, 11 Nov 2020](https://reliefweb.int/node/3688625))\n\n**Somalia** - There are 13 cVDPV2 cases reported in 2020 and 3 cases were reported in 2019. ([GPEI, 13 Jan 2021](https://reliefweb.int/node/3704432))\n\n**Somalia’s** outbreak of circulating vaccine-derived poliovirus type 3 (cVDPV3) has been successfully stopped, with no international spread. Dr Hamid Jafari, Director of Polio Eradication for WHO’s Eastern Mediterranean Region, declared Somalia’s outbreak of circulating vaccine-derived poliovirus type 3 (cVDPV3) closed a full 28 months after this strain of polio was last detected in Somalia. \n\n**Kenya** There was one cVDPV2 environmental sample reported in 2020 and one in 2021. ([GPEI, 14 Apr 2021](https://reliefweb.int/node/3729918))\n\n**Ethiopia** Two cases of circulating vaccine-derived poliovirus type 2 (cVDPV2) were reported in Oromiya. There are nine cases reported in 2021 so far. The total number of 2020 cases remains at 36. ([GPEI, 3 Sep 2021](https://reliefweb.int/node/3770992))\n\n**Ethiopia** One case of circulating vaccine-derived poliovirus type 2 (cVDPV2) was reported this week in Oromiya. There are 10 cases reported in 2021. ([GPEI, 28 Dec 2021](https://reliefweb.int/node/3805047))\n\n**Somalia** One new case of circulating vaccine-derived poliovirus type 2 (cVDPV 2) was reported from Salagle District, Middle Juba Region. Date of onset of the most recent cVDPV2 was 12 May, 2021. No new cVDPV2 isolated from ES samples reported this week. Only One cVDPV2 isolate was reported in 2021. Twenty-six (26) cVDPV2 isolates were reported from ES samples in 2020. Date of Sample collection of the last positive sample is 23, May 2021. 328 Acute flaccid paralysis (AFP) cases (133 Female and 195 Male) have been reported in 2021. ([WHO, 17 Feb 2022](https://reliefweb.int/node/3818866))",
        "useful_links": {
          "active": [
            {
              "title": "WHO: Situation reports on vaccine-derived poliovirus in Somalia",
              "url": "http://www.emro.who.int/som/somalia-infocus/situation-reports-on-vaccine-derived-poliovirus.html"
            }
          ],
          "title": "Useful Links"
        },
        "overview-html": "<p>Circulating vaccine-derived poliovirus type 2 (cVDPV2) and type 3 (cVDPV3) have been confirmed in <strong>Somalia</strong>. Two cases of cVDPV2 and three cases of cVDPV3 have been confirmed, one of which is confirmed as having co-infection of cVDPV2. The total number of cases is four. (<a href=\"https://reliefweb.int/node/2761054\">WHO/UNICEF, 2 Aug 2018</a>)</p>\n<p>Humanitarian partners and health authorities have stepped up efforts to vaccinate every child under the age of five in <strong>Somalia</strong> against polio as part of attempts to stem the spread of the circulating Vaccine-Derived Poliovirus (cVDPV) associated with populations with low immunity levels and poor hygiene. Four cases of cVDPV have been reported this year. An unknown number of Somali children remain unvaccinated due to access challenges, creating a conducive environment in which VDPVs can thrive. (<a href=\"https://reliefweb.int/node/2773664\">OCHA, 5 Sep 2018</a>)</p>\n<p>One new cVDPV type 2 case was confirmed this week. Virus was isolated from a contact of child that developed paralysis on the 02 September 2018. These children are both from an inaccessible area of Lower Juba, <strong>Somalia</strong>. Detailed investigations are underway to determine the best response mechanism. No type 3 cases have been reported this week. The total number of cVDPV cases is eleven (11): five cVDPV2, five cVDPV3 and one case of a child with a coinfection of cVDPV2 and cVDPV3 virus. A nationwide polio vaccination campaign targeting around 2.6 million children under five with bivalent Oral Polio Vaccine is (bOPV) underway this week. (<a href=\"https://reliefweb.int/node/2822549\">WHO/UNICEF, 8 Oct 2018</a>)</p>\n<p>One new cVDPV type 3 case was confirmed this week. Virus was isolated from a child with AFP that developed paralysis on 07 September 2018. This five month old child is from an inaccessible area of Middle Shabelle, <strong>Somalia</strong>, and had never received polio vaccination previously. Detailed investigations are underway to determine the best response mechanism across the area; no type 2 cases have been reported this week. The total number of cVDPV cases is 12: five cVDPV2, six cVDPV3 and one case of a child with a coinfection of cVDPV2 and cVDPV3 virus. (<a href=\"https://reliefweb.int/node/2850248\">WHO/UNICEF, 15 Oct 2018</a>)</p>\n<p>The current polio outbreak that has left twelve (12) Somali children paralyzed are of the highest priority for humanitarian partners’ action. No new cases of circulating vaccine derived polio virus (cVDPV) were discovered in November. Since the first discovery in January 2018, health partners have conducted ten (10) targeted vaccination campaigns, the latest was conducted in nine (9) districts in South and Central <strong>Somalia</strong> from 25 – 28 November 2018; seeking to cover approximately 1.5M children. (<a href=\"https://reliefweb.int/node/2936354\">Health Cluster, 30 Nov 2018</a>)</p>\n<p>A new circulating vaccine-derived poliovirus type 2 (cVDPV2)* case was confirmed from an AFP case from Las Anod district in Sool region, Somaliland. The date of onset of paralysis was 15th March 2019 (with final classification results released on 23rd April 2019); The latest case to be detected is considered to be a continuation of the existing outbreak of cVDPV2. Prior to this detection, the last cVDPV2 case had a date of onset of 2 September 2018; A total of 13 cases have been identified in the concurrent outbreaks (6 cVDPV2 and 6 cVPDV3, with one additional child with coinfection of type 2 and 3); (<a href=\"https://reliefweb.int/node/3118493\">WHO/UNICEF, 28 Apr 2019</a>)</p>\n<p>The <strong>Somalia</strong> Polio Programme has not confirmed any new cases of circulating vaccine-derived poliovirus type 2 (cVDPV2) in children with acute flaccid paralysis (AFP) since 8 May 2019.\nThe last case of circulating vaccine-derived poliovirus type 3 (cVDPV3) in a child with AFP was detected and confirmed on 7 September 2018.\nA total of three cVDPV2 cases have been reported in Somalia across 2019.\nIn total, 15 children with polio have been detected in Somalia since the onset of the ongoing concurrent cVDPV2 and cVDPV3 outbreaks in 2017.(<a href=\"https://reliefweb.int/node/3371023\">WHO/UNICEF, 30 Oct 2019</a>)</p>\n<p>A cVDPV2 outbreak in the Horn of Africa has been detected in Somali province, <strong>Ethiopia</strong>. The virus was isolated from an AFP case with onset of paralysis on 20 May 2019. Genetic sequencing confirms that the isolated virus is linked to an ongoing cVDPV2 outbreak detected in the Horn of Africa in 2018, with cases reported in Somalia as well as from an environmental sample in <strong>Kenya</strong>. Currently, Somalia has reported three cVDPV2 cases in 2019. Since detection of the cVDPVs in the Horn of Africa in 2018, Ethiopia had declared this outbreak – together with the Ministries of Health of Kenya and Somalia – to be a regional public health emergency and has been participating in regional outbreak response. Given cross-border population movements across the Horn of Africa specifically between Somalia, Kenya, and Ethiopia, as well as suboptimal subnational immunity and surveillance gaps, the Horn of Africa is considered at high-risk of further transmission of this cVDPV2. (<a href=\"https://reliefweb.int/node/3239234\">WHO, 31 Jul 2019</a>)</p>\n<p>No new cases of circulating vaccine-derived poliovirus type 2 (cVDPV2) were reported this week. The onsets of paralysis of the last case was on 9 September 2019. A total of five cVDPV2 cases have been reported in <strong>Ethiopia</strong> in 2019, with four linked to the outbreak in neighbouring <strong>Somalia</strong> and the fifth case is part of a newly reported Ethiopian outbreak this week. (<a href=\"https://reliefweb.int/node/3473678\">WHO, 12 Jan 2020</a>)</p>\n<p><strong>Ethiopia:</strong> The total number of cVDPV2 cases reported is 35. (<a href=\"https://reliefweb.int/node/3704432\">GPEI, 13 Jan 2021</a>)</p>\n<p>Three cVDPV2 positive environmental samples were reported in <strong>Somalia</strong>. (<a href=\"https://reliefweb.int/report/pakistan/polio-week-13-may-2020\">GPEI 13 May 2020</a>)</p>\n<p>Two cases of circulating vaccine-derived poliovirus type 2 (cVDPV2) were reported this week, with date of onset on 18 June and 29 June 2020. Both affected children live in accessible areas of Banadir region, one in Abdul-Aziz district and the other in Shibis district. These are the first cVDPV2 cases to be reported in <strong>Somalia</strong> in 2020. Both cases are genetically linked to the existing cVDPV2 outbreak in the country. (<a href=\"https://reliefweb.int/node/3663387\">WHO/UNICEF, 20 Aug 2020</a>)</p>\n<p><strong>Somalia</strong> - In total, 12 cVDPV2 cases have been reported in 2020. The date of onset of the most recent cVDPV2 case is 30 September 2020. Twenty-five (25) cVDPV2 positive environmental samples have been reported so far in 2020. (<a href=\"https://reliefweb.int/node/3686657\">WHO/UNICEF, 10 Nov 2020</a>)</p>\n<p><strong>Somalia</strong> - Three cases of circulating vaccine-derived poliovirus type 2 (cVDPV2) were reported; one in Galbeed and two in Banadir. There is a total of 27 cVDPV cases (20 type 2, six type 3 and one coinfection of both type 2 and type 3) since the beginning of the outbreak in 2018. (<a href=\"https://reliefweb.int/node/3688625\">GPEI, 11 Nov 2020</a>)</p>\n<p><strong>Somalia</strong> - There are 13 cVDPV2 cases reported in 2020 and 3 cases were reported in 2019. (<a href=\"https://reliefweb.int/node/3704432\">GPEI, 13 Jan 2021</a>)</p>\n<p><strong>Somalia’s</strong> outbreak of circulating vaccine-derived poliovirus type 3 (cVDPV3) has been successfully stopped, with no international spread. Dr Hamid Jafari, Director of Polio Eradication for WHO’s Eastern Mediterranean Region, declared Somalia’s outbreak of circulating vaccine-derived poliovirus type 3 (cVDPV3) closed a full 28 months after this strain of polio was last detected in Somalia.</p>\n<p><strong>Kenya</strong> There was one cVDPV2 environmental sample reported in 2020 and one in 2021. (<a href=\"https://reliefweb.int/node/3729918\">GPEI, 14 Apr 2021</a>)</p>\n<p><strong>Ethiopia</strong> Two cases of circulating vaccine-derived poliovirus type 2 (cVDPV2) were reported in Oromiya. There are nine cases reported in 2021 so far. The total number of 2020 cases remains at 36. (<a href=\"https://reliefweb.int/node/3770992\">GPEI, 3 Sep 2021</a>)</p>\n<p><strong>Ethiopia</strong> One case of circulating vaccine-derived poliovirus type 2 (cVDPV2) was reported this week in Oromiya. There are 10 cases reported in 2021. (<a href=\"https://reliefweb.int/node/3805047\">GPEI, 28 Dec 2021</a>)</p>\n<p><strong>Somalia</strong> One new case of circulating vaccine-derived poliovirus type 2 (cVDPV 2) was reported from Salagle District, Middle Juba Region. Date of onset of the most recent cVDPV2 was 12 May, 2021. No new cVDPV2 isolated from ES samples reported this week. Only One cVDPV2 isolate was reported in 2021. Twenty-six (26) cVDPV2 isolates were reported from ES samples in 2020. Date of Sample collection of the last positive sample is 23, May 2021. 328 Acute flaccid paralysis (AFP) cases (133 Female and 195 Male) have been reported in 2021. (<a href=\"https://reliefweb.int/node/3818866\">WHO, 17 Feb 2022</a>)</p>\n"
      },
      "description-html": "<p>Circulating vaccine-derived poliovirus type 2 (cVDPV2) and type 3 (cVDPV3) have been confirmed in <strong>Somalia</strong>. Two cases of cVDPV2 and three cases of cVDPV3 have been confirmed, one of which is confirmed as having co-infection of cVDPV2. The total number of cases is four. (<a href=\"https://reliefweb.int/node/2761054\">WHO/UNICEF, 2 Aug 2018</a>)</p>\n<p>Humanitarian partners and health authorities have stepped up efforts to vaccinate every child under the age of five in <strong>Somalia</strong> against polio as part of attempts to stem the spread of the circulating Vaccine-Derived Poliovirus (cVDPV) associated with populations with low immunity levels and poor hygiene. Four cases of cVDPV have been reported this year. An unknown number of Somali children remain unvaccinated due to access challenges, creating a conducive environment in which VDPVs can thrive. (<a href=\"https://reliefweb.int/node/2773664\">OCHA, 5 Sep 2018</a>)</p>\n<p>One new cVDPV type 2 case was confirmed this week. Virus was isolated from a contact of child that developed paralysis on the 02 September 2018. These children are both from an inaccessible area of Lower Juba, <strong>Somalia</strong>. Detailed investigations are underway to determine the best response mechanism. No type 3 cases have been reported this week. The total number of cVDPV cases is eleven (11): five cVDPV2, five cVDPV3 and one case of a child with a coinfection of cVDPV2 and cVDPV3 virus. A nationwide polio vaccination campaign targeting around 2.6 million children under five with bivalent Oral Polio Vaccine is (bOPV) underway this week. (<a href=\"https://reliefweb.int/node/2822549\">WHO/UNICEF, 8 Oct 2018</a>)</p>\n<p>One new cVDPV type 3 case was confirmed this week. Virus was isolated from a child with AFP that developed paralysis on 07 September 2018. This five month old child is from an inaccessible area of Middle Shabelle, <strong>Somalia</strong>, and had never received polio vaccination previously. Detailed investigations are underway to determine the best response mechanism across the area; no type 2 cases have been reported this week. The total number of cVDPV cases is 12: five cVDPV2, six cVDPV3 and one case of a child with a coinfection of cVDPV2 and cVDPV3 virus. (<a href=\"https://reliefweb.int/node/2850248\">WHO/UNICEF, 15 Oct 2018</a>)</p>\n<p>The current polio outbreak that has left twelve (12) Somali children paralyzed are of the highest priority for humanitarian partners’ action. No new cases of circulating vaccine derived polio virus (cVDPV) were discovered in November. Since the first discovery in January 2018, health partners have conducted ten (10) targeted vaccination campaigns, the latest was conducted in nine (9) districts in South and Central <strong>Somalia</strong> from 25 – 28 November 2018; seeking to cover approximately 1.5M children. (<a href=\"https://reliefweb.int/node/2936354\">Health Cluster, 30 Nov 2018</a>)</p>\n<p>A new circulating vaccine-derived poliovirus type 2 (cVDPV2)* case was confirmed from an AFP case from Las Anod district in Sool region, Somaliland. The date of onset of paralysis was 15th March 2019 (with final classification results released on 23rd April 2019); The latest case to be detected is considered to be a continuation of the existing outbreak of cVDPV2. Prior to this detection, the last cVDPV2 case had a date of onset of 2 September 2018; A total of 13 cases have been identified in the concurrent outbreaks (6 cVDPV2 and 6 cVPDV3, with one additional child with coinfection of type 2 and 3); (<a href=\"https://reliefweb.int/node/3118493\">WHO/UNICEF, 28 Apr 2019</a>)</p>\n<p>The <strong>Somalia</strong> Polio Programme has not confirmed any new cases of circulating vaccine-derived poliovirus type 2 (cVDPV2) in children with acute flaccid paralysis (AFP) since 8 May 2019.\nThe last case of circulating vaccine-derived poliovirus type 3 (cVDPV3) in a child with AFP was detected and confirmed on 7 September 2018.\nA total of three cVDPV2 cases have been reported in Somalia across 2019.\nIn total, 15 children with polio have been detected in Somalia since the onset of the ongoing concurrent cVDPV2 and cVDPV3 outbreaks in 2017.(<a href=\"https://reliefweb.int/node/3371023\">WHO/UNICEF, 30 Oct 2019</a>)</p>\n<p>A cVDPV2 outbreak in the Horn of Africa has been detected in Somali province, <strong>Ethiopia</strong>. The virus was isolated from an AFP case with onset of paralysis on 20 May 2019. Genetic sequencing confirms that the isolated virus is linked to an ongoing cVDPV2 outbreak detected in the Horn of Africa in 2018, with cases reported in Somalia as well as from an environmental sample in <strong>Kenya</strong>. Currently, Somalia has reported three cVDPV2 cases in 2019. Since detection of the cVDPVs in the Horn of Africa in 2018, Ethiopia had declared this outbreak – together with the Ministries of Health of Kenya and Somalia – to be a regional public health emergency and has been participating in regional outbreak response. Given cross-border population movements across the Horn of Africa specifically between Somalia, Kenya, and Ethiopia, as well as suboptimal subnational immunity and surveillance gaps, the Horn of Africa is considered at high-risk of further transmission of this cVDPV2. (<a href=\"https://reliefweb.int/node/3239234\">WHO, 31 Jul 2019</a>)</p>\n<p>No new cases of circulating vaccine-derived poliovirus type 2 (cVDPV2) were reported this week. The onsets of paralysis of the last case was on 9 September 2019. A total of five cVDPV2 cases have been reported in <strong>Ethiopia</strong> in 2019, with four linked to the outbreak in neighbouring <strong>Somalia</strong> and the fifth case is part of a newly reported Ethiopian outbreak this week. (<a href=\"https://reliefweb.int/node/3473678\">WHO, 12 Jan 2020</a>)</p>\n<p><strong>Ethiopia:</strong> The total number of cVDPV2 cases reported is 35. (<a href=\"https://reliefweb.int/node/3704432\">GPEI, 13 Jan 2021</a>)</p>\n<p>Three cVDPV2 positive environmental samples were reported in <strong>Somalia</strong>. (<a href=\"https://reliefweb.int/report/pakistan/polio-week-13-may-2020\">GPEI 13 May 2020</a>)</p>\n<p>Two cases of circulating vaccine-derived poliovirus type 2 (cVDPV2) were reported this week, with date of onset on 18 June and 29 June 2020. Both affected children live in accessible areas of Banadir region, one in Abdul-Aziz district and the other in Shibis district. These are the first cVDPV2 cases to be reported in <strong>Somalia</strong> in 2020. Both cases are genetically linked to the existing cVDPV2 outbreak in the country. (<a href=\"https://reliefweb.int/node/3663387\">WHO/UNICEF, 20 Aug 2020</a>)</p>\n<p><strong>Somalia</strong> - In total, 12 cVDPV2 cases have been reported in 2020. The date of onset of the most recent cVDPV2 case is 30 September 2020. Twenty-five (25) cVDPV2 positive environmental samples have been reported so far in 2020. (<a href=\"https://reliefweb.int/node/3686657\">WHO/UNICEF, 10 Nov 2020</a>)</p>\n<p><strong>Somalia</strong> - Three cases of circulating vaccine-derived poliovirus type 2 (cVDPV2) were reported; one in Galbeed and two in Banadir. There is a total of 27 cVDPV cases (20 type 2, six type 3 and one coinfection of both type 2 and type 3) since the beginning of the outbreak in 2018. (<a href=\"https://reliefweb.int/node/3688625\">GPEI, 11 Nov 2020</a>)</p>\n<p><strong>Somalia</strong> - There are 13 cVDPV2 cases reported in 2020 and 3 cases were reported in 2019. (<a href=\"https://reliefweb.int/node/3704432\">GPEI, 13 Jan 2021</a>)</p>\n<p><strong>Somalia’s</strong> outbreak of circulating vaccine-derived poliovirus type 3 (cVDPV3) has been successfully stopped, with no international spread. Dr Hamid Jafari, Director of Polio Eradication for WHO’s Eastern Mediterranean Region, declared Somalia’s outbreak of circulating vaccine-derived poliovirus type 3 (cVDPV3) closed a full 28 months after this strain of polio was last detected in Somalia.</p>\n<p><strong>Kenya</strong> There was one cVDPV2 environmental sample reported in 2020 and one in 2021. (<a href=\"https://reliefweb.int/node/3729918\">GPEI, 14 Apr 2021</a>)</p>\n<p><strong>Ethiopia</strong> Two cases of circulating vaccine-derived poliovirus type 2 (cVDPV2) were reported in Oromiya. There are nine cases reported in 2021 so far. The total number of 2020 cases remains at 36. (<a href=\"https://reliefweb.int/node/3770992\">GPEI, 3 Sep 2021</a>)</p>\n<p><strong>Ethiopia</strong> One case of circulating vaccine-derived poliovirus type 2 (cVDPV2) was reported this week in Oromiya. There are 10 cases reported in 2021. (<a href=\"https://reliefweb.int/node/3805047\">GPEI, 28 Dec 2021</a>)</p>\n<p><strong>Somalia</strong> One new case of circulating vaccine-derived poliovirus type 2 (cVDPV 2) was reported from Salagle District, Middle Juba Region. Date of onset of the most recent cVDPV2 was 12 May, 2021. No new cVDPV2 isolated from ES samples reported this week. Only One cVDPV2 isolate was reported in 2021. Twenty-six (26) cVDPV2 isolates were reported from ES samples in 2020. Date of Sample collection of the last positive sample is 23, May 2021. 328 Acute flaccid paralysis (AFP) cases (133 Female and 195 Male) have been reported in 2021. (<a href=\"https://reliefweb.int/node/3818866\">WHO, 17 Feb 2022</a>)</p>\n<h3>Useful Links</h3>\n<ul>\n<li>\n<a rel=\"noopener noreferrer\" target=\"_blank\" href=\"http://www.emro.who.int/som/somalia-infocus/situation-reports-on-vaccine-derived-poliovirus.html\">WHO: Situation reports on vaccine-derived poliovirus in Somalia</a>\n</li>\n</ul>\n",
      "description": "Circulating vaccine-derived poliovirus type 2 (cVDPV2) and type 3 (cVDPV3) have been confirmed in **Somalia**. Two cases of cVDPV2 and three cases of cVDPV3 have been confirmed, one of which is confirmed as having co-infection of cVDPV2. The total number of cases is four. ([WHO/UNICEF, 2 Aug 2018](https://reliefweb.int/node/2761054))\n\nHumanitarian partners and health authorities have stepped up efforts to vaccinate every child under the age of five in **Somalia** against polio as part of attempts to stem the spread of the circulating Vaccine-Derived Poliovirus (cVDPV) associated with populations with low immunity levels and poor hygiene. Four cases of cVDPV have been reported this year. An unknown number of Somali children remain unvaccinated due to access challenges, creating a conducive environment in which VDPVs can thrive. ([OCHA, 5 Sep 2018](https://reliefweb.int/node/2773664))\n\nOne new cVDPV type 2 case was confirmed this week. Virus was isolated from a contact of child that developed paralysis on the 02 September 2018. These children are both from an inaccessible area of Lower Juba, **Somalia**. Detailed investigations are underway to determine the best response mechanism. No type 3 cases have been reported this week. The total number of cVDPV cases is eleven (11): five cVDPV2, five cVDPV3 and one case of a child with a coinfection of cVDPV2 and cVDPV3 virus. A nationwide polio vaccination campaign targeting around 2.6 million children under five with bivalent Oral Polio Vaccine is (bOPV) underway this week. ([WHO/UNICEF, 8 Oct 2018](https://reliefweb.int/node/2822549))\n\nOne new cVDPV type 3 case was confirmed this week. Virus was isolated from a child with AFP that developed paralysis on 07 September 2018. This five month old child is from an inaccessible area of Middle Shabelle, **Somalia**, and had never received polio vaccination previously. Detailed investigations are underway to determine the best response mechanism across the area; no type 2 cases have been reported this week. The total number of cVDPV cases is 12: five cVDPV2, six cVDPV3 and one case of a child with a coinfection of cVDPV2 and cVDPV3 virus. ([WHO/UNICEF, 15 Oct 2018](https://reliefweb.int/node/2850248))\n\nThe current polio outbreak that has left twelve (12) Somali children paralyzed are of the highest priority for humanitarian partners’ action. No new cases of circulating vaccine derived polio virus (cVDPV) were discovered in November. Since the first discovery in January 2018, health partners have conducted ten (10) targeted vaccination campaigns, the latest was conducted in nine (9) districts in South and Central **Somalia** from 25 – 28 November 2018; seeking to cover approximately 1.5M children. ([Health Cluster, 30 Nov 2018](https://reliefweb.int/node/2936354))\n\nA new circulating vaccine-derived poliovirus type 2 (cVDPV2)* case was confirmed from an AFP case from Las Anod district in Sool region, Somaliland. The date of onset of paralysis was 15th March 2019 (with final classification results released on 23rd April 2019); The latest case to be detected is considered to be a continuation of the existing outbreak of cVDPV2. Prior to this detection, the last cVDPV2 case had a date of onset of 2 September 2018; A total of 13 cases have been identified in the concurrent outbreaks (6 cVDPV2 and 6 cVPDV3, with one additional child with coinfection of type 2 and 3); ([WHO/UNICEF, 28 Apr 2019](https://reliefweb.int/node/3118493))\n\nThe **Somalia** Polio Programme has not confirmed any new cases of circulating vaccine-derived poliovirus type 2 (cVDPV2) in children with acute flaccid paralysis (AFP) since 8 May 2019. \nThe last case of circulating vaccine-derived poliovirus type 3 (cVDPV3) in a child with AFP was detected and confirmed on 7 September 2018.\nA total of three cVDPV2 cases have been reported in Somalia across 2019.\nIn total, 15 children with polio have been detected in Somalia since the onset of the ongoing concurrent cVDPV2 and cVDPV3 outbreaks in 2017.([WHO/UNICEF, 30 Oct 2019](https://reliefweb.int/node/3371023))\n\nA cVDPV2 outbreak in the Horn of Africa has been detected in Somali province, **Ethiopia**. The virus was isolated from an AFP case with onset of paralysis on 20 May 2019. Genetic sequencing confirms that the isolated virus is linked to an ongoing cVDPV2 outbreak detected in the Horn of Africa in 2018, with cases reported in Somalia as well as from an environmental sample in **Kenya**. Currently, Somalia has reported three cVDPV2 cases in 2019. Since detection of the cVDPVs in the Horn of Africa in 2018, Ethiopia had declared this outbreak – together with the Ministries of Health of Kenya and Somalia – to be a regional public health emergency and has been participating in regional outbreak response. Given cross-border population movements across the Horn of Africa specifically between Somalia, Kenya, and Ethiopia, as well as suboptimal subnational immunity and surveillance gaps, the Horn of Africa is considered at high-risk of further transmission of this cVDPV2. ([WHO, 31 Jul 2019](https://reliefweb.int/node/3239234))\n\nNo new cases of circulating vaccine-derived poliovirus type 2 (cVDPV2) were reported this week. The onsets of paralysis of the last case was on 9 September 2019. A total of five cVDPV2 cases have been reported in **Ethiopia** in 2019, with four linked to the outbreak in neighbouring **Somalia** and the fifth case is part of a newly reported Ethiopian outbreak this week. ([WHO, 12 Jan 2020](https://reliefweb.int/node/3473678)) \n\n**Ethiopia:** The total number of cVDPV2 cases reported is 35. ([GPEI, 13 Jan 2021](https://reliefweb.int/node/3704432))\n\nThree cVDPV2 positive environmental samples were reported in **Somalia**. ([GPEI 13 May 2020](https://reliefweb.int/report/pakistan/polio-week-13-may-2020))\n\nTwo cases of circulating vaccine-derived poliovirus type 2 (cVDPV2) were reported this week, with date of onset on 18 June and 29 June 2020. Both affected children live in accessible areas of Banadir region, one in Abdul-Aziz district and the other in Shibis district. These are the first cVDPV2 cases to be reported in **Somalia** in 2020. Both cases are genetically linked to the existing cVDPV2 outbreak in the country. ([WHO/UNICEF, 20 Aug 2020](https://reliefweb.int/node/3663387))\n\n**Somalia** - In total, 12 cVDPV2 cases have been reported in 2020. The date of onset of the most recent cVDPV2 case is 30 September 2020. Twenty-five (25) cVDPV2 positive environmental samples have been reported so far in 2020. ([WHO/UNICEF, 10 Nov 2020](https://reliefweb.int/node/3686657))\n\n**Somalia** - Three cases of circulating vaccine-derived poliovirus type 2 (cVDPV2) were reported; one in Galbeed and two in Banadir. There is a total of 27 cVDPV cases (20 type 2, six type 3 and one coinfection of both type 2 and type 3) since the beginning of the outbreak in 2018. ([GPEI, 11 Nov 2020](https://reliefweb.int/node/3688625))\n\n**Somalia** - There are 13 cVDPV2 cases reported in 2020 and 3 cases were reported in 2019. ([GPEI, 13 Jan 2021](https://reliefweb.int/node/3704432))\n\n**Somalia’s** outbreak of circulating vaccine-derived poliovirus type 3 (cVDPV3) has been successfully stopped, with no international spread. Dr Hamid Jafari, Director of Polio Eradication for WHO’s Eastern Mediterranean Region, declared Somalia’s outbreak of circulating vaccine-derived poliovirus type 3 (cVDPV3) closed a full 28 months after this strain of polio was last detected in Somalia. \n\n**Kenya** There was one cVDPV2 environmental sample reported in 2020 and one in 2021. ([GPEI, 14 Apr 2021](https://reliefweb.int/node/3729918))\n\n**Ethiopia** Two cases of circulating vaccine-derived poliovirus type 2 (cVDPV2) were reported in Oromiya. There are nine cases reported in 2021 so far. The total number of 2020 cases remains at 36. ([GPEI, 3 Sep 2021](https://reliefweb.int/node/3770992))\n\n**Ethiopia** One case of circulating vaccine-derived poliovirus type 2 (cVDPV2) was reported this week in Oromiya. There are 10 cases reported in 2021. ([GPEI, 28 Dec 2021](https://reliefweb.int/node/3805047))\n\n**Somalia** One new case of circulating vaccine-derived poliovirus type 2 (cVDPV 2) was reported from Salagle District, Middle Juba Region. Date of onset of the most recent cVDPV2 was 12 May, 2021. No new cVDPV2 isolated from ES samples reported this week. Only One cVDPV2 isolate was reported in 2021. Twenty-six (26) cVDPV2 isolates were reported from ES samples in 2020. Date of Sample collection of the last positive sample is 23, May 2021. 328 Acute flaccid paralysis (AFP) cases (133 Female and 195 Male) have been reported in 2021. ([WHO, 17 Feb 2022](https://reliefweb.int/node/3818866))\n### Useful Links\n\n- [WHO: Situation reports on vaccine-derived poliovirus in Somalia](http://www.emro.who.int/som/somalia-infocus/situation-reports-on-vaccine-derived-poliovirus.html)",
      "type": [
        {
          "code": "EP",
          "name": "Epidemic",
          "id": 4642,
          "primary": true
        }
      ],
      "url": "https://reliefweb.int/taxonomy/term/46434",
      "current": true,
      "url_alias": "https://reliefweb.int/disaster/ep-2018-000161-som",
      "name": "Horn of Africa: Polio Outbreak - Aug 2018",
      "id": 46434,
      "glide": "EP-2018-000161-SOM",
      "status": "ongoing"
    }
  },
  "text": "Horn of Africa: Polio Outbreak - Aug 2018\n\nCirculating vaccine-derived poliovirus type 2 (cVDPV2) and type 3 (cVDPV3) have been confirmed in **Somalia**. Two cases of cVDPV2 and three cases of cVDPV3 have been confirmed, one of which is confirmed as having co-infection of cVDPV2. The total number of cases is four. ([WHO/UNICEF, 2 Aug 2018](https://reliefweb.int/node/2761054))\n\nHumanitarian partners and health authorities have stepped up efforts to vaccinate every child under the age of five in **Somalia** against polio as part of attempts to stem the spread of the circulating Vaccine-Derived Poliovirus (cVDPV) associated with populations with low immunity levels and poor hygiene. Four cases of cVDPV have been reported this year. An unknown number of Somali children remain unvaccinated due to access challenges, creating a conducive environment in which VDPVs can thrive. ([OCHA, 5 Sep 2018](https://reliefweb.int/node/2773664))\n\nOne new cVDPV type 2 case was confirmed this week. Virus was isolated from a contact of child that developed paralysis on the 02 September 2018. These children are both from an inaccessible area of Lower Juba, **Somalia**. Detailed investigations are underway to determine the best response mechanism. No type 3 cases have been reported this week. The total number of cVDPV cases is eleven (11): five cVDPV2, five cVDPV3 and one case of a child with a coinfection of cVDPV2 and cVDPV3 virus. A nationwide polio vaccination campaign targeting around 2.6 million children under five with bivalent Oral Polio Vaccine is (bOPV) underway this week. ([WHO/UNICEF, 8 Oct 2018](https://reliefweb.int/node/2822549))\n\nOne new cVDPV type 3 case was confirmed this week. Virus was isolated from a child with AFP that developed paralysis on 07 September 2018. This five month old child is from an inaccessible area of Middle Shabelle, **Somalia**, and had never received polio vaccination previously. Detailed investigations are underway to determine the best response mechanism across the area; no type 2 cases have been reported this week. The total number of cVDPV cases is 12: five cVDPV2, six cVDPV3 and one case of a child with a coinfection of cVDPV2 and cVDPV3 virus. ([WHO/UNICEF, 15 Oct 2018](https://reliefweb.int/node/2850248))\n\nThe current polio outbreak that has left twelve (12) Somali children paralyzed are of the highest priority for humanitarian partners’ action. No new cases of circulating vaccine derived polio virus (cVDPV) were discovered in November. Since the first discovery in January 2018, health partners have conducted ten (10) targeted vaccination campaigns, the latest was conducted in nine (9) districts in South and Central **Somalia** from 25 – 28 November 2018; seeking to cover approximately 1.5M children. ([Health Cluster, 30 Nov 2018](https://reliefweb.int/node/2936354))\n\nA new circulating vaccine-derived poliovirus type 2 (cVDPV2)* case was confirmed from an AFP case from Las Anod district in Sool region, Somaliland. The date of onset of paralysis was 15th March 2019 (with final classification results released on 23rd April 2019); The latest case to be detected is considered to be a continuation of the existing outbreak of cVDPV2. Prior to this detection, the last cVDPV2 case had a date of onset of 2 September 2018; A total of 13 cases have been identified in the concurrent outbreaks (6 cVDPV2 and 6 cVPDV3, with one additional child with coinfection of type 2 and 3); ([WHO/UNICEF, 28 Apr 2019](https://reliefweb.int/node/3118493))\n\nThe **Somalia** Polio Programme has not confirmed any new cases of circulating vaccine-derived poliovirus type 2 (cVDPV2) in children with acute flaccid paralysis (AFP) since 8 May 2019. \nThe last case of circulating vaccine-derived poliovirus type 3 (cVDPV3) in a child with AFP was detected and confirmed on 7 September 2018.\nA total of three cVDPV2 cases have been reported in Somalia across 2019.\nIn total, 15 children with polio have been detected in Somalia since the onset of the ongoing concurrent cVDPV2 and cVDPV3 outbreaks in 2017.([WHO/UNICEF, 30 Oct 2019](https://reliefweb.int/node/3371023))\n\nA cVDPV2 outbreak in the Horn of Africa has been detected in Somali province, **Ethiopia**. The virus was isolated from an AFP case with onset of paralysis on 20 May 2019. Genetic sequencing confirms that the isolated virus is linked to an ongoing cVDPV2 outbreak detected in the Horn of Africa in 2018, with cases reported in Somalia as well as from an environmental sample in **Kenya**. Currently, Somalia has reported three cVDPV2 cases in 2019. Since detection of the cVDPVs in the Horn of Africa in 2018, Ethiopia had declared this outbreak – together with the Ministries of Health of Kenya and Somalia – to be a regional public health emergency and has been participating in regional outbreak response. Given cross-border population movements across the Horn of Africa specifically between Somalia, Kenya, and Ethiopia, as well as suboptimal subnational immunity and surveillance gaps, the Horn of Africa is considered at high-risk of further transmission of this cVDPV2. ([WHO, 31 Jul 2019](https://reliefweb.int/node/3239234))\n\nNo new cases of circulating vaccine-derived poliovirus type 2 (cVDPV2) were reported this week. The onsets of paralysis of the last case was on 9 September 2019. A total of five cVDPV2 cases have been reported in **Ethiopia** in 2019, with four linked to the outbreak in neighbouring **Somalia** and the fifth case is part of a newly reported Ethiopian outbreak this week. ([WHO, 12 Jan 2020](https://reliefweb.int/node/3473678)) \n\n**Ethiopia:** The total number of cVDPV2 cases reported is 35. ([GPEI, 13 Jan 2021](https://reliefweb.int/node/3704432))\n\nThree cVDPV2 positive environmental samples were reported in **Somalia**. ([GPEI 13 May 2020](https://reliefweb.int/report/pakistan/polio-week-13-may-2020))\n\nTwo cases of circulating vaccine-derived poliovirus type 2 (cVDPV2) were reported this week, with date of onset on 18 June and 29 June 2020. Both affected children live in accessible areas of Banadir region, one in Abdul-Aziz district and the other in Shibis district. These are the first cVDPV2 cases to be reported in **Somalia** in 2020. Both cases are genetically linked to the existing cVDPV2 outbreak in the country. ([WHO/UNICEF, 20 Aug 2020](https://reliefweb.int/node/3663387))\n\n**Somalia** - In total, 12 cVDPV2 cases have been reported in 2020. The date of onset of the most recent cVDPV2 case is 30 September 2020. Twenty-five (25) cVDPV2 positive environmental samples have been reported so far in 2020. ([WHO/UNICEF, 10 Nov 2020](https://reliefweb.int/node/3686657))\n\n**Somalia** - Three cases of circulating vaccine-derived poliovirus type 2 (cVDPV2) were reported; one in Galbeed and two in Banadir. There is a total of 27 cVDPV cases (20 type 2, six type 3 and one coinfection of both type 2 and type 3) since the beginning of the outbreak in 2018. ([GPEI, 11 Nov 2020](https://reliefweb.int/node/3688625))\n\n**Somalia** - There are 13 cVDPV2 cases reported in 2020 and 3 cases were reported in 2019. ([GPEI, 13 Jan 2021](https://reliefweb.int/node/3704432))\n\n**Somalia’s** outbreak of circulating vaccine-derived poliovirus type 3 (cVDPV3) has been successfully stopped, with no international spread. Dr Hamid Jafari, Director of Polio Eradication for WHO’s Eastern Mediterranean Region, declared Somalia’s outbreak of circulating vaccine-derived poliovirus type 3 (cVDPV3) closed a full 28 months after this strain of polio was last detected in Somalia. \n\n**Kenya** There was one cVDPV2 environmental sample reported in 2020 and one in 2021. ([GPEI, 14 Apr 2021](https://reliefweb.int/node/3729918))\n\n**Ethiopia** Two cases of circulating vaccine-derived poliovirus type 2 (cVDPV2) were reported in Oromiya. There are nine cases reported in 2021 so far. The total number of 2020 cases remains at 36. ([GPEI, 3 Sep 2021](https://reliefweb.int/node/3770992))\n\n**Ethiopia** One case of circulating vaccine-derived poliovirus type 2 (cVDPV2) was reported this week in Oromiya. There are 10 cases reported in 2021. ([GPEI, 28 Dec 2021](https://reliefweb.int/node/3805047))\n\n**Somalia** One new case of circulating vaccine-derived poliovirus type 2 (cVDPV 2) was reported from Salagle District, Middle Juba Region. Date of onset of the most recent cVDPV2 was 12 May, 2021. No new cVDPV2 isolated from ES samples reported this week. Only One cVDPV2 isolate was reported in 2021. Twenty-six (26) cVDPV2 isolates were reported from ES samples in 2020. Date of Sample collection of the last positive sample is 23, May 2021. 328 Acute flaccid paralysis (AFP) cases (133 Female and 195 Male) have been reported in 2021. ([WHO, 17 Feb 2022](https://reliefweb.int/node/3818866))\n### Useful Links\n\n- [WHO: Situation reports on vaccine-derived poliovirus in Somalia](http://www.emro.who.int/som/somalia-infocus/situation-reports-on-vaccine-derived-poliovirus.html)",
  "summary": "\n\nSince the first detection of circulating vaccine-derived poliovirus (cVDPV) in Somalia in 2018, health partners have conducted ten targeted vaccination campaigns in an effort to stem the spread of the virus. As of February 2022, there have been 35 cVDPV2 cases reported in Ethiopia, 12 cVDPV2 cases reported in Somalia, and one cVDPV2 case reported in Kenya. The outbreak of cVDPV3 in Somalia has been successfully stopped, with no international spread.",
  "metadata": {
    "id": "46434",
    "name": "Horn of Africa: Polio Outbreak - Aug 2018",
    "date_event": 1533081600000,
    "date_changed": 1645449244000,
    "date_created": 1533081600000,
    "primary_country_id": 216,
    "primary_country_name": "Somalia",
    "primary_country_iso3": "som",
    "primary_country_location": {
      "lon": 47.33,
      "lat": 5.79
    },
    "primary_type_id": 4642,
    "primary_type_code": "EP",
    "primary_type_name": "Epidemic"
  }
}