{
  "original": {
    "id": "3955432",
    "fields": {
      "date": {
        "changed": "2023-04-24T13:43:26+00:00",
        "created": "2023-04-24T12:23:42+00:00",
        "original": "2023-04-24T00:00:00+00:00"
      },
      "country": [
        {
          "href": "https://api.reliefweb.int/v1/countries/87",
          "name": "Ethiopia",
          "location": {
            "lon": 39.62,
            "lat": 8.63
          },
          "id": 87,
          "shortname": "Ethiopia",
          "iso3": "eth",
          "primary": true
        }
      ],
      "ocha_product": [
        {
          "name": "Situation Report",
          "id": 12345
        }
      ],
      "origin": "https://reports.unocha.org/en/country/ethiopia/",
      "primary_country": {
        "href": "https://api.reliefweb.int/v1/countries/87",
        "name": "Ethiopia",
        "location": {
          "lon": 39.62,
          "lat": 8.63
        },
        "id": 87,
        "shortname": "Ethiopia",
        "iso3": "eth"
      },
      "format": [
        {
          "name": "Situation Report",
          "id": 10
        }
      ],
      "disaster_type": [
        {
          "code": "DR",
          "name": "Drought",
          "id": 4672
        },
        {
          "code": "EP",
          "name": "Epidemic",
          "id": 4642
        },
        {
          "code": "FL",
          "name": "Flood",
          "id": 4611
        }
      ],
      "language": [
        {
          "code": "en",
          "name": "English",
          "id": 267
        }
      ],
      "source": [
        {
          "href": "https://api.reliefweb.int/v1/sources/1503",
          "longname": "United Nations Office for the Coordination of Humanitarian Affairs",
          "spanish_name": "Oficina de Coordinación de Asuntos Humanitarios",
          "name": "UN Office for the Coordination of Humanitarian Affairs",
          "id": 1503,
          "type": {
            "name": "International Organization",
            "id": 272
          },
          "shortname": "OCHA",
          "disclaimer": "To learn more about OCHA's activities, please visit https://www.unocha.org/.",
          "homepage": "http://www.unocha.org/"
        }
      ],
      "title": "Ethiopia - Situation Report, 24 Apr 2023",
      "body": "**HIGHLIGHTS**\n\n-   Food distributions for 2023 assistance commence in Afar, Amhara and Tigray;\n-   Scale up of humanitarian assistance required to support voluntary returns and relocations in Northern Ethiopia;\n-   Drought, rains, floods causing further spread of infectious diseases at alarming rates;\n-   Cholera outbreak puts 3.3 million people at high-risk amidst low quality and supply of water;\n-   Over 3 million people prioritized for response in Government and partners’ four-month (April-July) Drought Response Operational Action Plan.\n\n\n\n**BACKGROUND**\n\n**Situation Overview**\n\n**Northern Ethiopia**\n\nThe Government of Ethiopia and partners continue to move humanitarian supplies to assist people in need across Afar, Amhara and Tigray regions. Dispatch and distribution of food for people targeted for assistance in 2023 has commenced in all three regions in March and progressing as best as the operational environment and resource availability allows.\n\nIn **Afar**, over 50 per cent of the targeted more than 663,600 people in need, received food assistance as of 11 April, while close to 39,000 people out of the targeted 1.48 million people in Amhara benefited within the same period. Between mid-December 2022 up to 9 April 2023, partners distributed 100 emergency health kits and 13 paediatric kits for severe acute malnutrition to heath facilities in North Shewa Zone of Amhara. In Tigray, more than 125,000 people of the targeted beneficiaries (2.9 million) received food assistance within the first two weeks (16 March- 3 April) of the first cycle of food distribution for this year, whileclose to 6,000 trucks of humanitarian cargo (food/non-food supplies) had arrived in the region between mid-November and early April 2023.\n\nIn **Tigray**, humanitarian response is prioritised to scaling-up assistance, the resumption of education and health services, support to the agriculture sector, and return of internally displaced persons (IDPs) and durable solutions mainly in support of social infrastructure rehabilitation, in line with the priorities of the Regional Interim Administration. So far, voluntary returns by IDPs in Central Zone of Tigray are being supported, with returns of 57 out of the targeted 200 households (HHs) having been facilitated from Axum to Adet *woredas* as of 8 April. Meanwhile, the number of IDPs in Endabaguna Town of North Western Zone has increased from 37,200 to an estimated 45,400. Partners are providing support through multipurpose cash, health (through mobile clinic), protection (child protection and gender-based violence services), shelter, and clean water (through water trucking), sanitation and hygiene assistance. However, food distribution for IDPs who arrived in March is still pending. While piecemeal food contributions are made by the host community, the situation of more than 1,400 IDP households are in critical need of life saving assistance.\n\nAs return facilitation support to conflict affected IDPs in **Amhara** continues, the return of more than 3,800 targeted IDPs have been underway from three sites in Sekota *Woreda* to their places of origin in Abergele *Woreda*, Wag Hamra Zone as of 4 April. All IDPs from the Metec site had returned to Abergele by 11 April, while return operations for Weleh and Tirki sites were expected to be completed by mid-month. Relatedly, recent accessibility of *kebeles *in Abergele and Tsagebji *woredas *(Wag Hamra), calls for immediate mobilization and scaleup of multi-sectoral humanitarian response, to more than 80,000 affected communities in Abergele and 60,000 in Tsagebji, as well as facilitation of further IDP returns. At least 18,600 people (20 percent of the overall Abergele population) require urgent food assistance until December 2023, having been without essential services during the conflict. Meanwhile new IDPs are being relocated to Jari 2 IDP camp (South Wello Zone) which hosts more than 3,000 IDPs, mostly women and children. The IDPs at Jari camp as well as those residing in Kutaber IDP camp, and their host communities require urgent food assistance due to current severe food assistance gaps as reported by partners.\n\nIn **Afar **over 5,400 IDPs hosted in Semera-Logiya town are expected to return to Abala and Berhale *woredas* (Zone 2).\n\n**Infectious diseases **including malaria and measles are of public health concern in Amhara and Afar. With the current rainy season (Belg) the number of **malaria** cases in **Amhara** stands at a total of 11,954 (1) as of March. This includes IDPs at sites which receive continued influx of people, and which exacerbates the malaria conditions due to overcrowding. Twenty-one *woredas* in North Wello, Wag Hamra and North Gondar zones, remain with cases above the malaria thresholds of the past five years. Currently, malaria is one of the top-ten causes of illnesses in several IDP sites, despite support by health partners.\n\nMeanwhile, a 5 percent increase in malaria cases (close to 3,500) were reported across 45 *woredas* in **Afar** as of 18 April. Overall malaria positivity test rates are at 30 per cent, as 25 *woredas* surpass the malaria threshold. Response gaps remain high, despise a decrease in the rate of infection as opposed to the 16 per cent increase at the end of March. With limited resources, health authorities and partners are providing services in health facilities and via mobile health and nutrition teams. A limited number of Insecticide-Treated Bed Nets (ITNs) were distributed prioritising Pregnant and Lactating Women (PLW), while there is a further need for about 200,000 ITNs for PLWs and children in most affected *woredas*, along with 100,000 malaria Rapid Diagnostic Tests, and about 50,000 doses of malaria treatment to provide adequate response in the region.\n\n**Measles** **outbreak** **in Afar, Oromia (West Wollega), and Tigray**\n\nA measles outbreakwas reported(2) in six *woredas* of **Afar**, namely Yalo, Chifra, Samara Logiya, Mille, Kori and Dubti.Some 65 new suspected cases were reported as of 18 April, while in the third week of March, 47 suspected measles cases, 23 hospital admissions, and one death were reported. Most cases revealed not to have been vaccinated or of unknown vaccination status, despite two immunization campaigns implemented since December 2022. More urgently, provision of resources for measles response includes vaccines (likely up to 250,000 doses), medicine and medical supplies, social mobilization, training of health workers, and case-finding.\n\nSimilarly, West Wollega Zone of **Oromia**, on 3 April, reported a measles outbreak (with 281 cases and 18 associated deaths) across three of its *woredas.* The zonal health office undertook a vaccination campaign in *Kondala and Begiworedas* between 10 and 14 April, following a two-year routine immunization interruption. Partners on the ground provided logistical support the campaign, which achieved 98 per cent of its target having vaccinated 26,365 children under five (CU5) in Begi and 21,134 CU5 in Kondala. **Tigray’s** regional health bureau, in collaboration with health partners’ logistical and technical support, has also undertaken a 12 days second-round integrated measles campaign in 76 *woredas *starting 27 March, with over 521,500 CU5 vaccinated. The campaign included measles vaccination, nutrition screening, deworming, Vitamin A supplementation, routine immunization, and COVID-19 vaccination. \n\n**Drought situation**\n\nThe condition of vulnerable pastoralists and agro-pastoralists in drought-affected Oromia and Somali regions, and parts of Southern Nations, Nationalities, and People’s Region (SNNPR), Southwest Ethiopia Peoples’ Region (SWEPR) is **still extremely dire, and the urgency to further scale up the humanitarian response is high.** The dramatic increases in food insecurity, malnutrition, displacements, as well as deteriorating health and protection indices and lack of access to clean water are some of the indicators of the concerning humanitarian situation. While recent spring rains- *Belg*/*Ganna/Gu* (March-May) have only provided temporary solace through replenished surface water sources and rejuvenated pasture it does not have long term impact on the restoration of livelihoods. In addition, the same rains (some heavier rainfall than in other areas) have caused floods leading to destruction of shelter/houses and public infrastructures, livestock death, and further displacements. From April – July 2023, 3.2 million people (out of targeted 13 million people) are prioritized for assistance in drought affected areas, including Oromia (1.5 million), Somali (1.4 million) and SNNP (395k) regions, with the Government and partners’ four-month Drought Response Operational Action Plan targeting most critical sectors for priority intervention in the most affected areas.\n\nThe drought situation remains severe in the southern parts of **SNNPR** and lowland woredas of Dawuro and West Omo zones (**SWEPR**). Zabagezo woreda in Dawuro is reportedly the most affected, with more than 45,000 people in need of food assistance and requiring more partner presence (currently only two) and technical support – soft components for all sectors, notably, health, nutrition and water, health, and hygiene (WASH).\n\nRelatedly, some 72,000 households (440,000 people), including most vulnerable community members and IDPs in West Hararghe Zone, **Oromia**, require urgent food assistance, more specifically 3,800 metric tons (mt) of assorted agricultural seeds, consistent and full items in food baskets and timely food distribution(3). Though community access to water has improved due to *Belg *rains, water quality in ponds and rivers remain poor leading to water borne diseases. Water purifiers, water guards, and chlorine are considered urgent to address deficient conditions. Health facilities and about 75 per cent of schools in drought affected *woredas* of West Hararghe do not have access to safe water, and all are in critical need of water supply. Some school feeding continues to be provided to grades 1 to 4, however, food preparations are also affected/delayed due to shortage of water. About 1,150 most vulnerable HHs have received multi-purpose cash handouts to support purchasing capacity.\n\nIn Borena Zone of Oromia, relocation of cattle from nearby zones have begun following improved pastures and water availability, along with zonal support in restoration of rangelands for growing livestock feed. Some 5,700 mt of seeds (haricot beans, teff, wheat and maize) as well as more than 11,000 mt of chemical fertilizers are also needed for cultivation for the *Meher *season according to zonal agricultural authorities. On the other hand, recent rains in Borena have exacerbated the need for shelter and non-food items support for more than 378,000 people already displaced due to the present drought. At least 27,300 IDPs have received such assistance through partners so far with the larger amount of the communities remaining in critical need.\n\nSimilarly, new flood incidents have been reported end of March in Loka Abaya *Woreda* of **Sidama** **Region** displacing 2,500 people and damaging 92 hectares of crops and vegetables. There is an urgent need for transportation (alternatives to road) to move those stranded. Flash floods have also affected eight *kebeles* in Harawa *Woreda* (Fafan Zone) of the **Somali Region** (which has reportedly impacted about 46,900 households, destroyed over 16,800 livestock and more than 24,400 hectares of crops across 4 zones. This is expected to exacerbate food insecurity in the region and risk outbreaks of waterborne diseases, if conditions are left without immediate humanitarian interventions (food, shelter health, nutrition and WASH supplies). Support to coordination under the Federal Flood Task Force and preparation of a Flood Response plan is being provided by partners.\n\nThe flood waters have also worsened the risk of water-borne diseases such as** cholera, **amongst a population weakened by high rates of malnutrition. At present, the cholera outbreak, which began in August 2022, has spread at an alarming rate across 25 neighbouring *woredas* of Oromia, Somali and most recently SNNP regions, the caseload having exceeded 4,194 including 71 deaths as of 18 April, according to the Ethiopian Public Health Institute (EPHI). The caseload has doubled since January 2023, 50 per cent of whom are women, while close to 3.3 million people (including IDPs) are at high-risk amidst low water supply coverage (Oromia and Somali) and limited vaccines as of March.\n\nThirty-one (31) Cholera Treatment Centers have been established with the support of partners in all three regions, while some *woredas* in the Oromia (Bale and East Bale zones) and Somali (Liban Zone) regions have the outbreak under control. Over 100 partners-trained health volunteers are responding in 9 prioritized kebeles in Goro, Bale Zone. WASH response is critical amidst the reported low access to safe water, low latrine coverage, and open defection practices. Six emergency water treatment kits were installed in prioritised *woredas* in Oromia and Somali to minimise the health risks of using contaminated water. Moreover, preparation for a new Oral Cholera Vaccination (OCV) campaign is underway in the two regions, with the arrival of more than 1.9 million OCV doses in April to respond to the escalating outbreak. Please refer to the [OCHA Cholera Flash Update #6](https://bit.ly/3GnFYKW) for more on ongoing responses and gaps.\n\n\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\n\nFootnotes\n\n1\\. April 2023, Amhara Public Health Emergency Operations Centre report\n\n2\\. Afar Public Health Institute, week 12 reporting\n\n3\\. Multi-agency/Sectoral Drought Impact assessment, West Hararghe Zone, Oromia (6-11 April 2023)",
      "url": "https://reliefweb.int/node/3955432",
      "disaster": [
        {
          "name": "Ethiopia: Floods - Mar 2023",
          "id": 51542,
          "glide": "FL-2023-000052-ETH",
          "type": [
            {
              "code": "FL",
              "name": "Flood",
              "id": 4611,
              "primary": true
            }
          ],
          "status": "ongoing"
        },
        {
          "name": "Ethiopia: Cholera Outbreak - Sep 2022",
          "id": 51337,
          "glide": "EP-2022-000323-ETH",
          "type": [
            {
              "code": "EP",
              "name": "Epidemic",
              "id": 4642,
              "primary": true
            }
          ],
          "status": "ongoing"
        },
        {
          "name": "Ethiopia: Drought - 2015-2023",
          "id": 23121,
          "glide": "DR-2015-000109-ETH",
          "type": [
            {
              "code": "DR",
              "name": "Drought",
              "id": 4672,
              "primary": true
            }
          ],
          "status": "ongoing"
        }
      ],
      "file": [
        {
          "preview": {
            "url-thumb": "https://reliefweb.int/sites/default/files/styles/thumbnail/public/previews/71/f0/71f01e55-bdaf-4f4b-a8b8-a37cf20258db.png",
            "url-small": "https://reliefweb.int/sites/default/files/styles/small/public/previews/71/f0/71f01e55-bdaf-4f4b-a8b8-a37cf20258db.png",
            "url-large": "https://reliefweb.int/sites/default/files/styles/large/public/previews/71/f0/71f01e55-bdaf-4f4b-a8b8-a37cf20258db.png",
            "version": "2414266-1-0",
            "url": "https://reliefweb.int/sites/default/files/previews/71/f0/71f01e55-bdaf-4f4b-a8b8-a37cf20258db.png"
          },
          "filename": "Situation Report -  Ethiopia  - 24 Apr 2023.pdf",
          "mimetype": "application/pdf",
          "id": "2414266",
          "filesize": "4998078",
          "url": "https://reliefweb.int/attachments/71f01e55-bdaf-4f4b-a8b8-a37cf20258db/Situation%20Report%20-%20%20Ethiopia%20%20-%2024%20Apr%202023.pdf"
        }
      ],
      "url_alias": "https://reliefweb.int/report/ethiopia/ethiopia-situation-report-24-apr-2023",
      "theme": [
        {
          "name": "Agriculture",
          "id": 4587
        },
        {
          "name": "Camp Coordination and Camp Management",
          "id": 49458
        },
        {
          "name": "Contributions",
          "id": 4589
        },
        {
          "name": "Education",
          "id": 4592
        },
        {
          "name": "Food and Nutrition",
          "id": 4593
        },
        {
          "name": "Health",
          "id": 4595
        },
        {
          "name": "Logistics and Telecommunications",
          "id": 4598
        },
        {
          "name": "Protection and Human Rights",
          "id": 4600
        },
        {
          "name": "Recovery and Reconstruction",
          "id": 4601
        },
        {
          "name": "Shelter and Non-Food Items",
          "id": 4603
        },
        {
          "name": "Water Sanitation Hygiene",
          "id": 4604
        }
      ],
      "id": 3955432,
      "status": "published",
      "body-html": "<p><strong>HIGHLIGHTS</strong></p>\n<ul>\n<li>Food distributions for 2023 assistance commence in Afar, Amhara and Tigray;</li>\n<li>Scale up of humanitarian assistance required to support voluntary returns and relocations in Northern Ethiopia;</li>\n<li>Drought, rains, floods causing further spread of infectious diseases at alarming rates;</li>\n<li>Cholera outbreak puts 3.3 million people at high-risk amidst low quality and supply of water;</li>\n<li>Over 3 million people prioritized for response in Government and partners’ four-month (April-July) Drought Response Operational Action Plan.</li>\n</ul>\n<p><strong>BACKGROUND</strong></p>\n<p><strong>Situation Overview</strong></p>\n<p><strong>Northern Ethiopia</strong></p>\n<p>The Government of Ethiopia and partners continue to move humanitarian supplies to assist people in need across Afar, Amhara and Tigray regions. Dispatch and distribution of food for people targeted for assistance in 2023 has commenced in all three regions in March and progressing as best as the operational environment and resource availability allows.</p>\n<p>In <strong>Afar</strong>, over 50 per cent of the targeted more than 663,600 people in need, received food assistance as of 11 April, while close to 39,000 people out of the targeted 1.48 million people in Amhara benefited within the same period. Between mid-December 2022 up to 9 April 2023, partners distributed 100 emergency health kits and 13 paediatric kits for severe acute malnutrition to heath facilities in North Shewa Zone of Amhara. In Tigray, more than 125,000 people of the targeted beneficiaries (2.9 million) received food assistance within the first two weeks (16 March- 3 April) of the first cycle of food distribution for this year, whileclose to 6,000 trucks of humanitarian cargo (food/non-food supplies) had arrived in the region between mid-November and early April 2023.</p>\n<p>In <strong>Tigray</strong>, humanitarian response is prioritised to scaling-up assistance, the resumption of education and health services, support to the agriculture sector, and return of internally displaced persons (IDPs) and durable solutions mainly in support of social infrastructure rehabilitation, in line with the priorities of the Regional Interim Administration. So far, voluntary returns by IDPs in Central Zone of Tigray are being supported, with returns of 57 out of the targeted 200 households (HHs) having been facilitated from Axum to Adet <em>woredas</em> as of 8 April. Meanwhile, the number of IDPs in Endabaguna Town of North Western Zone has increased from 37,200 to an estimated 45,400. Partners are providing support through multipurpose cash, health (through mobile clinic), protection (child protection and gender-based violence services), shelter, and clean water (through water trucking), sanitation and hygiene assistance. However, food distribution for IDPs who arrived in March is still pending. While piecemeal food contributions are made by the host community, the situation of more than 1,400 IDP households are in critical need of life saving assistance.</p>\n<p>As return facilitation support to conflict affected IDPs in <strong>Amhara</strong> continues, the return of more than 3,800 targeted IDPs have been underway from three sites in Sekota <em>Woreda</em> to their places of origin in Abergele <em>Woreda</em>, Wag Hamra Zone as of 4 April. All IDPs from the Metec site had returned to Abergele by 11 April, while return operations for Weleh and Tirki sites were expected to be completed by mid-month. Relatedly, recent accessibility of *kebeles *in Abergele and Tsagebji *woredas *(Wag Hamra), calls for immediate mobilization and scaleup of multi-sectoral humanitarian response, to more than 80,000 affected communities in Abergele and 60,000 in Tsagebji, as well as facilitation of further IDP returns. At least 18,600 people (20 percent of the overall Abergele population) require urgent food assistance until December 2023, having been without essential services during the conflict. Meanwhile new IDPs are being relocated to Jari 2 IDP camp (South Wello Zone) which hosts more than 3,000 IDPs, mostly women and children. The IDPs at Jari camp as well as those residing in Kutaber IDP camp, and their host communities require urgent food assistance due to current severe food assistance gaps as reported by partners.</p>\n<p>In **Afar **over 5,400 IDPs hosted in Semera-Logiya town are expected to return to Abala and Berhale <em>woredas</em> (Zone 2).</p>\n<p>**Infectious diseases **including malaria and measles are of public health concern in Amhara and Afar. With the current rainy season (Belg) the number of <strong>malaria</strong> cases in <strong>Amhara</strong> stands at a total of 11,954 (1) as of March. This includes IDPs at sites which receive continued influx of people, and which exacerbates the malaria conditions due to overcrowding. Twenty-one <em>woredas</em> in North Wello, Wag Hamra and North Gondar zones, remain with cases above the malaria thresholds of the past five years. Currently, malaria is one of the top-ten causes of illnesses in several IDP sites, despite support by health partners.</p>\n<p>Meanwhile, a 5 percent increase in malaria cases (close to 3,500) were reported across 45 <em>woredas</em> in <strong>Afar</strong> as of 18 April. Overall malaria positivity test rates are at 30 per cent, as 25 <em>woredas</em> surpass the malaria threshold. Response gaps remain high, despise a decrease in the rate of infection as opposed to the 16 per cent increase at the end of March. With limited resources, health authorities and partners are providing services in health facilities and via mobile health and nutrition teams. A limited number of Insecticide-Treated Bed Nets (ITNs) were distributed prioritising Pregnant and Lactating Women (PLW), while there is a further need for about 200,000 ITNs for PLWs and children in most affected <em>woredas</em>, along with 100,000 malaria Rapid Diagnostic Tests, and about 50,000 doses of malaria treatment to provide adequate response in the region.</p>\n<p><strong>Measles</strong> <strong>outbreak</strong> <strong>in Afar, Oromia (West Wollega), and Tigray</strong></p>\n<p>A measles outbreakwas reported(2) in six <em>woredas</em> of <strong>Afar</strong>, namely Yalo, Chifra, Samara Logiya, Mille, Kori and Dubti.Some 65 new suspected cases were reported as of 18 April, while in the third week of March, 47 suspected measles cases, 23 hospital admissions, and one death were reported. Most cases revealed not to have been vaccinated or of unknown vaccination status, despite two immunization campaigns implemented since December 2022. More urgently, provision of resources for measles response includes vaccines (likely up to 250,000 doses), medicine and medical supplies, social mobilization, training of health workers, and case-finding.</p>\n<p>Similarly, West Wollega Zone of <strong>Oromia</strong>, on 3 April, reported a measles outbreak (with 281 cases and 18 associated deaths) across three of its <em>woredas.</em> The zonal health office undertook a vaccination campaign in <em>Kondala and Begiworedas</em> between 10 and 14 April, following a two-year routine immunization interruption. Partners on the ground provided logistical support the campaign, which achieved 98 per cent of its target having vaccinated 26,365 children under five (CU5) in Begi and 21,134 CU5 in Kondala. <strong>Tigray’s</strong> regional health bureau, in collaboration with health partners’ logistical and technical support, has also undertaken a 12 days second-round integrated measles campaign in 76 *woredas *starting 27 March, with over 521,500 CU5 vaccinated. The campaign included measles vaccination, nutrition screening, deworming, Vitamin A supplementation, routine immunization, and COVID-19 vaccination.</p>\n<p><strong>Drought situation</strong></p>\n<p>The condition of vulnerable pastoralists and agro-pastoralists in drought-affected Oromia and Somali regions, and parts of Southern Nations, Nationalities, and People’s Region (SNNPR), Southwest Ethiopia Peoples’ Region (SWEPR) is <strong>still extremely dire, and the urgency to further scale up the humanitarian response is high.</strong> The dramatic increases in food insecurity, malnutrition, displacements, as well as deteriorating health and protection indices and lack of access to clean water are some of the indicators of the concerning humanitarian situation. While recent spring rains- <em>Belg</em>/<em>Ganna/Gu</em> (March-May) have only provided temporary solace through replenished surface water sources and rejuvenated pasture it does not have long term impact on the restoration of livelihoods. In addition, the same rains (some heavier rainfall than in other areas) have caused floods leading to destruction of shelter/houses and public infrastructures, livestock death, and further displacements. From April – July 2023, 3.2 million people (out of targeted 13 million people) are prioritized for assistance in drought affected areas, including Oromia (1.5 million), Somali (1.4 million) and SNNP (395k) regions, with the Government and partners’ four-month Drought Response Operational Action Plan targeting most critical sectors for priority intervention in the most affected areas.</p>\n<p>The drought situation remains severe in the southern parts of <strong>SNNPR</strong> and lowland woredas of Dawuro and West Omo zones (<strong>SWEPR</strong>). Zabagezo woreda in Dawuro is reportedly the most affected, with more than 45,000 people in need of food assistance and requiring more partner presence (currently only two) and technical support – soft components for all sectors, notably, health, nutrition and water, health, and hygiene (WASH).</p>\n<p>Relatedly, some 72,000 households (440,000 people), including most vulnerable community members and IDPs in West Hararghe Zone, <strong>Oromia</strong>, require urgent food assistance, more specifically 3,800 metric tons (mt) of assorted agricultural seeds, consistent and full items in food baskets and timely food distribution(3). Though community access to water has improved due to *Belg *rains, water quality in ponds and rivers remain poor leading to water borne diseases. Water purifiers, water guards, and chlorine are considered urgent to address deficient conditions. Health facilities and about 75 per cent of schools in drought affected <em>woredas</em> of West Hararghe do not have access to safe water, and all are in critical need of water supply. Some school feeding continues to be provided to grades 1 to 4, however, food preparations are also affected/delayed due to shortage of water. About 1,150 most vulnerable HHs have received multi-purpose cash handouts to support purchasing capacity.</p>\n<p>In Borena Zone of Oromia, relocation of cattle from nearby zones have begun following improved pastures and water availability, along with zonal support in restoration of rangelands for growing livestock feed. Some 5,700 mt of seeds (haricot beans, teff, wheat and maize) as well as more than 11,000 mt of chemical fertilizers are also needed for cultivation for the *Meher *season according to zonal agricultural authorities. On the other hand, recent rains in Borena have exacerbated the need for shelter and non-food items support for more than 378,000 people already displaced due to the present drought. At least 27,300 IDPs have received such assistance through partners so far with the larger amount of the communities remaining in critical need.</p>\n<p>Similarly, new flood incidents have been reported end of March in Loka Abaya <em>Woreda</em> of <strong>Sidama</strong> <strong>Region</strong> displacing 2,500 people and damaging 92 hectares of crops and vegetables. There is an urgent need for transportation (alternatives to road) to move those stranded. Flash floods have also affected eight <em>kebeles</em> in Harawa <em>Woreda</em> (Fafan Zone) of the <strong>Somali Region</strong> (which has reportedly impacted about 46,900 households, destroyed over 16,800 livestock and more than 24,400 hectares of crops across 4 zones. This is expected to exacerbate food insecurity in the region and risk outbreaks of waterborne diseases, if conditions are left without immediate humanitarian interventions (food, shelter health, nutrition and WASH supplies). Support to coordination under the Federal Flood Task Force and preparation of a Flood Response plan is being provided by partners.</p>\n<p>The flood waters have also worsened the risk of water-borne diseases such as** cholera, **amongst a population weakened by high rates of malnutrition. At present, the cholera outbreak, which began in August 2022, has spread at an alarming rate across 25 neighbouring <em>woredas</em> of Oromia, Somali and most recently SNNP regions, the caseload having exceeded 4,194 including 71 deaths as of 18 April, according to the Ethiopian Public Health Institute (EPHI). The caseload has doubled since January 2023, 50 per cent of whom are women, while close to 3.3 million people (including IDPs) are at high-risk amidst low water supply coverage (Oromia and Somali) and limited vaccines as of March.</p>\n<p>Thirty-one (31) Cholera Treatment Centers have been established with the support of partners in all three regions, while some <em>woredas</em> in the Oromia (Bale and East Bale zones) and Somali (Liban Zone) regions have the outbreak under control. Over 100 partners-trained health volunteers are responding in 9 prioritized kebeles in Goro, Bale Zone. WASH response is critical amidst the reported low access to safe water, low latrine coverage, and open defection practices. Six emergency water treatment kits were installed in prioritised <em>woredas</em> in Oromia and Somali to minimise the health risks of using contaminated water. Moreover, preparation for a new Oral Cholera Vaccination (OCV) campaign is underway in the two regions, with the arrival of more than 1.9 million OCV doses in April to respond to the escalating outbreak. Please refer to the <a rel=\"noopener noreferrer\" target=\"_blank\" href=\"https://bit.ly/3GnFYKW\">OCHA Cholera Flash Update #6</a> for more on ongoing responses and gaps.</p>\n<p>_____________________________________</p>\n<p>Footnotes</p>\n<p>1. April 2023, Amhara Public Health Emergency Operations Centre report</p>\n<p>2. Afar Public Health Institute, week 12 reporting</p>\n<p>3. Multi-agency/Sectoral Drought Impact assessment, West Hararghe Zone, Oromia (6-11 April 2023)</p>\n"
    }
  },
  "text": "# Ethiopia - Situation Report, 24 Apr 2023\n\n**HIGHLIGHTS**\n\n-   Food distributions for 2023 assistance commence in Afar, Amhara and Tigray;\n-   Scale up of humanitarian assistance required to support voluntary returns and relocations in Northern Ethiopia;\n-   Drought, rains, floods causing further spread of infectious diseases at alarming rates;\n-   Cholera outbreak puts 3.3 million people at high-risk amidst low quality and supply of water;\n-   Over 3 million people prioritized for response in Government and partners’ four-month (April-July) Drought Response Operational Action Plan.\n\n\n\n**BACKGROUND**\n\n**Situation Overview**\n\n**Northern Ethiopia**\n\nThe Government of Ethiopia and partners continue to move humanitarian supplies to assist people in need across Afar, Amhara and Tigray regions. Dispatch and distribution of food for people targeted for assistance in 2023 has commenced in all three regions in March and progressing as best as the operational environment and resource availability allows.\n\nIn **Afar**, over 50 per cent of the targeted more than 663,600 people in need, received food assistance as of 11 April, while close to 39,000 people out of the targeted 1.48 million people in Amhara benefited within the same period. Between mid-December 2022 up to 9 April 2023, partners distributed 100 emergency health kits and 13 paediatric kits for severe acute malnutrition to heath facilities in North Shewa Zone of Amhara. In Tigray, more than 125,000 people of the targeted beneficiaries (2.9 million) received food assistance within the first two weeks (16 March- 3 April) of the first cycle of food distribution for this year, whileclose to 6,000 trucks of humanitarian cargo (food/non-food supplies) had arrived in the region between mid-November and early April 2023.\n\nIn **Tigray**, humanitarian response is prioritised to scaling-up assistance, the resumption of education and health services, support to the agriculture sector, and return of internally displaced persons (IDPs) and durable solutions mainly in support of social infrastructure rehabilitation, in line with the priorities of the Regional Interim Administration. So far, voluntary returns by IDPs in Central Zone of Tigray are being supported, with returns of 57 out of the targeted 200 households (HHs) having been facilitated from Axum to Adet *woredas* as of 8 April. Meanwhile, the number of IDPs in Endabaguna Town of North Western Zone has increased from 37,200 to an estimated 45,400. Partners are providing support through multipurpose cash, health (through mobile clinic), protection (child protection and gender-based violence services), shelter, and clean water (through water trucking), sanitation and hygiene assistance. However, food distribution for IDPs who arrived in March is still pending. While piecemeal food contributions are made by the host community, the situation of more than 1,400 IDP households are in critical need of life saving assistance.\n\nAs return facilitation support to conflict affected IDPs in **Amhara** continues, the return of more than 3,800 targeted IDPs have been underway from three sites in Sekota *Woreda* to their places of origin in Abergele *Woreda*, Wag Hamra Zone as of 4 April. All IDPs from the Metec site had returned to Abergele by 11 April, while return operations for Weleh and Tirki sites were expected to be completed by mid-month. Relatedly, recent accessibility of *kebeles *in Abergele and Tsagebji *woredas *(Wag Hamra), calls for immediate mobilization and scaleup of multi-sectoral humanitarian response, to more than 80,000 affected communities in Abergele and 60,000 in Tsagebji, as well as facilitation of further IDP returns. At least 18,600 people (20 percent of the overall Abergele population) require urgent food assistance until December 2023, having been without essential services during the conflict. Meanwhile new IDPs are being relocated to Jari 2 IDP camp (South Wello Zone) which hosts more than 3,000 IDPs, mostly women and children. The IDPs at Jari camp as well as those residing in Kutaber IDP camp, and their host communities require urgent food assistance due to current severe food assistance gaps as reported by partners.\n\nIn **Afar **over 5,400 IDPs hosted in Semera-Logiya town are expected to return to Abala and Berhale *woredas* (Zone 2).\n\n**Infectious diseases **including malaria and measles are of public health concern in Amhara and Afar. With the current rainy season (Belg) the number of **malaria** cases in **Amhara** stands at a total of 11,954 (1) as of March. This includes IDPs at sites which receive continued influx of people, and which exacerbates the malaria conditions due to overcrowding. Twenty-one *woredas* in North Wello, Wag Hamra and North Gondar zones, remain with cases above the malaria thresholds of the past five years. Currently, malaria is one of the top-ten causes of illnesses in several IDP sites, despite support by health partners.\n\nMeanwhile, a 5 percent increase in malaria cases (close to 3,500) were reported across 45 *woredas* in **Afar** as of 18 April. Overall malaria positivity test rates are at 30 per cent, as 25 *woredas* surpass the malaria threshold. Response gaps remain high, despise a decrease in the rate of infection as opposed to the 16 per cent increase at the end of March. With limited resources, health authorities and partners are providing services in health facilities and via mobile health and nutrition teams. A limited number of Insecticide-Treated Bed Nets (ITNs) were distributed prioritising Pregnant and Lactating Women (PLW), while there is a further need for about 200,000 ITNs for PLWs and children in most affected *woredas*, along with 100,000 malaria Rapid Diagnostic Tests, and about 50,000 doses of malaria treatment to provide adequate response in the region.\n\n**Measles** **outbreak** **in Afar, Oromia (West Wollega), and Tigray**\n\nA measles outbreakwas reported(2) in six *woredas* of **Afar**, namely Yalo, Chifra, Samara Logiya, Mille, Kori and Dubti.Some 65 new suspected cases were reported as of 18 April, while in the third week of March, 47 suspected measles cases, 23 hospital admissions, and one death were reported. Most cases revealed not to have been vaccinated or of unknown vaccination status, despite two immunization campaigns implemented since December 2022. More urgently, provision of resources for measles response includes vaccines (likely up to 250,000 doses), medicine and medical supplies, social mobilization, training of health workers, and case-finding.\n\nSimilarly, West Wollega Zone of **Oromia**, on 3 April, reported a measles outbreak (with 281 cases and 18 associated deaths) across three of its *woredas.* The zonal health office undertook a vaccination campaign in *Kondala and Begiworedas* between 10 and 14 April, following a two-year routine immunization interruption. Partners on the ground provided logistical support the campaign, which achieved 98 per cent of its target having vaccinated 26,365 children under five (CU5) in Begi and 21,134 CU5 in Kondala. **Tigray’s** regional health bureau, in collaboration with health partners’ logistical and technical support, has also undertaken a 12 days second-round integrated measles campaign in 76 *woredas *starting 27 March, with over 521,500 CU5 vaccinated. The campaign included measles vaccination, nutrition screening, deworming, Vitamin A supplementation, routine immunization, and COVID-19 vaccination. \n\n**Drought situation**\n\nThe condition of vulnerable pastoralists and agro-pastoralists in drought-affected Oromia and Somali regions, and parts of Southern Nations, Nationalities, and People’s Region (SNNPR), Southwest Ethiopia Peoples’ Region (SWEPR) is **still extremely dire, and the urgency to further scale up the humanitarian response is high.** The dramatic increases in food insecurity, malnutrition, displacements, as well as deteriorating health and protection indices and lack of access to clean water are some of the indicators of the concerning humanitarian situation. While recent spring rains- *Belg*/*Ganna/Gu* (March-May) have only provided temporary solace through replenished surface water sources and rejuvenated pasture it does not have long term impact on the restoration of livelihoods. In addition, the same rains (some heavier rainfall than in other areas) have caused floods leading to destruction of shelter/houses and public infrastructures, livestock death, and further displacements. From April – July 2023, 3.2 million people (out of targeted 13 million people) are prioritized for assistance in drought affected areas, including Oromia (1.5 million), Somali (1.4 million) and SNNP (395k) regions, with the Government and partners’ four-month Drought Response Operational Action Plan targeting most critical sectors for priority intervention in the most affected areas.\n\nThe drought situation remains severe in the southern parts of **SNNPR** and lowland woredas of Dawuro and West Omo zones (**SWEPR**). Zabagezo woreda in Dawuro is reportedly the most affected, with more than 45,000 people in need of food assistance and requiring more partner presence (currently only two) and technical support – soft components for all sectors, notably, health, nutrition and water, health, and hygiene (WASH).\n\nRelatedly, some 72,000 households (440,000 people), including most vulnerable community members and IDPs in West Hararghe Zone, **Oromia**, require urgent food assistance, more specifically 3,800 metric tons (mt) of assorted agricultural seeds, consistent and full items in food baskets and timely food distribution(3). Though community access to water has improved due to *Belg *rains, water quality in ponds and rivers remain poor leading to water borne diseases. Water purifiers, water guards, and chlorine are considered urgent to address deficient conditions. Health facilities and about 75 per cent of schools in drought affected *woredas* of West Hararghe do not have access to safe water, and all are in critical need of water supply. Some school feeding continues to be provided to grades 1 to 4, however, food preparations are also affected/delayed due to shortage of water. About 1,150 most vulnerable HHs have received multi-purpose cash handouts to support purchasing capacity.\n\nIn Borena Zone of Oromia, relocation of cattle from nearby zones have begun following improved pastures and water availability, along with zonal support in restoration of rangelands for growing livestock feed. Some 5,700 mt of seeds (haricot beans, teff, wheat and maize) as well as more than 11,000 mt of chemical fertilizers are also needed for cultivation for the *Meher *season according to zonal agricultural authorities. On the other hand, recent rains in Borena have exacerbated the need for shelter and non-food items support for more than 378,000 people already displaced due to the present drought. At least 27,300 IDPs have received such assistance through partners so far with the larger amount of the communities remaining in critical need.\n\nSimilarly, new flood incidents have been reported end of March in Loka Abaya *Woreda* of **Sidama** **Region** displacing 2,500 people and damaging 92 hectares of crops and vegetables. There is an urgent need for transportation (alternatives to road) to move those stranded. Flash floods have also affected eight *kebeles* in Harawa *Woreda* (Fafan Zone) of the **Somali Region** (which has reportedly impacted about 46,900 households, destroyed over 16,800 livestock and more than 24,400 hectares of crops across 4 zones. This is expected to exacerbate food insecurity in the region and risk outbreaks of waterborne diseases, if conditions are left without immediate humanitarian interventions (food, shelter health, nutrition and WASH supplies). Support to coordination under the Federal Flood Task Force and preparation of a Flood Response plan is being provided by partners.\n\nThe flood waters have also worsened the risk of water-borne diseases such as** cholera, **amongst a population weakened by high rates of malnutrition. At present, the cholera outbreak, which began in August 2022, has spread at an alarming rate across 25 neighbouring *woredas* of Oromia, Somali and most recently SNNP regions, the caseload having exceeded 4,194 including 71 deaths as of 18 April, according to the Ethiopian Public Health Institute (EPHI). The caseload has doubled since January 2023, 50 per cent of whom are women, while close to 3.3 million people (including IDPs) are at high-risk amidst low water supply coverage (Oromia and Somali) and limited vaccines as of March.\n\nThirty-one (31) Cholera Treatment Centers have been established with the support of partners in all three regions, while some *woredas* in the Oromia (Bale and East Bale zones) and Somali (Liban Zone) regions have the outbreak under control. Over 100 partners-trained health volunteers are responding in 9 prioritized kebeles in Goro, Bale Zone. WASH response is critical amidst the reported low access to safe water, low latrine coverage, and open defection practices. Six emergency water treatment kits were installed in prioritised *woredas* in Oromia and Somali to minimise the health risks of using contaminated water. Moreover, preparation for a new Oral Cholera Vaccination (OCV) campaign is underway in the two regions, with the arrival of more than 1.9 million OCV doses in April to respond to the escalating outbreak. Please refer to the [OCHA Cholera Flash Update #6](https://bit.ly/3GnFYKW) for more on ongoing responses and gaps.\n\n\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\n\nFootnotes\n\n1\\. April 2023, Amhara Public Health Emergency Operations Centre report\n\n2\\. Afar Public Health Institute, week 12 reporting\n\n3\\. Multi-agency/Sectoral Drought Impact assessment, West Hararghe Zone, Oromia (6-11 April 2023)",
  "summary": "\n\nIn Ethiopia, food distributions and humanitarian aid have begun in Afar, Amhara and Tigray regions due to drought, floods and an alarming spread of infectious diseases, including a cholera outbreak that puts 3.3 million people at high-risk. Over 3 million people have been prioritized for response in the Government and partners' four-month (April-July) Drought Response Operational Action Plan. Humanitarian supplies are being moved to assist people in need across the three regions, with over 50% of the targeted 663,600 people in need in Afar having received food assistance, and close to 39,000 people out of the targeted 1.48 million people in Amhara having benefited. In Tigray, more than 125,000 people of the targeted beneficiaries (2.9 million) have received food assistance. Additionally, a measles outbreak has been reported in six woredas of Afar, Oromia (West Wollega), and Tigray, with 65 new suspected cases reported as of April 18th. Resources are needed for measles response, including vaccines, medicine, medical supplies, social mobilization, training of health workers, and case-finding. The drought situation is still dire, with high levels of food insecurity,",
  "metadata": {
    "id": "3955432",
    "name": "Ethiopia - Situation Report, 24 Apr 2023",
    "date_original": 1682294400000,
    "date_changed": 1682343806000,
    "date_created": 1682339022000,
    "primary_country_id": 87,
    "primary_country_name": "Ethiopia",
    "primary_country_iso3": "eth",
    "primary_country_location": {
      "lon": 39.62,
      "lat": 8.63
    }
  }
}