{
  "original": {
    "id": "23121",
    "fields": {
      "date": {
        "changed": "2023-02-28T17:17:50+00:00",
        "event": "2015-06-09T00:00:00+00:00",
        "created": "2015-06-09T00:00:00+00:00"
      },
      "primary_type": {
        "code": "DR",
        "name": "Drought",
        "id": 4672
      },
      "country": [
        {
          "href": "https://api.reliefweb.int/v1/countries/87",
          "name": "Ethiopia",
          "location": {
            "lon": 39.62,
            "lat": 8.63
          },
          "id": 87,
          "shortname": "Ethiopia",
          "iso3": "eth",
          "primary": true
        }
      ],
      "primary_country": {
        "href": "https://api.reliefweb.int/v1/countries/87",
        "name": "Ethiopia",
        "location": {
          "lon": 39.62,
          "lat": 8.63
        },
        "id": 87,
        "shortname": "Ethiopia",
        "iso3": "eth"
      },
      "profile": {
        "appeals_response_plans": {
          "active": [
            {
              "cover": "https://reliefweb.int/sites/default/files/styles/small/public/previews/05/bd/05bd2ce1-97c9-4042-b607-ff59ca3c7133.png",
              "title": "UNHCR: The Horn of Africa Drought Situation Appeal (January - December 2023)",
              "url": "https://reliefweb.int/node/3938354"
            },
            {
              "cover": "https://reliefweb.int/sites/default/files/styles/small/public/previews/6f/98/6f9817fc-92e5-4b19-b491-5562cfac0151.png",
              "title": "IOM: IOM Ethiopia Drought Response Plan 2023",
              "url": "https://reliefweb.int/node/3932415"
            },
            {
              "cover": "https://reliefweb.int/sites/default/files/styles/small/public/previews/78/b4/78b44ab7-40eb-49b7-8716-093fc39d6d1c.png",
              "title": "WFP: WFP Regional Drought Response Plan for the Horn of Africa (January – December 2023)",
              "url": "https://reliefweb.int/node/3926286"
            }
          ],
          "title": "Appeals & Response Plans"
        },
        "overview": "While Ethiopia battles residual needs from the 2015/2016 El Niño-induced drought, below average 2016 autumn rains in the southern and southeastern parts of the country have led to a new drought in lowland pastoralist areas, as well as in pocket areas across the country. As a result, some 5.6 million people in Ethiopia require emergency food assistance in 2017. In addition, 2.7 million children and pregnant and lactating mothers require supplementary feeding, 9.2 million people need support to access safe drinking water, 1.9 million households need livestock support, and 300,000 children between 6-59 months old are targeted for the treatment for severe acute malnutrition in 2017. Drought conditions are expected to peak during the dry December to March jilaal season, which is likely to lead to a sharper deterioration in livestock body conditions, and impacting milk production and nutrition status of the families that depend on livestock for their food and income. During the dry season, the response will be complemented by supplementary food based on regular screenings to ensure the most vulnerable are reached. ([OCHA, 17 Feb 2017](https://reliefweb.int/node/1906393))\n\nSouthern and eastern Ethiopia continue to battle the impact of the Indian Ocean Dipole-induced drought, exacerbated by disease outbreaks, large scale loss of livelihood assets and displacement. The humanitarian situation countrywide has been further compounded by below average spring rains – the third consecutive poor/failed rains in the southern drought belt. [...] In the second half of 2017, some 8.5 million people will require emergency food assistance, some 3.6 million children and pregnant and lactating mothers will require supplementary feeding, some 10.5 million people will not have regular access to safe drinking water and some 2.25 million households will require livestock support. Partners also estimate that 376,000 children will become severely acutely malnourished until the end of 2017. ([Gov't of Ethiopia, OCHA, 08 Aug 2017](https://reliefweb.int/node/2161734))\n\nSince the revision of the Humanitarian Requirements Document (HRD) in August 2017, the humanitarian context in Ethiopia has continued to evolve which has led the Government and humanitarian partners to further adjust the HRD requirements. In the food sector the needs have been revised slightly upwards to accommodate an increase in the number of beneficiaries through the inclusion of 4 million former Productive Safety Net Programme (PSNP) clients in the HRD. In other sectors such as health and nutrition, needs have also continued to increase mainly due to the deteriorating nutrition situation in Somali region, increase in the number of displaced people, as well as the Fall Army Worm (FAW) outbreak that continues to ravage crops throughout the country. ([Gov't of Ethiopia, OCHA, 19 Oct 2017](https://reliefweb.int/node/2283994))\n\nDue to drought and large-scale displacement in the southern and south-eastern lowland areas of Ethiopia, humanitarian needs are expected to remain significant in 2018. As of September 2017, 1.3 million people, 64 per cent of whom are children, are displaced due to conflict and drought. The majority of these people will remain displaced in 2018. ([UNICEF, 4 Jan 2018](https://reliefweb.int/node/2400904))\n\nThe meher assessment findings revealed that two previous years of consecutive drought, compounded with weak rains at the end of 2017 left hundreds of thousands destitute in southern and south-eastern Ethiopia. Poor pasture regeneration and limited water source replenishment for livestock have resulted in acute humanitarian needs and will reduce traditional recovery processes among pastoralist households. Consequently, the food security situation in the lowland agro-pastoral areas is not expected to improve significantly in 2018. Overall, the good harvest in highland areas, is expected to reduce large scale needs in the northern highlands, however reduced harvest and crop loss were experienced due to erratic rainfall in some potential areas. The multi-sector humanitarian response operation established over the course of 2017 will need to be sustained in 2018. The extent of needs and the corresponding humanitarian operation will be reviewed during the belg/gu/ganna assessment in June/July. ([Gov't of Ethiopia, OCHA, 09 Mar 2018](https://reliefweb.int/node/2504064))\n\nA recent FEWS NET survey in Dollo Zone of Somali Region suggests food security and nutrition outcomes have improved significantly in areas worst affected by drought in 2016 and 2017. These improvements are largely due to improvements in seasonal performance, continued humanitarian assistance delivery, and declines in disease outbreaks. Currently, worst affected areas such as Dollo Zone and much of southeastern Somali Region are in Crisis (IPC Phase 3), with humanitarian assistance preventing a further deterioration among some populations, particularly IDPs. While the risk of a deterioration beyond Emergency (IPC Phase 4) has declined, continued humanitarian assistance is needed through at least September... The 2018 Belg (March to May) rains performed very poorly over most northern Belg-producing areas, leading harvests to be as much as 40 percent below average and delayed by one to two months. ([FEWSNET, 12 Jul 2018](https://reliefweb.int/node/2693599))\n\nCrisis (IPC Phase 3) outcomes are projected to persist through at least January 2019 across large areas of Somali Region, as drought recovery continues amidst recent conflicts. In addition, ethnic conflicts in Oromia along the Somali border and between West Guji of Oromia and Gedeo of SNNPR have caused significant displacement, restricting typical access to food and income sources. As a result, Crisis (IPC Phase 3) or Stressed (IPC Phase 2!) outcomes, only in the presence of humanitarian assistance, are projected to continue. ([FEWSNET, 31 Aug 2018](https://reliefweb.int/node/2768249))\n\nThe Horn of Africa (HoA) (including northeast Uganda) is currently experiencing a prolonged drought, largely as a result of below average precipitation from the seasonal short rains (April-July) and long rains (October-December). Prevailing dry conditions across the region have led to the deterioration of farmland and pastures, loss of livestock, sharply increased food prices, and reduction of the availability of water in large areas of Somalia, Ethiopia, and Kenya. At the regional level, the number of severely food insecure people has increased to approximately 12 million, in large part as a result of the drought. Pre-existing protection, health, WASH, and shelter needs have been also been exacerbated. The humanitarian needs of the region’s growing displaced population are of particular concern. ([ACAPS, 22 Jul 2019](https://reliefweb.int/node/3224738/))\n\nThe Government of Ethiopia has released for the first time an Integrated Food Security Phase Classification (IPC) analysis report in the country up to June 2020 during the Disaster Risk Management Technical Working Group (DRM TWG) meeting on 19 November 2019 ... The IPC Alert on Ethiopia states that food security will slightly improve until January 2020 due to the seasonal (meher/summer) harvest, but this will be offset by below-normal belg season production, conflict and climate-induced displacement, high food prices, and the long dry spell in northeastern pastoralist areas, which will likely result in about 6.7 million people being in Crisis (IPC Phase 3) or worse, and requiring humanitarian assistance. The Alert projects the number of food-insecure people in Crisis or worse to increase to 8.5 million between February and June 2020 given that the meher harvest is insufficient to support food consumption through the lean season in belg-dependent and pastoralist areas, and food prices are expected to be higher than in previous years. ([OCHA, 01 Dec 2019](https://reliefweb.int/node/3420413))\n\nThe food security situation is deteriorating in lowlands of Wag Hamra, North Gonder, Central Gonder and North Wollo zones of Amhara region due to crop failure and reduction of income from sale of livestock and livestock products. So far, the regional Government has provided\nemergency food aid for drought-affected people in Wag Hamra zone. However, droughtaffected people in North Gonder (Janamora), Central Gonder (East Belessa) and North Wollo (Kobo, Gubalafto and Habru) zones have not yet received food assistance. The regional Government requested partners to support in non-food sectors, mainly WaSH, education, agriculture and livestock and livelihood, including cash assistance. ([OCHA, 05 Jan 2020](https://reliefweb.int/node/3463913))\n\nSome seven million people need humanitarian aid including emergency food assistance, according to the National Disaster Risk Management Commission (NDRMC). Global climate change has brought detrimental impact on Ethiopia and resulted recurrent drought. The government has been exerting maximum efforts to prevent the drought and El Niño induced impact jointly with international donors. ([Gov't, Ethiopia, 26 Jan 2020](https://reliefweb.int/node/3493818/))\n\nMuch of the eastern part of the country is expected to be in Crisis (IPC Phase 3) or Stressed (IPC Phase 2) from February to September. Humanitarian assistance is expected to improve outcomes in some areas to Stressed! (IPC Phase 2!) and Minimal! (IPC Phase 1!). ([FEWS NET, WFP, 07 Mar 2020](https://reliefweb.int/node/3554258/))\n\nHigh food assistance needs are likely to persist in Ethiopia due to the compounding impacts of COVID-19 related restrictions, insecurity, weather shocks including forecast below-average October to December rains, the poor macroeconomic context, and dessert locusts. In much of the eastern and central parts of the country, though economic activity has slowly increased, households still face limited ability to access income. This coupled with the increasing food prices and atypical flooding is leading to many households facing difficulty meeting their food and non-food needs. As a result, Crisis (IPC Phase 3) and Stressed (IPC Phase 2) outcomes are anticipated to persist through much of the projection period. ([FEWS NET, 10 Sep 2020](https://reliefweb.int/node/3669370/))\n\nCrisis (IPC Phase 3) outcomes are expected in many parts of Tigray as households are expected to continue to have limited ability to access food and income. In the absence of humanitarian assistance, Emergency (IPC Phase 4) outcomes are likely ongoing in some central and eastern areas of Tigray; however, as economic activity is expected to improve as the conflict remains at lower levels, Crisis (IPC Phase 3) outcomes are expected to emerge in February/March 2021. Below-average October to December hagaya/deyr rainfall across southeastern pastoral areas has driven below-normal pasture and water availability for this time of year, resulting in a decline in milk production. The likely below-average February to May 2021 rainfall is likely to negatively impact belg production in most of SNNPR, central and eastern Oromia, eastern Amhara, and southern Tigray. In addition to the below-average rainfall, the likely below-average area planted is expected to drive a below-average harvest, which will likely negatively impact food availability from June onward. Furthermore, the forecasted below-average gu in southern and southeastern pastoral areas and sugum in northern pastoral areas are expected to drive pasture and water availability deterioration. ([FEWS NET, 31 Dec 2020](https://reliefweb.int/node/3701346/))\n\nIt is projected that 12.9 million people face high levels of acute food insecurity (IPC Phase 3 and above) from January to June 2021, despite humanitarian food assistance, including about 2.6 million in Emergency (IPC Phase 4). These projections do not include any food security and livelihoods impacts caused by recent fighting in Tigray, which means the number of people in crisis or worse may be even higher. ([FAO WFP , 23 Mar 2021](https://reliefweb.int/node/3723687/))\n\nAn IPC analysis update conducted in Tigray and the neighbouring zones of Amhara and Afar concludes that over 350,000 people are in Catastrophe (IPC Phase 5) between May and June 2021. This is the highest number of people in IPC Phase 5 since the 2011 famine in Somalia. This severe crisis results from the cascading effects of conflict, including population displacements, movement restrictions, limited humanitarian access, loss of harvest and livelihood assets, and dysfunctional or non-existent markets. As of May 2021, 5.5 million people (61% of the people in the area) are facing high levels of acute food insecurity: 3.1 million people are in Crisis (IPC Phase 3) and 2.1 million people in Emergency (IPC Phase 4). This is despite the major humanitarian food assistance that has reached up to 5 million people in the last few months. In the areas where data was sufficient to conduct a projection analysis, the situation is expected to worsen through September 2021, with 4.4 million people (74% of the population analysed) in Crisis or worse (IPC Phase 3 or above). Among these, an estimated 400,000 people are expected to face Catastrophe (IPC Phase 5). These estimations take into account an expansion of humanitarian assistance to reach 60% of the population. If the conflict further escalates or, for any other reason, humanitarian assistance is hampered, most areas of Tigray will be at Risk of Famine. ([IPC, 10 June 2021](https://reliefweb.int/node/3746208/))\n\nThe Tigray region of Ethiopia continues to experience one of the worst food security emergencies globally. Urgent humanitarian assistance is needed to save lives. Extreme outcomes are likely through at least January 2022 across the region, with Central, Northwestern, Eastern, and Southeastern Tigray of highest concern. Ultimately, an end to hostilities and unhindered humanitarian access are needed. ([FEWS NET/WFP, 6 Aug 2021](https://reliefweb.int/node/3762893/))\n\nHumanitarian assistance needs in Ethiopia in 2022 will be at record levels, nearly 40 percent higher compared to both 2021 and 2016, which followed the historic 2015 El Niño drought. Conflict-affected northern Ethiopia remains the greatest concern, where large consumption deficits in line with Emergency (IPC Phase 4) outcomes are widespread, and it is possible outcomes are worse in parts of Tigray. In southern pastoral areas, a prolonged drought, rivaling those of 2010/2011 and 2016/2017 in terms of both severity and duration, will drive widespread Crisis (IPC Phase 3) and Emergency (IPC Phase 4) outcomes. Large-scale humanitarian assistance will be needed throughout much of the country in 2022, coupled with unhindered humanitarian access in northern Ethiopia, to avert the loss of lives and livelihoods. Further, a resolution to conflict in northern Ethiopia is required to address the underlying drivers of the most severe needs. ([FEWS NET, 22 Dec 2021](https://reliefweb.int/node/3803845/))\n\nMore than 8 million people are currently affected across southern and south-eastern parts of the country, including Somali (more than 3.5 million people), Oromia (more than 3.4 million), SNNP (more than 1.1 million), and South West1 (more than 200,000 people) regions. The drought is expanding to more areas affecting an increasing number of woredas as the weather conditions evolve and further impact the drought scale and intensity. The situation is not expected to improve rapidly due to the high probability of a fourth consecutive failed rains forecasted for this year. ([OCHA, 18 Apr 2022](https://reliefweb.int/node/3838556/))",
        "useful_links": {
          "active": [
            {
              "title": "Govt. Ethiopia Disaster Risk Management and Food Security Sector (DRMFSS)",
              "url": "http://www.dppc.gov.et"
            },
            {
              "title": "FEWS NET",
              "url": "http://www.fews.net/east-africa/ethiopia"
            },
            {
              "title": "WFP: Food Security Analysis - Ethiopia",
              "url": "http://vam.wfp.org/CountryPage_overview.aspx?iso3=ETH"
            },
            {
              "title": "FAO: Drought in the Horn of Africa",
              "url": "http://www.fao.org/emergencies/crisis/drought-hoa/en"
            },
            {
              "title": "WHO: Food Insecurity and Famine",
              "url": "http://www.who.int/emergencies/famine/en"
            }
          ],
          "title": "Useful Links"
        },
        "overview-html": "<p>While Ethiopia battles residual needs from the 2015/2016 El Niño-induced drought, below average 2016 autumn rains in the southern and southeastern parts of the country have led to a new drought in lowland pastoralist areas, as well as in pocket areas across the country. As a result, some 5.6 million people in Ethiopia require emergency food assistance in 2017. In addition, 2.7 million children and pregnant and lactating mothers require supplementary feeding, 9.2 million people need support to access safe drinking water, 1.9 million households need livestock support, and 300,000 children between 6-59 months old are targeted for the treatment for severe acute malnutrition in 2017. Drought conditions are expected to peak during the dry December to March jilaal season, which is likely to lead to a sharper deterioration in livestock body conditions, and impacting milk production and nutrition status of the families that depend on livestock for their food and income. During the dry season, the response will be complemented by supplementary food based on regular screenings to ensure the most vulnerable are reached. (<a href=\"https://reliefweb.int/node/1906393\">OCHA, 17 Feb 2017</a>)</p>\n<p>Southern and eastern Ethiopia continue to battle the impact of the Indian Ocean Dipole-induced drought, exacerbated by disease outbreaks, large scale loss of livelihood assets and displacement. The humanitarian situation countrywide has been further compounded by below average spring rains – the third consecutive poor/failed rains in the southern drought belt. [...] In the second half of 2017, some 8.5 million people will require emergency food assistance, some 3.6 million children and pregnant and lactating mothers will require supplementary feeding, some 10.5 million people will not have regular access to safe drinking water and some 2.25 million households will require livestock support. Partners also estimate that 376,000 children will become severely acutely malnourished until the end of 2017. (<a href=\"https://reliefweb.int/node/2161734\">Gov't of Ethiopia, OCHA, 08 Aug 2017</a>)</p>\n<p>Since the revision of the Humanitarian Requirements Document (HRD) in August 2017, the humanitarian context in Ethiopia has continued to evolve which has led the Government and humanitarian partners to further adjust the HRD requirements. In the food sector the needs have been revised slightly upwards to accommodate an increase in the number of beneficiaries through the inclusion of 4 million former Productive Safety Net Programme (PSNP) clients in the HRD. In other sectors such as health and nutrition, needs have also continued to increase mainly due to the deteriorating nutrition situation in Somali region, increase in the number of displaced people, as well as the Fall Army Worm (FAW) outbreak that continues to ravage crops throughout the country. (<a href=\"https://reliefweb.int/node/2283994\">Gov't of Ethiopia, OCHA, 19 Oct 2017</a>)</p>\n<p>Due to drought and large-scale displacement in the southern and south-eastern lowland areas of Ethiopia, humanitarian needs are expected to remain significant in 2018. As of September 2017, 1.3 million people, 64 per cent of whom are children, are displaced due to conflict and drought. The majority of these people will remain displaced in 2018. (<a href=\"https://reliefweb.int/node/2400904\">UNICEF, 4 Jan 2018</a>)</p>\n<p>The meher assessment findings revealed that two previous years of consecutive drought, compounded with weak rains at the end of 2017 left hundreds of thousands destitute in southern and south-eastern Ethiopia. Poor pasture regeneration and limited water source replenishment for livestock have resulted in acute humanitarian needs and will reduce traditional recovery processes among pastoralist households. Consequently, the food security situation in the lowland agro-pastoral areas is not expected to improve significantly in 2018. Overall, the good harvest in highland areas, is expected to reduce large scale needs in the northern highlands, however reduced harvest and crop loss were experienced due to erratic rainfall in some potential areas. The multi-sector humanitarian response operation established over the course of 2017 will need to be sustained in 2018. The extent of needs and the corresponding humanitarian operation will be reviewed during the belg/gu/ganna assessment in June/July. (<a href=\"https://reliefweb.int/node/2504064\">Gov't of Ethiopia, OCHA, 09 Mar 2018</a>)</p>\n<p>A recent FEWS NET survey in Dollo Zone of Somali Region suggests food security and nutrition outcomes have improved significantly in areas worst affected by drought in 2016 and 2017. These improvements are largely due to improvements in seasonal performance, continued humanitarian assistance delivery, and declines in disease outbreaks. Currently, worst affected areas such as Dollo Zone and much of southeastern Somali Region are in Crisis (IPC Phase 3), with humanitarian assistance preventing a further deterioration among some populations, particularly IDPs. While the risk of a deterioration beyond Emergency (IPC Phase 4) has declined, continued humanitarian assistance is needed through at least September... The 2018 Belg (March to May) rains performed very poorly over most northern Belg-producing areas, leading harvests to be as much as 40 percent below average and delayed by one to two months. (<a href=\"https://reliefweb.int/node/2693599\">FEWSNET, 12 Jul 2018</a>)</p>\n<p>Crisis (IPC Phase 3) outcomes are projected to persist through at least January 2019 across large areas of Somali Region, as drought recovery continues amidst recent conflicts. In addition, ethnic conflicts in Oromia along the Somali border and between West Guji of Oromia and Gedeo of SNNPR have caused significant displacement, restricting typical access to food and income sources. As a result, Crisis (IPC Phase 3) or Stressed (IPC Phase 2!) outcomes, only in the presence of humanitarian assistance, are projected to continue. (<a href=\"https://reliefweb.int/node/2768249\">FEWSNET, 31 Aug 2018</a>)</p>\n<p>The Horn of Africa (HoA) (including northeast Uganda) is currently experiencing a prolonged drought, largely as a result of below average precipitation from the seasonal short rains (April-July) and long rains (October-December). Prevailing dry conditions across the region have led to the deterioration of farmland and pastures, loss of livestock, sharply increased food prices, and reduction of the availability of water in large areas of Somalia, Ethiopia, and Kenya. At the regional level, the number of severely food insecure people has increased to approximately 12 million, in large part as a result of the drought. Pre-existing protection, health, WASH, and shelter needs have been also been exacerbated. The humanitarian needs of the region’s growing displaced population are of particular concern. (<a href=\"https://reliefweb.int/node/3224738/\">ACAPS, 22 Jul 2019</a>)</p>\n<p>The Government of Ethiopia has released for the first time an Integrated Food Security Phase Classification (IPC) analysis report in the country up to June 2020 during the Disaster Risk Management Technical Working Group (DRM TWG) meeting on 19 November 2019 ... The IPC Alert on Ethiopia states that food security will slightly improve until January 2020 due to the seasonal (meher/summer) harvest, but this will be offset by below-normal belg season production, conflict and climate-induced displacement, high food prices, and the long dry spell in northeastern pastoralist areas, which will likely result in about 6.7 million people being in Crisis (IPC Phase 3) or worse, and requiring humanitarian assistance. The Alert projects the number of food-insecure people in Crisis or worse to increase to 8.5 million between February and June 2020 given that the meher harvest is insufficient to support food consumption through the lean season in belg-dependent and pastoralist areas, and food prices are expected to be higher than in previous years. (<a href=\"https://reliefweb.int/node/3420413\">OCHA, 01 Dec 2019</a>)</p>\n<p>The food security situation is deteriorating in lowlands of Wag Hamra, North Gonder, Central Gonder and North Wollo zones of Amhara region due to crop failure and reduction of income from sale of livestock and livestock products. So far, the regional Government has provided\nemergency food aid for drought-affected people in Wag Hamra zone. However, droughtaffected people in North Gonder (Janamora), Central Gonder (East Belessa) and North Wollo (Kobo, Gubalafto and Habru) zones have not yet received food assistance. The regional Government requested partners to support in non-food sectors, mainly WaSH, education, agriculture and livestock and livelihood, including cash assistance. (<a href=\"https://reliefweb.int/node/3463913\">OCHA, 05 Jan 2020</a>)</p>\n<p>Some seven million people need humanitarian aid including emergency food assistance, according to the National Disaster Risk Management Commission (NDRMC). Global climate change has brought detrimental impact on Ethiopia and resulted recurrent drought. The government has been exerting maximum efforts to prevent the drought and El Niño induced impact jointly with international donors. (<a href=\"https://reliefweb.int/node/3493818/\">Gov't, Ethiopia, 26 Jan 2020</a>)</p>\n<p>Much of the eastern part of the country is expected to be in Crisis (IPC Phase 3) or Stressed (IPC Phase 2) from February to September. Humanitarian assistance is expected to improve outcomes in some areas to Stressed! (IPC Phase 2!) and Minimal! (IPC Phase 1!). (<a href=\"https://reliefweb.int/node/3554258/\">FEWS NET, WFP, 07 Mar 2020</a>)</p>\n<p>High food assistance needs are likely to persist in Ethiopia due to the compounding impacts of COVID-19 related restrictions, insecurity, weather shocks including forecast below-average October to December rains, the poor macroeconomic context, and dessert locusts. In much of the eastern and central parts of the country, though economic activity has slowly increased, households still face limited ability to access income. This coupled with the increasing food prices and atypical flooding is leading to many households facing difficulty meeting their food and non-food needs. As a result, Crisis (IPC Phase 3) and Stressed (IPC Phase 2) outcomes are anticipated to persist through much of the projection period. (<a href=\"https://reliefweb.int/node/3669370/\">FEWS NET, 10 Sep 2020</a>)</p>\n<p>Crisis (IPC Phase 3) outcomes are expected in many parts of Tigray as households are expected to continue to have limited ability to access food and income. In the absence of humanitarian assistance, Emergency (IPC Phase 4) outcomes are likely ongoing in some central and eastern areas of Tigray; however, as economic activity is expected to improve as the conflict remains at lower levels, Crisis (IPC Phase 3) outcomes are expected to emerge in February/March 2021. Below-average October to December hagaya/deyr rainfall across southeastern pastoral areas has driven below-normal pasture and water availability for this time of year, resulting in a decline in milk production. The likely below-average February to May 2021 rainfall is likely to negatively impact belg production in most of SNNPR, central and eastern Oromia, eastern Amhara, and southern Tigray. In addition to the below-average rainfall, the likely below-average area planted is expected to drive a below-average harvest, which will likely negatively impact food availability from June onward. Furthermore, the forecasted below-average gu in southern and southeastern pastoral areas and sugum in northern pastoral areas are expected to drive pasture and water availability deterioration. (<a href=\"https://reliefweb.int/node/3701346/\">FEWS NET, 31 Dec 2020</a>)</p>\n<p>It is projected that 12.9 million people face high levels of acute food insecurity (IPC Phase 3 and above) from January to June 2021, despite humanitarian food assistance, including about 2.6 million in Emergency (IPC Phase 4). These projections do not include any food security and livelihoods impacts caused by recent fighting in Tigray, which means the number of people in crisis or worse may be even higher. (<a href=\"https://reliefweb.int/node/3723687/\">FAO WFP , 23 Mar 2021</a>)</p>\n<p>An IPC analysis update conducted in Tigray and the neighbouring zones of Amhara and Afar concludes that over 350,000 people are in Catastrophe (IPC Phase 5) between May and June 2021. This is the highest number of people in IPC Phase 5 since the 2011 famine in Somalia. This severe crisis results from the cascading effects of conflict, including population displacements, movement restrictions, limited humanitarian access, loss of harvest and livelihood assets, and dysfunctional or non-existent markets. As of May 2021, 5.5 million people (61% of the people in the area) are facing high levels of acute food insecurity: 3.1 million people are in Crisis (IPC Phase 3) and 2.1 million people in Emergency (IPC Phase 4). This is despite the major humanitarian food assistance that has reached up to 5 million people in the last few months. In the areas where data was sufficient to conduct a projection analysis, the situation is expected to worsen through September 2021, with 4.4 million people (74% of the population analysed) in Crisis or worse (IPC Phase 3 or above). Among these, an estimated 400,000 people are expected to face Catastrophe (IPC Phase 5). These estimations take into account an expansion of humanitarian assistance to reach 60% of the population. If the conflict further escalates or, for any other reason, humanitarian assistance is hampered, most areas of Tigray will be at Risk of Famine. (<a href=\"https://reliefweb.int/node/3746208/\">IPC, 10 June 2021</a>)</p>\n<p>The Tigray region of Ethiopia continues to experience one of the worst food security emergencies globally. Urgent humanitarian assistance is needed to save lives. Extreme outcomes are likely through at least January 2022 across the region, with Central, Northwestern, Eastern, and Southeastern Tigray of highest concern. Ultimately, an end to hostilities and unhindered humanitarian access are needed. (<a href=\"https://reliefweb.int/node/3762893/\">FEWS NET/WFP, 6 Aug 2021</a>)</p>\n<p>Humanitarian assistance needs in Ethiopia in 2022 will be at record levels, nearly 40 percent higher compared to both 2021 and 2016, which followed the historic 2015 El Niño drought. Conflict-affected northern Ethiopia remains the greatest concern, where large consumption deficits in line with Emergency (IPC Phase 4) outcomes are widespread, and it is possible outcomes are worse in parts of Tigray. In southern pastoral areas, a prolonged drought, rivaling those of 2010/2011 and 2016/2017 in terms of both severity and duration, will drive widespread Crisis (IPC Phase 3) and Emergency (IPC Phase 4) outcomes. Large-scale humanitarian assistance will be needed throughout much of the country in 2022, coupled with unhindered humanitarian access in northern Ethiopia, to avert the loss of lives and livelihoods. Further, a resolution to conflict in northern Ethiopia is required to address the underlying drivers of the most severe needs. (<a href=\"https://reliefweb.int/node/3803845/\">FEWS NET, 22 Dec 2021</a>)</p>\n<p>More than 8 million people are currently affected across southern and south-eastern parts of the country, including Somali (more than 3.5 million people), Oromia (more than 3.4 million), SNNP (more than 1.1 million), and South West1 (more than 200,000 people) regions. The drought is expanding to more areas affecting an increasing number of woredas as the weather conditions evolve and further impact the drought scale and intensity. The situation is not expected to improve rapidly due to the high probability of a fourth consecutive failed rains forecasted for this year. (<a href=\"https://reliefweb.int/node/3838556/\">OCHA, 18 Apr 2022</a>)</p>\n"
      },
      "description-html": "<p>While Ethiopia battles residual needs from the 2015/2016 El Niño-induced drought, below average 2016 autumn rains in the southern and southeastern parts of the country have led to a new drought in lowland pastoralist areas, as well as in pocket areas across the country. As a result, some 5.6 million people in Ethiopia require emergency food assistance in 2017. In addition, 2.7 million children and pregnant and lactating mothers require supplementary feeding, 9.2 million people need support to access safe drinking water, 1.9 million households need livestock support, and 300,000 children between 6-59 months old are targeted for the treatment for severe acute malnutrition in 2017. Drought conditions are expected to peak during the dry December to March jilaal season, which is likely to lead to a sharper deterioration in livestock body conditions, and impacting milk production and nutrition status of the families that depend on livestock for their food and income. During the dry season, the response will be complemented by supplementary food based on regular screenings to ensure the most vulnerable are reached. (<a href=\"https://reliefweb.int/node/1906393\">OCHA, 17 Feb 2017</a>)</p>\n<p>Southern and eastern Ethiopia continue to battle the impact of the Indian Ocean Dipole-induced drought, exacerbated by disease outbreaks, large scale loss of livelihood assets and displacement. The humanitarian situation countrywide has been further compounded by below average spring rains – the third consecutive poor/failed rains in the southern drought belt. [...] In the second half of 2017, some 8.5 million people will require emergency food assistance, some 3.6 million children and pregnant and lactating mothers will require supplementary feeding, some 10.5 million people will not have regular access to safe drinking water and some 2.25 million households will require livestock support. Partners also estimate that 376,000 children will become severely acutely malnourished until the end of 2017. (<a href=\"https://reliefweb.int/node/2161734\">Gov't of Ethiopia, OCHA, 08 Aug 2017</a>)</p>\n<p>Since the revision of the Humanitarian Requirements Document (HRD) in August 2017, the humanitarian context in Ethiopia has continued to evolve which has led the Government and humanitarian partners to further adjust the HRD requirements. In the food sector the needs have been revised slightly upwards to accommodate an increase in the number of beneficiaries through the inclusion of 4 million former Productive Safety Net Programme (PSNP) clients in the HRD. In other sectors such as health and nutrition, needs have also continued to increase mainly due to the deteriorating nutrition situation in Somali region, increase in the number of displaced people, as well as the Fall Army Worm (FAW) outbreak that continues to ravage crops throughout the country. (<a href=\"https://reliefweb.int/node/2283994\">Gov't of Ethiopia, OCHA, 19 Oct 2017</a>)</p>\n<p>Due to drought and large-scale displacement in the southern and south-eastern lowland areas of Ethiopia, humanitarian needs are expected to remain significant in 2018. As of September 2017, 1.3 million people, 64 per cent of whom are children, are displaced due to conflict and drought. The majority of these people will remain displaced in 2018. (<a href=\"https://reliefweb.int/node/2400904\">UNICEF, 4 Jan 2018</a>)</p>\n<p>The meher assessment findings revealed that two previous years of consecutive drought, compounded with weak rains at the end of 2017 left hundreds of thousands destitute in southern and south-eastern Ethiopia. Poor pasture regeneration and limited water source replenishment for livestock have resulted in acute humanitarian needs and will reduce traditional recovery processes among pastoralist households. Consequently, the food security situation in the lowland agro-pastoral areas is not expected to improve significantly in 2018. Overall, the good harvest in highland areas, is expected to reduce large scale needs in the northern highlands, however reduced harvest and crop loss were experienced due to erratic rainfall in some potential areas. The multi-sector humanitarian response operation established over the course of 2017 will need to be sustained in 2018. The extent of needs and the corresponding humanitarian operation will be reviewed during the belg/gu/ganna assessment in June/July. (<a href=\"https://reliefweb.int/node/2504064\">Gov't of Ethiopia, OCHA, 09 Mar 2018</a>)</p>\n<p>A recent FEWS NET survey in Dollo Zone of Somali Region suggests food security and nutrition outcomes have improved significantly in areas worst affected by drought in 2016 and 2017. These improvements are largely due to improvements in seasonal performance, continued humanitarian assistance delivery, and declines in disease outbreaks. Currently, worst affected areas such as Dollo Zone and much of southeastern Somali Region are in Crisis (IPC Phase 3), with humanitarian assistance preventing a further deterioration among some populations, particularly IDPs. While the risk of a deterioration beyond Emergency (IPC Phase 4) has declined, continued humanitarian assistance is needed through at least September... The 2018 Belg (March to May) rains performed very poorly over most northern Belg-producing areas, leading harvests to be as much as 40 percent below average and delayed by one to two months. (<a href=\"https://reliefweb.int/node/2693599\">FEWSNET, 12 Jul 2018</a>)</p>\n<p>Crisis (IPC Phase 3) outcomes are projected to persist through at least January 2019 across large areas of Somali Region, as drought recovery continues amidst recent conflicts. In addition, ethnic conflicts in Oromia along the Somali border and between West Guji of Oromia and Gedeo of SNNPR have caused significant displacement, restricting typical access to food and income sources. As a result, Crisis (IPC Phase 3) or Stressed (IPC Phase 2!) outcomes, only in the presence of humanitarian assistance, are projected to continue. (<a href=\"https://reliefweb.int/node/2768249\">FEWSNET, 31 Aug 2018</a>)</p>\n<p>The Horn of Africa (HoA) (including northeast Uganda) is currently experiencing a prolonged drought, largely as a result of below average precipitation from the seasonal short rains (April-July) and long rains (October-December). Prevailing dry conditions across the region have led to the deterioration of farmland and pastures, loss of livestock, sharply increased food prices, and reduction of the availability of water in large areas of Somalia, Ethiopia, and Kenya. At the regional level, the number of severely food insecure people has increased to approximately 12 million, in large part as a result of the drought. Pre-existing protection, health, WASH, and shelter needs have been also been exacerbated. The humanitarian needs of the region’s growing displaced population are of particular concern. (<a href=\"https://reliefweb.int/node/3224738/\">ACAPS, 22 Jul 2019</a>)</p>\n<p>The Government of Ethiopia has released for the first time an Integrated Food Security Phase Classification (IPC) analysis report in the country up to June 2020 during the Disaster Risk Management Technical Working Group (DRM TWG) meeting on 19 November 2019 ... The IPC Alert on Ethiopia states that food security will slightly improve until January 2020 due to the seasonal (meher/summer) harvest, but this will be offset by below-normal belg season production, conflict and climate-induced displacement, high food prices, and the long dry spell in northeastern pastoralist areas, which will likely result in about 6.7 million people being in Crisis (IPC Phase 3) or worse, and requiring humanitarian assistance. The Alert projects the number of food-insecure people in Crisis or worse to increase to 8.5 million between February and June 2020 given that the meher harvest is insufficient to support food consumption through the lean season in belg-dependent and pastoralist areas, and food prices are expected to be higher than in previous years. (<a href=\"https://reliefweb.int/node/3420413\">OCHA, 01 Dec 2019</a>)</p>\n<p>The food security situation is deteriorating in lowlands of Wag Hamra, North Gonder, Central Gonder and North Wollo zones of Amhara region due to crop failure and reduction of income from sale of livestock and livestock products. So far, the regional Government has provided\nemergency food aid for drought-affected people in Wag Hamra zone. However, droughtaffected people in North Gonder (Janamora), Central Gonder (East Belessa) and North Wollo (Kobo, Gubalafto and Habru) zones have not yet received food assistance. The regional Government requested partners to support in non-food sectors, mainly WaSH, education, agriculture and livestock and livelihood, including cash assistance. (<a href=\"https://reliefweb.int/node/3463913\">OCHA, 05 Jan 2020</a>)</p>\n<p>Some seven million people need humanitarian aid including emergency food assistance, according to the National Disaster Risk Management Commission (NDRMC). Global climate change has brought detrimental impact on Ethiopia and resulted recurrent drought. The government has been exerting maximum efforts to prevent the drought and El Niño induced impact jointly with international donors. (<a href=\"https://reliefweb.int/node/3493818/\">Gov't, Ethiopia, 26 Jan 2020</a>)</p>\n<p>Much of the eastern part of the country is expected to be in Crisis (IPC Phase 3) or Stressed (IPC Phase 2) from February to September. Humanitarian assistance is expected to improve outcomes in some areas to Stressed! (IPC Phase 2!) and Minimal! (IPC Phase 1!). (<a href=\"https://reliefweb.int/node/3554258/\">FEWS NET, WFP, 07 Mar 2020</a>)</p>\n<p>High food assistance needs are likely to persist in Ethiopia due to the compounding impacts of COVID-19 related restrictions, insecurity, weather shocks including forecast below-average October to December rains, the poor macroeconomic context, and dessert locusts. In much of the eastern and central parts of the country, though economic activity has slowly increased, households still face limited ability to access income. This coupled with the increasing food prices and atypical flooding is leading to many households facing difficulty meeting their food and non-food needs. As a result, Crisis (IPC Phase 3) and Stressed (IPC Phase 2) outcomes are anticipated to persist through much of the projection period. (<a href=\"https://reliefweb.int/node/3669370/\">FEWS NET, 10 Sep 2020</a>)</p>\n<p>Crisis (IPC Phase 3) outcomes are expected in many parts of Tigray as households are expected to continue to have limited ability to access food and income. In the absence of humanitarian assistance, Emergency (IPC Phase 4) outcomes are likely ongoing in some central and eastern areas of Tigray; however, as economic activity is expected to improve as the conflict remains at lower levels, Crisis (IPC Phase 3) outcomes are expected to emerge in February/March 2021. Below-average October to December hagaya/deyr rainfall across southeastern pastoral areas has driven below-normal pasture and water availability for this time of year, resulting in a decline in milk production. The likely below-average February to May 2021 rainfall is likely to negatively impact belg production in most of SNNPR, central and eastern Oromia, eastern Amhara, and southern Tigray. In addition to the below-average rainfall, the likely below-average area planted is expected to drive a below-average harvest, which will likely negatively impact food availability from June onward. Furthermore, the forecasted below-average gu in southern and southeastern pastoral areas and sugum in northern pastoral areas are expected to drive pasture and water availability deterioration. (<a href=\"https://reliefweb.int/node/3701346/\">FEWS NET, 31 Dec 2020</a>)</p>\n<p>It is projected that 12.9 million people face high levels of acute food insecurity (IPC Phase 3 and above) from January to June 2021, despite humanitarian food assistance, including about 2.6 million in Emergency (IPC Phase 4). These projections do not include any food security and livelihoods impacts caused by recent fighting in Tigray, which means the number of people in crisis or worse may be even higher. (<a href=\"https://reliefweb.int/node/3723687/\">FAO WFP , 23 Mar 2021</a>)</p>\n<p>An IPC analysis update conducted in Tigray and the neighbouring zones of Amhara and Afar concludes that over 350,000 people are in Catastrophe (IPC Phase 5) between May and June 2021. This is the highest number of people in IPC Phase 5 since the 2011 famine in Somalia. This severe crisis results from the cascading effects of conflict, including population displacements, movement restrictions, limited humanitarian access, loss of harvest and livelihood assets, and dysfunctional or non-existent markets. As of May 2021, 5.5 million people (61% of the people in the area) are facing high levels of acute food insecurity: 3.1 million people are in Crisis (IPC Phase 3) and 2.1 million people in Emergency (IPC Phase 4). This is despite the major humanitarian food assistance that has reached up to 5 million people in the last few months. In the areas where data was sufficient to conduct a projection analysis, the situation is expected to worsen through September 2021, with 4.4 million people (74% of the population analysed) in Crisis or worse (IPC Phase 3 or above). Among these, an estimated 400,000 people are expected to face Catastrophe (IPC Phase 5). These estimations take into account an expansion of humanitarian assistance to reach 60% of the population. If the conflict further escalates or, for any other reason, humanitarian assistance is hampered, most areas of Tigray will be at Risk of Famine. (<a href=\"https://reliefweb.int/node/3746208/\">IPC, 10 June 2021</a>)</p>\n<p>The Tigray region of Ethiopia continues to experience one of the worst food security emergencies globally. Urgent humanitarian assistance is needed to save lives. Extreme outcomes are likely through at least January 2022 across the region, with Central, Northwestern, Eastern, and Southeastern Tigray of highest concern. Ultimately, an end to hostilities and unhindered humanitarian access are needed. (<a href=\"https://reliefweb.int/node/3762893/\">FEWS NET/WFP, 6 Aug 2021</a>)</p>\n<p>Humanitarian assistance needs in Ethiopia in 2022 will be at record levels, nearly 40 percent higher compared to both 2021 and 2016, which followed the historic 2015 El Niño drought. Conflict-affected northern Ethiopia remains the greatest concern, where large consumption deficits in line with Emergency (IPC Phase 4) outcomes are widespread, and it is possible outcomes are worse in parts of Tigray. In southern pastoral areas, a prolonged drought, rivaling those of 2010/2011 and 2016/2017 in terms of both severity and duration, will drive widespread Crisis (IPC Phase 3) and Emergency (IPC Phase 4) outcomes. Large-scale humanitarian assistance will be needed throughout much of the country in 2022, coupled with unhindered humanitarian access in northern Ethiopia, to avert the loss of lives and livelihoods. Further, a resolution to conflict in northern Ethiopia is required to address the underlying drivers of the most severe needs. (<a href=\"https://reliefweb.int/node/3803845/\">FEWS NET, 22 Dec 2021</a>)</p>\n<p>More than 8 million people are currently affected across southern and south-eastern parts of the country, including Somali (more than 3.5 million people), Oromia (more than 3.4 million), SNNP (more than 1.1 million), and South West1 (more than 200,000 people) regions. The drought is expanding to more areas affecting an increasing number of woredas as the weather conditions evolve and further impact the drought scale and intensity. The situation is not expected to improve rapidly due to the high probability of a fourth consecutive failed rains forecasted for this year. (<a href=\"https://reliefweb.int/node/3838556/\">OCHA, 18 Apr 2022</a>)</p>\n<h3>Appeals &amp; Response Plans</h3>\n<ul>\n<li>\n<a href=\"https://reliefweb.int/node/3938354\"><img src=\"https://reliefweb.int/sites/default/files/styles/small/public/previews/05/bd/05bd2ce1-97c9-4042-b607-ff59ca3c7133.png\" alt=\"UNHCR: The Horn of Africa Drought Situation Appeal (January - December 2023) - Cover preview\" /> UNHCR: The Horn of Africa Drought Situation Appeal (January - December 2023)</a>\n</li>\n<li>\n<a href=\"https://reliefweb.int/node/3932415\"><img src=\"https://reliefweb.int/sites/default/files/styles/small/public/previews/6f/98/6f9817fc-92e5-4b19-b491-5562cfac0151.png\" alt=\"IOM: IOM Ethiopia Drought Response Plan 2023 - Cover preview\" /> IOM: IOM Ethiopia Drought Response Plan 2023</a>\n</li>\n<li>\n<a href=\"https://reliefweb.int/node/3926286\"><img src=\"https://reliefweb.int/sites/default/files/styles/small/public/previews/78/b4/78b44ab7-40eb-49b7-8716-093fc39d6d1c.png\" alt=\"WFP: WFP Regional Drought Response Plan for the Horn of Africa (January – December 2023) - Cover preview\" /> WFP: WFP Regional Drought Response Plan for the Horn of Africa (January – December 2023)</a>\n</li>\n</ul>\n<h3>Useful Links</h3>\n<ul>\n<li>\n<a rel=\"noopener noreferrer\" target=\"_blank\" href=\"http://www.dppc.gov.et\">Govt. Ethiopia Disaster Risk Management and Food Security Sector (DRMFSS)</a>\n</li>\n<li>\n<a rel=\"noopener noreferrer\" target=\"_blank\" href=\"http://www.fews.net/east-africa/ethiopia\">FEWS NET</a>\n</li>\n<li>\n<a rel=\"noopener noreferrer\" target=\"_blank\" href=\"http://vam.wfp.org/CountryPage_overview.aspx?iso3=ETH\">WFP: Food Security Analysis - Ethiopia</a>\n</li>\n<li>\n<a rel=\"noopener noreferrer\" target=\"_blank\" href=\"http://www.fao.org/emergencies/crisis/drought-hoa/en\">FAO: Drought in the Horn of Africa</a>\n</li>\n<li>\n<a rel=\"noopener noreferrer\" target=\"_blank\" href=\"http://www.who.int/emergencies/famine/en\">WHO: Food Insecurity and Famine</a>\n</li>\n</ul>\n",
      "description": "While Ethiopia battles residual needs from the 2015/2016 El Niño-induced drought, below average 2016 autumn rains in the southern and southeastern parts of the country have led to a new drought in lowland pastoralist areas, as well as in pocket areas across the country. As a result, some 5.6 million people in Ethiopia require emergency food assistance in 2017. In addition, 2.7 million children and pregnant and lactating mothers require supplementary feeding, 9.2 million people need support to access safe drinking water, 1.9 million households need livestock support, and 300,000 children between 6-59 months old are targeted for the treatment for severe acute malnutrition in 2017. Drought conditions are expected to peak during the dry December to March jilaal season, which is likely to lead to a sharper deterioration in livestock body conditions, and impacting milk production and nutrition status of the families that depend on livestock for their food and income. During the dry season, the response will be complemented by supplementary food based on regular screenings to ensure the most vulnerable are reached. ([OCHA, 17 Feb 2017](https://reliefweb.int/node/1906393))\n\nSouthern and eastern Ethiopia continue to battle the impact of the Indian Ocean Dipole-induced drought, exacerbated by disease outbreaks, large scale loss of livelihood assets and displacement. The humanitarian situation countrywide has been further compounded by below average spring rains – the third consecutive poor/failed rains in the southern drought belt. [...] In the second half of 2017, some 8.5 million people will require emergency food assistance, some 3.6 million children and pregnant and lactating mothers will require supplementary feeding, some 10.5 million people will not have regular access to safe drinking water and some 2.25 million households will require livestock support. Partners also estimate that 376,000 children will become severely acutely malnourished until the end of 2017. ([Gov't of Ethiopia, OCHA, 08 Aug 2017](https://reliefweb.int/node/2161734))\n\nSince the revision of the Humanitarian Requirements Document (HRD) in August 2017, the humanitarian context in Ethiopia has continued to evolve which has led the Government and humanitarian partners to further adjust the HRD requirements. In the food sector the needs have been revised slightly upwards to accommodate an increase in the number of beneficiaries through the inclusion of 4 million former Productive Safety Net Programme (PSNP) clients in the HRD. In other sectors such as health and nutrition, needs have also continued to increase mainly due to the deteriorating nutrition situation in Somali region, increase in the number of displaced people, as well as the Fall Army Worm (FAW) outbreak that continues to ravage crops throughout the country. ([Gov't of Ethiopia, OCHA, 19 Oct 2017](https://reliefweb.int/node/2283994))\n\nDue to drought and large-scale displacement in the southern and south-eastern lowland areas of Ethiopia, humanitarian needs are expected to remain significant in 2018. As of September 2017, 1.3 million people, 64 per cent of whom are children, are displaced due to conflict and drought. The majority of these people will remain displaced in 2018. ([UNICEF, 4 Jan 2018](https://reliefweb.int/node/2400904))\n\nThe meher assessment findings revealed that two previous years of consecutive drought, compounded with weak rains at the end of 2017 left hundreds of thousands destitute in southern and south-eastern Ethiopia. Poor pasture regeneration and limited water source replenishment for livestock have resulted in acute humanitarian needs and will reduce traditional recovery processes among pastoralist households. Consequently, the food security situation in the lowland agro-pastoral areas is not expected to improve significantly in 2018. Overall, the good harvest in highland areas, is expected to reduce large scale needs in the northern highlands, however reduced harvest and crop loss were experienced due to erratic rainfall in some potential areas. The multi-sector humanitarian response operation established over the course of 2017 will need to be sustained in 2018. The extent of needs and the corresponding humanitarian operation will be reviewed during the belg/gu/ganna assessment in June/July. ([Gov't of Ethiopia, OCHA, 09 Mar 2018](https://reliefweb.int/node/2504064))\n\nA recent FEWS NET survey in Dollo Zone of Somali Region suggests food security and nutrition outcomes have improved significantly in areas worst affected by drought in 2016 and 2017. These improvements are largely due to improvements in seasonal performance, continued humanitarian assistance delivery, and declines in disease outbreaks. Currently, worst affected areas such as Dollo Zone and much of southeastern Somali Region are in Crisis (IPC Phase 3), with humanitarian assistance preventing a further deterioration among some populations, particularly IDPs. While the risk of a deterioration beyond Emergency (IPC Phase 4) has declined, continued humanitarian assistance is needed through at least September... The 2018 Belg (March to May) rains performed very poorly over most northern Belg-producing areas, leading harvests to be as much as 40 percent below average and delayed by one to two months. ([FEWSNET, 12 Jul 2018](https://reliefweb.int/node/2693599))\n\nCrisis (IPC Phase 3) outcomes are projected to persist through at least January 2019 across large areas of Somali Region, as drought recovery continues amidst recent conflicts. In addition, ethnic conflicts in Oromia along the Somali border and between West Guji of Oromia and Gedeo of SNNPR have caused significant displacement, restricting typical access to food and income sources. As a result, Crisis (IPC Phase 3) or Stressed (IPC Phase 2!) outcomes, only in the presence of humanitarian assistance, are projected to continue. ([FEWSNET, 31 Aug 2018](https://reliefweb.int/node/2768249))\n\nThe Horn of Africa (HoA) (including northeast Uganda) is currently experiencing a prolonged drought, largely as a result of below average precipitation from the seasonal short rains (April-July) and long rains (October-December). Prevailing dry conditions across the region have led to the deterioration of farmland and pastures, loss of livestock, sharply increased food prices, and reduction of the availability of water in large areas of Somalia, Ethiopia, and Kenya. At the regional level, the number of severely food insecure people has increased to approximately 12 million, in large part as a result of the drought. Pre-existing protection, health, WASH, and shelter needs have been also been exacerbated. The humanitarian needs of the region’s growing displaced population are of particular concern. ([ACAPS, 22 Jul 2019](https://reliefweb.int/node/3224738/))\n\nThe Government of Ethiopia has released for the first time an Integrated Food Security Phase Classification (IPC) analysis report in the country up to June 2020 during the Disaster Risk Management Technical Working Group (DRM TWG) meeting on 19 November 2019 ... The IPC Alert on Ethiopia states that food security will slightly improve until January 2020 due to the seasonal (meher/summer) harvest, but this will be offset by below-normal belg season production, conflict and climate-induced displacement, high food prices, and the long dry spell in northeastern pastoralist areas, which will likely result in about 6.7 million people being in Crisis (IPC Phase 3) or worse, and requiring humanitarian assistance. The Alert projects the number of food-insecure people in Crisis or worse to increase to 8.5 million between February and June 2020 given that the meher harvest is insufficient to support food consumption through the lean season in belg-dependent and pastoralist areas, and food prices are expected to be higher than in previous years. ([OCHA, 01 Dec 2019](https://reliefweb.int/node/3420413))\n\nThe food security situation is deteriorating in lowlands of Wag Hamra, North Gonder, Central Gonder and North Wollo zones of Amhara region due to crop failure and reduction of income from sale of livestock and livestock products. So far, the regional Government has provided\nemergency food aid for drought-affected people in Wag Hamra zone. However, droughtaffected people in North Gonder (Janamora), Central Gonder (East Belessa) and North Wollo (Kobo, Gubalafto and Habru) zones have not yet received food assistance. The regional Government requested partners to support in non-food sectors, mainly WaSH, education, agriculture and livestock and livelihood, including cash assistance. ([OCHA, 05 Jan 2020](https://reliefweb.int/node/3463913))\n\nSome seven million people need humanitarian aid including emergency food assistance, according to the National Disaster Risk Management Commission (NDRMC). Global climate change has brought detrimental impact on Ethiopia and resulted recurrent drought. The government has been exerting maximum efforts to prevent the drought and El Niño induced impact jointly with international donors. ([Gov't, Ethiopia, 26 Jan 2020](https://reliefweb.int/node/3493818/))\n\nMuch of the eastern part of the country is expected to be in Crisis (IPC Phase 3) or Stressed (IPC Phase 2) from February to September. Humanitarian assistance is expected to improve outcomes in some areas to Stressed! (IPC Phase 2!) and Minimal! (IPC Phase 1!). ([FEWS NET, WFP, 07 Mar 2020](https://reliefweb.int/node/3554258/))\n\nHigh food assistance needs are likely to persist in Ethiopia due to the compounding impacts of COVID-19 related restrictions, insecurity, weather shocks including forecast below-average October to December rains, the poor macroeconomic context, and dessert locusts. In much of the eastern and central parts of the country, though economic activity has slowly increased, households still face limited ability to access income. This coupled with the increasing food prices and atypical flooding is leading to many households facing difficulty meeting their food and non-food needs. As a result, Crisis (IPC Phase 3) and Stressed (IPC Phase 2) outcomes are anticipated to persist through much of the projection period. ([FEWS NET, 10 Sep 2020](https://reliefweb.int/node/3669370/))\n\nCrisis (IPC Phase 3) outcomes are expected in many parts of Tigray as households are expected to continue to have limited ability to access food and income. In the absence of humanitarian assistance, Emergency (IPC Phase 4) outcomes are likely ongoing in some central and eastern areas of Tigray; however, as economic activity is expected to improve as the conflict remains at lower levels, Crisis (IPC Phase 3) outcomes are expected to emerge in February/March 2021. Below-average October to December hagaya/deyr rainfall across southeastern pastoral areas has driven below-normal pasture and water availability for this time of year, resulting in a decline in milk production. The likely below-average February to May 2021 rainfall is likely to negatively impact belg production in most of SNNPR, central and eastern Oromia, eastern Amhara, and southern Tigray. In addition to the below-average rainfall, the likely below-average area planted is expected to drive a below-average harvest, which will likely negatively impact food availability from June onward. Furthermore, the forecasted below-average gu in southern and southeastern pastoral areas and sugum in northern pastoral areas are expected to drive pasture and water availability deterioration. ([FEWS NET, 31 Dec 2020](https://reliefweb.int/node/3701346/))\n\nIt is projected that 12.9 million people face high levels of acute food insecurity (IPC Phase 3 and above) from January to June 2021, despite humanitarian food assistance, including about 2.6 million in Emergency (IPC Phase 4). These projections do not include any food security and livelihoods impacts caused by recent fighting in Tigray, which means the number of people in crisis or worse may be even higher. ([FAO WFP , 23 Mar 2021](https://reliefweb.int/node/3723687/))\n\nAn IPC analysis update conducted in Tigray and the neighbouring zones of Amhara and Afar concludes that over 350,000 people are in Catastrophe (IPC Phase 5) between May and June 2021. This is the highest number of people in IPC Phase 5 since the 2011 famine in Somalia. This severe crisis results from the cascading effects of conflict, including population displacements, movement restrictions, limited humanitarian access, loss of harvest and livelihood assets, and dysfunctional or non-existent markets. As of May 2021, 5.5 million people (61% of the people in the area) are facing high levels of acute food insecurity: 3.1 million people are in Crisis (IPC Phase 3) and 2.1 million people in Emergency (IPC Phase 4). This is despite the major humanitarian food assistance that has reached up to 5 million people in the last few months. In the areas where data was sufficient to conduct a projection analysis, the situation is expected to worsen through September 2021, with 4.4 million people (74% of the population analysed) in Crisis or worse (IPC Phase 3 or above). Among these, an estimated 400,000 people are expected to face Catastrophe (IPC Phase 5). These estimations take into account an expansion of humanitarian assistance to reach 60% of the population. If the conflict further escalates or, for any other reason, humanitarian assistance is hampered, most areas of Tigray will be at Risk of Famine. ([IPC, 10 June 2021](https://reliefweb.int/node/3746208/))\n\nThe Tigray region of Ethiopia continues to experience one of the worst food security emergencies globally. Urgent humanitarian assistance is needed to save lives. Extreme outcomes are likely through at least January 2022 across the region, with Central, Northwestern, Eastern, and Southeastern Tigray of highest concern. Ultimately, an end to hostilities and unhindered humanitarian access are needed. ([FEWS NET/WFP, 6 Aug 2021](https://reliefweb.int/node/3762893/))\n\nHumanitarian assistance needs in Ethiopia in 2022 will be at record levels, nearly 40 percent higher compared to both 2021 and 2016, which followed the historic 2015 El Niño drought. Conflict-affected northern Ethiopia remains the greatest concern, where large consumption deficits in line with Emergency (IPC Phase 4) outcomes are widespread, and it is possible outcomes are worse in parts of Tigray. In southern pastoral areas, a prolonged drought, rivaling those of 2010/2011 and 2016/2017 in terms of both severity and duration, will drive widespread Crisis (IPC Phase 3) and Emergency (IPC Phase 4) outcomes. Large-scale humanitarian assistance will be needed throughout much of the country in 2022, coupled with unhindered humanitarian access in northern Ethiopia, to avert the loss of lives and livelihoods. Further, a resolution to conflict in northern Ethiopia is required to address the underlying drivers of the most severe needs. ([FEWS NET, 22 Dec 2021](https://reliefweb.int/node/3803845/))\n\nMore than 8 million people are currently affected across southern and south-eastern parts of the country, including Somali (more than 3.5 million people), Oromia (more than 3.4 million), SNNP (more than 1.1 million), and South West1 (more than 200,000 people) regions. The drought is expanding to more areas affecting an increasing number of woredas as the weather conditions evolve and further impact the drought scale and intensity. The situation is not expected to improve rapidly due to the high probability of a fourth consecutive failed rains forecasted for this year. ([OCHA, 18 Apr 2022](https://reliefweb.int/node/3838556/))\n### Appeals & Response Plans\n\n- [![UNHCR: The Horn of Africa Drought Situation Appeal (January - December 2023) - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/05/bd/05bd2ce1-97c9-4042-b607-ff59ca3c7133.png) UNHCR: The Horn of Africa Drought Situation Appeal (January - December 2023)](https://reliefweb.int/node/3938354)\n- [![IOM: IOM Ethiopia Drought Response Plan 2023 - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/6f/98/6f9817fc-92e5-4b19-b491-5562cfac0151.png) IOM: IOM Ethiopia Drought Response Plan 2023](https://reliefweb.int/node/3932415)\n- [![WFP: WFP Regional Drought Response Plan for the Horn of Africa (January – December 2023) - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/78/b4/78b44ab7-40eb-49b7-8716-093fc39d6d1c.png) WFP: WFP Regional Drought Response Plan for the Horn of Africa (January – December 2023)](https://reliefweb.int/node/3926286)\n\n### Useful Links\n\n- [Govt. Ethiopia Disaster Risk Management and Food Security Sector (DRMFSS)](http://www.dppc.gov.et)\n- [FEWS NET](http://www.fews.net/east-africa/ethiopia)\n- [WFP: Food Security Analysis - Ethiopia](http://vam.wfp.org/CountryPage_overview.aspx?iso3=ETH)\n- [FAO: Drought in the Horn of Africa](http://www.fao.org/emergencies/crisis/drought-hoa/en)\n- [WHO: Food Insecurity and Famine](http://www.who.int/emergencies/famine/en)",
      "type": [
        {
          "code": "DR",
          "name": "Drought",
          "id": 4672,
          "primary": true
        }
      ],
      "url": "https://reliefweb.int/taxonomy/term/23121",
      "related_glide": [
        "DR-2021-000121-ETH",
        "DR-2022-000168-ETH",
        "DR-2022-000250-ETH",
        "DR-2022-000257-ETH",
        "DR-2022-000268-ETH",
        "DR-2022-000285-ETH",
        "DR-2022-000289-COD"
      ],
      "current": true,
      "url_alias": "https://reliefweb.int/disaster/dr-2015-000109-eth",
      "name": "Ethiopia: Drought - 2015-2023",
      "id": 23121,
      "glide": "DR-2015-000109-ETH",
      "status": "ongoing"
    }
  },
  "text": "Ethiopia: Drought - 2015-2023\n\nWhile Ethiopia battles residual needs from the 2015/2016 El Niño-induced drought, below average 2016 autumn rains in the southern and southeastern parts of the country have led to a new drought in lowland pastoralist areas, as well as in pocket areas across the country. As a result, some 5.6 million people in Ethiopia require emergency food assistance in 2017. In addition, 2.7 million children and pregnant and lactating mothers require supplementary feeding, 9.2 million people need support to access safe drinking water, 1.9 million households need livestock support, and 300,000 children between 6-59 months old are targeted for the treatment for severe acute malnutrition in 2017. Drought conditions are expected to peak during the dry December to March jilaal season, which is likely to lead to a sharper deterioration in livestock body conditions, and impacting milk production and nutrition status of the families that depend on livestock for their food and income. During the dry season, the response will be complemented by supplementary food based on regular screenings to ensure the most vulnerable are reached. ([OCHA, 17 Feb 2017](https://reliefweb.int/node/1906393))\n\nSouthern and eastern Ethiopia continue to battle the impact of the Indian Ocean Dipole-induced drought, exacerbated by disease outbreaks, large scale loss of livelihood assets and displacement. The humanitarian situation countrywide has been further compounded by below average spring rains – the third consecutive poor/failed rains in the southern drought belt. [...] In the second half of 2017, some 8.5 million people will require emergency food assistance, some 3.6 million children and pregnant and lactating mothers will require supplementary feeding, some 10.5 million people will not have regular access to safe drinking water and some 2.25 million households will require livestock support. Partners also estimate that 376,000 children will become severely acutely malnourished until the end of 2017. ([Gov't of Ethiopia, OCHA, 08 Aug 2017](https://reliefweb.int/node/2161734))\n\nSince the revision of the Humanitarian Requirements Document (HRD) in August 2017, the humanitarian context in Ethiopia has continued to evolve which has led the Government and humanitarian partners to further adjust the HRD requirements. In the food sector the needs have been revised slightly upwards to accommodate an increase in the number of beneficiaries through the inclusion of 4 million former Productive Safety Net Programme (PSNP) clients in the HRD. In other sectors such as health and nutrition, needs have also continued to increase mainly due to the deteriorating nutrition situation in Somali region, increase in the number of displaced people, as well as the Fall Army Worm (FAW) outbreak that continues to ravage crops throughout the country. ([Gov't of Ethiopia, OCHA, 19 Oct 2017](https://reliefweb.int/node/2283994))\n\nDue to drought and large-scale displacement in the southern and south-eastern lowland areas of Ethiopia, humanitarian needs are expected to remain significant in 2018. As of September 2017, 1.3 million people, 64 per cent of whom are children, are displaced due to conflict and drought. The majority of these people will remain displaced in 2018. ([UNICEF, 4 Jan 2018](https://reliefweb.int/node/2400904))\n\nThe meher assessment findings revealed that two previous years of consecutive drought, compounded with weak rains at the end of 2017 left hundreds of thousands destitute in southern and south-eastern Ethiopia. Poor pasture regeneration and limited water source replenishment for livestock have resulted in acute humanitarian needs and will reduce traditional recovery processes among pastoralist households. Consequently, the food security situation in the lowland agro-pastoral areas is not expected to improve significantly in 2018. Overall, the good harvest in highland areas, is expected to reduce large scale needs in the northern highlands, however reduced harvest and crop loss were experienced due to erratic rainfall in some potential areas. The multi-sector humanitarian response operation established over the course of 2017 will need to be sustained in 2018. The extent of needs and the corresponding humanitarian operation will be reviewed during the belg/gu/ganna assessment in June/July. ([Gov't of Ethiopia, OCHA, 09 Mar 2018](https://reliefweb.int/node/2504064))\n\nA recent FEWS NET survey in Dollo Zone of Somali Region suggests food security and nutrition outcomes have improved significantly in areas worst affected by drought in 2016 and 2017. These improvements are largely due to improvements in seasonal performance, continued humanitarian assistance delivery, and declines in disease outbreaks. Currently, worst affected areas such as Dollo Zone and much of southeastern Somali Region are in Crisis (IPC Phase 3), with humanitarian assistance preventing a further deterioration among some populations, particularly IDPs. While the risk of a deterioration beyond Emergency (IPC Phase 4) has declined, continued humanitarian assistance is needed through at least September... The 2018 Belg (March to May) rains performed very poorly over most northern Belg-producing areas, leading harvests to be as much as 40 percent below average and delayed by one to two months. ([FEWSNET, 12 Jul 2018](https://reliefweb.int/node/2693599))\n\nCrisis (IPC Phase 3) outcomes are projected to persist through at least January 2019 across large areas of Somali Region, as drought recovery continues amidst recent conflicts. In addition, ethnic conflicts in Oromia along the Somali border and between West Guji of Oromia and Gedeo of SNNPR have caused significant displacement, restricting typical access to food and income sources. As a result, Crisis (IPC Phase 3) or Stressed (IPC Phase 2!) outcomes, only in the presence of humanitarian assistance, are projected to continue. ([FEWSNET, 31 Aug 2018](https://reliefweb.int/node/2768249))\n\nThe Horn of Africa (HoA) (including northeast Uganda) is currently experiencing a prolonged drought, largely as a result of below average precipitation from the seasonal short rains (April-July) and long rains (October-December). Prevailing dry conditions across the region have led to the deterioration of farmland and pastures, loss of livestock, sharply increased food prices, and reduction of the availability of water in large areas of Somalia, Ethiopia, and Kenya. At the regional level, the number of severely food insecure people has increased to approximately 12 million, in large part as a result of the drought. Pre-existing protection, health, WASH, and shelter needs have been also been exacerbated. The humanitarian needs of the region’s growing displaced population are of particular concern. ([ACAPS, 22 Jul 2019](https://reliefweb.int/node/3224738/))\n\nThe Government of Ethiopia has released for the first time an Integrated Food Security Phase Classification (IPC) analysis report in the country up to June 2020 during the Disaster Risk Management Technical Working Group (DRM TWG) meeting on 19 November 2019 ... The IPC Alert on Ethiopia states that food security will slightly improve until January 2020 due to the seasonal (meher/summer) harvest, but this will be offset by below-normal belg season production, conflict and climate-induced displacement, high food prices, and the long dry spell in northeastern pastoralist areas, which will likely result in about 6.7 million people being in Crisis (IPC Phase 3) or worse, and requiring humanitarian assistance. The Alert projects the number of food-insecure people in Crisis or worse to increase to 8.5 million between February and June 2020 given that the meher harvest is insufficient to support food consumption through the lean season in belg-dependent and pastoralist areas, and food prices are expected to be higher than in previous years. ([OCHA, 01 Dec 2019](https://reliefweb.int/node/3420413))\n\nThe food security situation is deteriorating in lowlands of Wag Hamra, North Gonder, Central Gonder and North Wollo zones of Amhara region due to crop failure and reduction of income from sale of livestock and livestock products. So far, the regional Government has provided\nemergency food aid for drought-affected people in Wag Hamra zone. However, droughtaffected people in North Gonder (Janamora), Central Gonder (East Belessa) and North Wollo (Kobo, Gubalafto and Habru) zones have not yet received food assistance. The regional Government requested partners to support in non-food sectors, mainly WaSH, education, agriculture and livestock and livelihood, including cash assistance. ([OCHA, 05 Jan 2020](https://reliefweb.int/node/3463913))\n\nSome seven million people need humanitarian aid including emergency food assistance, according to the National Disaster Risk Management Commission (NDRMC). Global climate change has brought detrimental impact on Ethiopia and resulted recurrent drought. The government has been exerting maximum efforts to prevent the drought and El Niño induced impact jointly with international donors. ([Gov't, Ethiopia, 26 Jan 2020](https://reliefweb.int/node/3493818/))\n\nMuch of the eastern part of the country is expected to be in Crisis (IPC Phase 3) or Stressed (IPC Phase 2) from February to September. Humanitarian assistance is expected to improve outcomes in some areas to Stressed! (IPC Phase 2!) and Minimal! (IPC Phase 1!). ([FEWS NET, WFP, 07 Mar 2020](https://reliefweb.int/node/3554258/))\n\nHigh food assistance needs are likely to persist in Ethiopia due to the compounding impacts of COVID-19 related restrictions, insecurity, weather shocks including forecast below-average October to December rains, the poor macroeconomic context, and dessert locusts. In much of the eastern and central parts of the country, though economic activity has slowly increased, households still face limited ability to access income. This coupled with the increasing food prices and atypical flooding is leading to many households facing difficulty meeting their food and non-food needs. As a result, Crisis (IPC Phase 3) and Stressed (IPC Phase 2) outcomes are anticipated to persist through much of the projection period. ([FEWS NET, 10 Sep 2020](https://reliefweb.int/node/3669370/))\n\nCrisis (IPC Phase 3) outcomes are expected in many parts of Tigray as households are expected to continue to have limited ability to access food and income. In the absence of humanitarian assistance, Emergency (IPC Phase 4) outcomes are likely ongoing in some central and eastern areas of Tigray; however, as economic activity is expected to improve as the conflict remains at lower levels, Crisis (IPC Phase 3) outcomes are expected to emerge in February/March 2021. Below-average October to December hagaya/deyr rainfall across southeastern pastoral areas has driven below-normal pasture and water availability for this time of year, resulting in a decline in milk production. The likely below-average February to May 2021 rainfall is likely to negatively impact belg production in most of SNNPR, central and eastern Oromia, eastern Amhara, and southern Tigray. In addition to the below-average rainfall, the likely below-average area planted is expected to drive a below-average harvest, which will likely negatively impact food availability from June onward. Furthermore, the forecasted below-average gu in southern and southeastern pastoral areas and sugum in northern pastoral areas are expected to drive pasture and water availability deterioration. ([FEWS NET, 31 Dec 2020](https://reliefweb.int/node/3701346/))\n\nIt is projected that 12.9 million people face high levels of acute food insecurity (IPC Phase 3 and above) from January to June 2021, despite humanitarian food assistance, including about 2.6 million in Emergency (IPC Phase 4). These projections do not include any food security and livelihoods impacts caused by recent fighting in Tigray, which means the number of people in crisis or worse may be even higher. ([FAO WFP , 23 Mar 2021](https://reliefweb.int/node/3723687/))\n\nAn IPC analysis update conducted in Tigray and the neighbouring zones of Amhara and Afar concludes that over 350,000 people are in Catastrophe (IPC Phase 5) between May and June 2021. This is the highest number of people in IPC Phase 5 since the 2011 famine in Somalia. This severe crisis results from the cascading effects of conflict, including population displacements, movement restrictions, limited humanitarian access, loss of harvest and livelihood assets, and dysfunctional or non-existent markets. As of May 2021, 5.5 million people (61% of the people in the area) are facing high levels of acute food insecurity: 3.1 million people are in Crisis (IPC Phase 3) and 2.1 million people in Emergency (IPC Phase 4). This is despite the major humanitarian food assistance that has reached up to 5 million people in the last few months. In the areas where data was sufficient to conduct a projection analysis, the situation is expected to worsen through September 2021, with 4.4 million people (74% of the population analysed) in Crisis or worse (IPC Phase 3 or above). Among these, an estimated 400,000 people are expected to face Catastrophe (IPC Phase 5). These estimations take into account an expansion of humanitarian assistance to reach 60% of the population. If the conflict further escalates or, for any other reason, humanitarian assistance is hampered, most areas of Tigray will be at Risk of Famine. ([IPC, 10 June 2021](https://reliefweb.int/node/3746208/))\n\nThe Tigray region of Ethiopia continues to experience one of the worst food security emergencies globally. Urgent humanitarian assistance is needed to save lives. Extreme outcomes are likely through at least January 2022 across the region, with Central, Northwestern, Eastern, and Southeastern Tigray of highest concern. Ultimately, an end to hostilities and unhindered humanitarian access are needed. ([FEWS NET/WFP, 6 Aug 2021](https://reliefweb.int/node/3762893/))\n\nHumanitarian assistance needs in Ethiopia in 2022 will be at record levels, nearly 40 percent higher compared to both 2021 and 2016, which followed the historic 2015 El Niño drought. Conflict-affected northern Ethiopia remains the greatest concern, where large consumption deficits in line with Emergency (IPC Phase 4) outcomes are widespread, and it is possible outcomes are worse in parts of Tigray. In southern pastoral areas, a prolonged drought, rivaling those of 2010/2011 and 2016/2017 in terms of both severity and duration, will drive widespread Crisis (IPC Phase 3) and Emergency (IPC Phase 4) outcomes. Large-scale humanitarian assistance will be needed throughout much of the country in 2022, coupled with unhindered humanitarian access in northern Ethiopia, to avert the loss of lives and livelihoods. Further, a resolution to conflict in northern Ethiopia is required to address the underlying drivers of the most severe needs. ([FEWS NET, 22 Dec 2021](https://reliefweb.int/node/3803845/))\n\nMore than 8 million people are currently affected across southern and south-eastern parts of the country, including Somali (more than 3.5 million people), Oromia (more than 3.4 million), SNNP (more than 1.1 million), and South West1 (more than 200,000 people) regions. The drought is expanding to more areas affecting an increasing number of woredas as the weather conditions evolve and further impact the drought scale and intensity. The situation is not expected to improve rapidly due to the high probability of a fourth consecutive failed rains forecasted for this year. ([OCHA, 18 Apr 2022](https://reliefweb.int/node/3838556/))\n### Appeals & Response Plans\n\n- [![UNHCR: The Horn of Africa Drought Situation Appeal (January - December 2023) - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/05/bd/05bd2ce1-97c9-4042-b607-ff59ca3c7133.png) UNHCR: The Horn of Africa Drought Situation Appeal (January - December 2023)](https://reliefweb.int/node/3938354)\n- [![IOM: IOM Ethiopia Drought Response Plan 2023 - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/6f/98/6f9817fc-92e5-4b19-b491-5562cfac0151.png) IOM: IOM Ethiopia Drought Response Plan 2023](https://reliefweb.int/node/3932415)\n- [![WFP: WFP Regional Drought Response Plan for the Horn of Africa (January – December 2023) - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/78/b4/78b44ab7-40eb-49b7-8716-093fc39d6d1c.png) WFP: WFP Regional Drought Response Plan for the Horn of Africa (January – December 2023)](https://reliefweb.int/node/3926286)\n\n### Useful Links\n\n- [Govt. Ethiopia Disaster Risk Management and Food Security Sector (DRMFSS)](http://www.dppc.gov.et)\n- [FEWS NET](http://www.fews.net/east-africa/ethiopia)\n- [WFP: Food Security Analysis - Ethiopia](http://vam.wfp.org/CountryPage_overview.aspx?iso3=ETH)\n- [FAO: Drought in the Horn of Africa](http://www.fao.org/emergencies/crisis/drought-hoa/en)\n- [WHO: Food Insecurity and Famine](http://www.who.int/emergencies/famine/en)",
  "summary": " Ethiopia is facing a severe drought due to global climate change, with 7 million people in need of humanitarian aid. The drought is expected to worsen due to a fourth consecutive failed rains forecasted for this year, and response plans and appeals have been issued. The government is working with international donors to prevent the drought and El Niño induced impact, and the food security situation is expected to remain dire through January 2022.",
  "metadata": {
    "id": "23121",
    "name": "Ethiopia: Drought - 2015-2023",
    "date_event": 1433808000000,
    "date_changed": 1677604670000,
    "date_created": 1433808000000,
    "primary_country_id": 87,
    "primary_country_name": "Ethiopia",
    "primary_country_iso3": "eth",
    "primary_country_location": {
      "lon": 39.62,
      "lat": 8.63
    },
    "primary_type_id": 4672,
    "primary_type_code": "DR",
    "primary_type_name": "Drought"
  }
}