{
  "original": {
    "id": "3959015",
    "fields": {
      "date": {
        "changed": "2023-05-05T13:30:51+00:00",
        "created": "2023-05-05T11:47:49+00:00",
        "original": "2023-05-05T00:00:00+00:00"
      },
      "country": [
        {
          "href": "https://api.reliefweb.int/v1/countries/180",
          "name": "occupied Palestinian territory",
          "location": {
            "lon": 35.2332,
            "lat": 31.9522
          },
          "id": 180,
          "shortname": "oPt",
          "iso3": "pse",
          "primary": true
        }
      ],
      "ocha_product": [
        {
          "name": "Other",
          "id": 12353
        }
      ],
      "origin": "https://www.ochaopt.org/poc/18-april%E2%80%931-may-2023",
      "primary_country": {
        "href": "https://api.reliefweb.int/v1/countries/180",
        "name": "occupied Palestinian territory",
        "location": {
          "lon": 35.2332,
          "lat": 31.9522
        },
        "id": 180,
        "shortname": "oPt",
        "iso3": "pse"
      },
      "format": [
        {
          "name": "Situation Report",
          "id": 10
        }
      ],
      "language": [
        {
          "code": "en",
          "name": "English",
          "id": 267
        }
      ],
      "source": [
        {
          "href": "https://api.reliefweb.int/v1/sources/1503",
          "longname": "United Nations Office for the Coordination of Humanitarian Affairs",
          "spanish_name": "Oficina de Coordinación de Asuntos Humanitarios",
          "name": "UN Office for the Coordination of Humanitarian Affairs",
          "id": 1503,
          "type": {
            "name": "International Organization",
            "id": 272
          },
          "shortname": "OCHA",
          "disclaimer": "To learn more about OCHA's activities, please visit https://www.unocha.org/.",
          "homepage": "http://www.unocha.org/"
        }
      ],
      "title": "Occupied Palestinian territory: Protection of Civilians Report | 18 April – 1 May 2023",
      "body": "**Latest Developments (outside the reporting period)**\n\nThis section is based on initial information from different sources. Further confirmed details will be provided in the next report.\n\n-   **On 2 May, a Palestinian died in an Israeli prison following an 86-day hunger strike.** Subsequently, Palestinian armed groups in Gaza fired rockets and other projectiles towards Israel, resulting in up to 12 civilian injuries and damages to property according to media sources.; Israeli forces carried out airstrikes, reportedly targeting military assets in Gaza. During this exchange of fire, one Palestinian man was killed in circumstances that have yet to be verified, and five civilians were injured, according to the Ministry of Health (MoH) in Gaza, and civilian property was reportedly damaged.\n-   **On 4 May, Israeli forces exchanged fire with Palestinians in Nablus city, killing three of them. Separately, Israeli forces shot and killed a Palestinian woman who allegedly stabbed an Israeli soldier in Huwwara (Nablus).**\n\n## Highlights from the reporting period\n\n-   **Israeli forces killed two Palestinians, including one child, and injured nine others during two search-and-arrest operations in Jericho, including one that reportedly involved an exchange of fire with Palestinians.** On 24 April and 1 May, Israeli forces raided Aqabet Jaber refugee camp (Jericho), and an exchange of fire was reported in the latter incident. During both operations, Palestinians threw stones and Israeli forces shot live ammunition, rubber bullets and teargas canisters. One of the two Palestinian fatalities was a 17-year-old child. An additional nine Palestinians were injured, including one man who was run over by a military vehicle. Israeli forces arrested five Palestinians. According to medical sources, Israeli forces limited the ability of ambulances to operate in the camp during the incidents. As of the end of the reporting period, Jericho city remains under tightened movement restrictions imposed by Israeli forces since 22 April (see below). **Since the beginning of 2023 and through the end of the reporting period, Israeli forces killed 94 Palestinians in the West Bank, including East Jerusalem, more than double the death toll of 43 in the same period in 2022.** \n-   **Israeli forces killed a Palestinian child in Bethlehem.** On 28 April, Israeli forces shot and killed a 15-year-old Palestinian child with live ammunition at the entrance of Tuqu’ village during confrontations where Palestinians threw stones and Israeli forces shot live ammunition. **Nineteen Palestinian children have been killed by Israeli forces in the West Bank, including East Jerusalem so far in 2023, compared with eight in the same period of 2022.**\n-   **Eight Israelis were injured in three Palestinian attacks in Jerusalem and Ramallah, and one Palestinian perpetrator was killed.** On 18 April, a Palestinian opened fire at an Israeli vehicle in Sheikh Jarrah (East Jerusalem), injuring two Israelis before fleeing the scene. Subsequently, Israeli forces conducted a manhunt in several nearby buildings, temporarily forcing residents out of their homes. A 15-year-old child was arrested in Nablus on suspicion of carrying out the attack. On 24 April, a Palestinian man from Beit Safafa (East Jerusalem) rammed his vehicle into Israeli pedestrians in West Jerusalem, injuring seven, including an elderly man, before being shot and killed by another Israeli man. The motives for the ramming are disputed by Israeli and Palestinian sources. On 25 April, a person believed to be Palestinian opened fire towards a group of Israeli settlers taking part in a run near the Israeli settlement of Ofra (Ramallah); one of them was injured.\n-   **Israeli forces killed a Palestinian man who tried to stab a police officer in Salfit.** On 27 April, a Palestinian man exited his car at the Haris junction (Salfit) and tried to stab an Israeli police officer. Israeli forces then shot him several times, including while he was lying on the ground, as captured on video camera. According to the Israeli military, he had tried to run over Israelis before the stabbing attempt. His body has been withheld by the Israeli authorities. **So far in 2023, ten Palestinians have been shot and killed by Israeli forces in the West Bank while attacking or allegedly trying to attack Israeli forces.** \n-   **A total of 166 Palestinians, including at least eight children, were injured by Israeli forces across the West Bank; 15 of them were shot with live ammunition. **Seventy-nine Palestinians were injured during eleven search-and-arrest and other operations carried out by Israeli forces in multiple locations, in addition to the nine Palestinians injured in Aqabet Jaber refugee camp (see above). In one incident, Israeli forces injured 15 Palestinians (all were treated for teargas inhalation), following the entry of Israeli settlers, accompanied by Israeli forces, into the area of a water spring in the Palestinian community of Qaryut (Nablus). Another 59 Palestinians were injured near Beit Dajan and Beita (both in Nablus), and Kafr Qaddum (Qalqiliya) in demonstrations against access restrictions and settlement expansion. Four additional Palestinians, including two children, were injured during confrontations that erupted while Israeli forces confiscated a structure in Qarawat Bani Hassan (Salfit). Overall, 126 Palestinians were treated for teargas inhalation, 15 were shot with live ammunition, nine were injured with rubber bullets, seven were injured when hit by sound grenades or teargas canisters, eight from shrapnel and one was hit by a military vehicle.\n-   **Israeli settlers injured 24 Palestinians, including two children and two women, and people known or believed to be settlers damaged Palestinian property in another 32 instances across the West Bank.** This is in addition to the injury of 15 Palestinians by Israeli forces in an incident involving settlers in the above-mentioned incident in Qaryut (Nablus). On 22, 24 and 30 April, Israeli settlers physically assaulted, pepper-sprayed or otherwise injured nine Palestinians who were farming or grazing livestock near Deir Dibwan and At Tayba (both in Ramallah), Tuqu’ (Bethlehem), and Burqa and Tell al Khashaba (Both in Nablus); among the wounded was a 16-year-old child. In Ein al Beida (Tubas), Israeli settlers damaged livelihood structures, at least three vehicles, throwing stones, physically assaulting, and injuring seven Palestinians. In another six incidents, six Palestinians were injured when Israeli settlers threw stones at Palestinian vehicles travelling near Bethlehem, Ramallah, and Salfit. In a separate incident, on 1 May, Israeli settlers allegedly rammed their vehicle into two Palestinian men while they were riding their bicycles in Wadi Ar Rababa area of Silwan, injuring both. According to community sources, during the reporting period, more than 440 olive trees and other crops were vandalized on Palestinian land near Israeli settlements, including where Palestinian access requires approval from the Israeli military; such damages were reported in 13 incidents across the West Bank. In another ten incidents in or near Ramallah, Salfit, Tubas, Bethlehem, Hebron, Jerusalem and Qalqiliya, settlers broke into houses and farmlands, damaging a water network, four residential and agricultural structures, and tractors, according to eyewitnesses and local community sources. In the remaining eight incidents reported across the West Bank, Israeli settlers threw stones, and vandalized 16 Palestinian vehicles. Additionally, on 18 April, five Palestinian shops in the closed military area of H2 in Hebron were demolished, reportedly by Israeli settlers; owners have been banned by Israeli forces from using these shops in recent years, citing “the principle of separation” (between Palestinians and Israeli settlers).\n-   **People known or believed to be Palestinians threw stones at and damaged at least two Israeli-plated vehicles in two incidents, according to Israeli sources.**\n-   **The Israeli authorities confiscated one structure in Area C of the West Bank and forced a Palestinian family to demolish part of their home in Sur Bahir (East Jerusalem), citing the lack of Israeli-issued building permits, which are nearly impossible for Palestinians to obtain.** Two people were displaced and the livelihood of five others were affected. This reflects a significant decline in the number of structures demolished or seized compared with the biweekly average since the beginning of the year (32). This is consistent with a typical reduction in Israeli demolitions during the month of Ramadan. \n-   **Closures across the West Bank continue to disrupt the access of thousands of Palestinians to livelihoods and services.** Amidst the Eid al Fitr holiday, on 22 April, the Israeli forces intensified movement restrictions in and around Jericho city. The four access points to and from the city were obstructed with cement blocks, and one road gate was installed, in addition to intensive security checks at checkpoints, resulting in long waiting times for commuters, primarily when leaving the city. This restricted the movement of about 50,000 people and forced residents and other visitors and commuters to use alternative dirt roads and long detours to access clinics, schools, and markets. On several occasions, exceptionally high numbers of ‘flying’ checkpoints were reported in the H2 area of Hebron city. Overall, 13 flying checkpoints were observed, up from a biweekly average of two since the beginning of 2023. This limited the movement of about 1,200 residents of the area and affected the access of about 300 students from eleven nearby schools. Between 24 and 26 April, the Israeli authorities closed the Israeli-controlled crossings for people and goods around Gaza Strip and the West Bank, on the occasion of Israeli national days, undermining the movement of Palestinians not only to Israel but also within the occupied Palestinian territory. \n-   **In the Gaza Strip, in at least 31 incidents, Israeli forces opened “warning fire” near Israel’s perimeter fence or off the coast, presumably to enforce access restrictions.** Three fishermen were injured, two were arrested, and one fishing boat was confiscated off the coast. On two occasions, Israeli military bulldozers leveled lands inside Gaza, near the perimeter fence, in Rafah and Khan Younis. Separately, four Palestinians were arrested by Israeli forces while trying to enter Israel through the perimeter fence.\n\n* * *\n\n**Footnotes**\n\n[1](https://www.ochaopt.org/poc/18-april%E2%80%931-may-2023#ftnref1) Palestinians killed or injured by people who are not members of Israeli forces, e.g., by Israeli civilians or with Palestinian rockets falling short, as well as those whose immediate cause of death or the perpetrator’s identity remain disputed, unclear, or unknown, are counted separately.\n\n[2](https://www.ochaopt.org/poc/18-april%E2%80%931-may-2023#ftnref2) Israeli casualties in these charts include people who were injured while running to shelters during Palestinian rocket attacks. Foreign nationals killed in Palestinian attacks and people whose immediate cause of death or the perpetrator’s identity remain disputed, unclear, or unknown, are counted separately.\n\nThis report reflects information available as of the time of publication. The most updated data and more breakdowns are available at [ochaopt.org/data](https://www.ochaopt.org/data)",
      "url": "https://reliefweb.int/node/3959015",
      "file": [
        {
          "preview": {
            "url-thumb": "https://reliefweb.int/sites/default/files/styles/thumbnail/public/previews/73/75/737509ac-c25a-446e-995d-7f03a9cc4b8b.png",
            "url-small": "https://reliefweb.int/sites/default/files/styles/small/public/previews/73/75/737509ac-c25a-446e-995d-7f03a9cc4b8b.png",
            "url-large": "https://reliefweb.int/sites/default/files/styles/large/public/previews/73/75/737509ac-c25a-446e-995d-7f03a9cc4b8b.png",
            "version": "2417785-1-0",
            "url": "https://reliefweb.int/sites/default/files/previews/73/75/737509ac-c25a-446e-995d-7f03a9cc4b8b.png"
          },
          "filename": "Protection of Civilians Report _ 18 April – 1 May 2023 _ United Nations Office for the Coordination of Humanitarian Affairs - occupied Palestinian territory.pdf",
          "mimetype": "application/pdf",
          "id": "2417785",
          "filesize": "899404",
          "url": "https://reliefweb.int/attachments/737509ac-c25a-446e-995d-7f03a9cc4b8b/Protection%20of%20Civilians%20Report%20_%2018%20April%20%E2%80%93%201%20May%202023%20_%20United%20Nations%20Office%20for%20the%20Coordination%20of%20Humanitarian%20Affairs%20-%20occupied%20Palestinian%20territory.pdf"
        }
      ],
      "url_alias": "https://reliefweb.int/report/occupied-palestinian-territory/occupied-palestinian-territory-protection-civilians-report-18-april-1-may-2023",
      "theme": [
        {
          "name": "Protection and Human Rights",
          "id": 4600
        }
      ],
      "id": 3959015,
      "status": "published",
      "body-html": "<p><strong>Latest Developments (outside the reporting period)</strong></p>\n<p>This section is based on initial information from different sources. Further confirmed details will be provided in the next report.</p>\n<ul>\n<li>\n<strong>On 2 May, a Palestinian died in an Israeli prison following an 86-day hunger strike.</strong> Subsequently, Palestinian armed groups in Gaza fired rockets and other projectiles towards Israel, resulting in up to 12 civilian injuries and damages to property according to media sources.; Israeli forces carried out airstrikes, reportedly targeting military assets in Gaza. During this exchange of fire, one Palestinian man was killed in circumstances that have yet to be verified, and five civilians were injured, according to the Ministry of Health (MoH) in Gaza, and civilian property was reportedly damaged.</li>\n<li>\n<strong>On 4 May, Israeli forces exchanged fire with Palestinians in Nablus city, killing three of them. Separately, Israeli forces shot and killed a Palestinian woman who allegedly stabbed an Israeli soldier in Huwwara (Nablus).</strong>\n</li>\n</ul>\n<h2>Highlights from the reporting period</h2>\n<ul>\n<li>\n<strong>Israeli forces killed two Palestinians, including one child, and injured nine others during two search-and-arrest operations in Jericho, including one that reportedly involved an exchange of fire with Palestinians.</strong> On 24 April and 1 May, Israeli forces raided Aqabet Jaber refugee camp (Jericho), and an exchange of fire was reported in the latter incident. During both operations, Palestinians threw stones and Israeli forces shot live ammunition, rubber bullets and teargas canisters. One of the two Palestinian fatalities was a 17-year-old child. An additional nine Palestinians were injured, including one man who was run over by a military vehicle. Israeli forces arrested five Palestinians. According to medical sources, Israeli forces limited the ability of ambulances to operate in the camp during the incidents. As of the end of the reporting period, Jericho city remains under tightened movement restrictions imposed by Israeli forces since 22 April (see below). <strong>Since the beginning of 2023 and through the end of the reporting period, Israeli forces killed 94 Palestinians in the West Bank, including East Jerusalem, more than double the death toll of 43 in the same period in 2022.</strong>\n</li>\n<li>\n<strong>Israeli forces killed a Palestinian child in Bethlehem.</strong> On 28 April, Israeli forces shot and killed a 15-year-old Palestinian child with live ammunition at the entrance of Tuqu’ village during confrontations where Palestinians threw stones and Israeli forces shot live ammunition. <strong>Nineteen Palestinian children have been killed by Israeli forces in the West Bank, including East Jerusalem so far in 2023, compared with eight in the same period of 2022.</strong>\n</li>\n<li>\n<strong>Eight Israelis were injured in three Palestinian attacks in Jerusalem and Ramallah, and one Palestinian perpetrator was killed.</strong> On 18 April, a Palestinian opened fire at an Israeli vehicle in Sheikh Jarrah (East Jerusalem), injuring two Israelis before fleeing the scene. Subsequently, Israeli forces conducted a manhunt in several nearby buildings, temporarily forcing residents out of their homes. A 15-year-old child was arrested in Nablus on suspicion of carrying out the attack. On 24 April, a Palestinian man from Beit Safafa (East Jerusalem) rammed his vehicle into Israeli pedestrians in West Jerusalem, injuring seven, including an elderly man, before being shot and killed by another Israeli man. The motives for the ramming are disputed by Israeli and Palestinian sources. On 25 April, a person believed to be Palestinian opened fire towards a group of Israeli settlers taking part in a run near the Israeli settlement of Ofra (Ramallah); one of them was injured.</li>\n<li>\n<strong>Israeli forces killed a Palestinian man who tried to stab a police officer in Salfit.</strong> On 27 April, a Palestinian man exited his car at the Haris junction (Salfit) and tried to stab an Israeli police officer. Israeli forces then shot him several times, including while he was lying on the ground, as captured on video camera. According to the Israeli military, he had tried to run over Israelis before the stabbing attempt. His body has been withheld by the Israeli authorities. <strong>So far in 2023, ten Palestinians have been shot and killed by Israeli forces in the West Bank while attacking or allegedly trying to attack Israeli forces.</strong>\n</li>\n<li>**A total of 166 Palestinians, including at least eight children, were injured by Israeli forces across the West Bank; 15 of them were shot with live ammunition. **Seventy-nine Palestinians were injured during eleven search-and-arrest and other operations carried out by Israeli forces in multiple locations, in addition to the nine Palestinians injured in Aqabet Jaber refugee camp (see above). In one incident, Israeli forces injured 15 Palestinians (all were treated for teargas inhalation), following the entry of Israeli settlers, accompanied by Israeli forces, into the area of a water spring in the Palestinian community of Qaryut (Nablus). Another 59 Palestinians were injured near Beit Dajan and Beita (both in Nablus), and Kafr Qaddum (Qalqiliya) in demonstrations against access restrictions and settlement expansion. Four additional Palestinians, including two children, were injured during confrontations that erupted while Israeli forces confiscated a structure in Qarawat Bani Hassan (Salfit). Overall, 126 Palestinians were treated for teargas inhalation, 15 were shot with live ammunition, nine were injured with rubber bullets, seven were injured when hit by sound grenades or teargas canisters, eight from shrapnel and one was hit by a military vehicle.</li>\n<li>\n<strong>Israeli settlers injured 24 Palestinians, including two children and two women, and people known or believed to be settlers damaged Palestinian property in another 32 instances across the West Bank.</strong> This is in addition to the injury of 15 Palestinians by Israeli forces in an incident involving settlers in the above-mentioned incident in Qaryut (Nablus). On 22, 24 and 30 April, Israeli settlers physically assaulted, pepper-sprayed or otherwise injured nine Palestinians who were farming or grazing livestock near Deir Dibwan and At Tayba (both in Ramallah), Tuqu’ (Bethlehem), and Burqa and Tell al Khashaba (Both in Nablus); among the wounded was a 16-year-old child. In Ein al Beida (Tubas), Israeli settlers damaged livelihood structures, at least three vehicles, throwing stones, physically assaulting, and injuring seven Palestinians. In another six incidents, six Palestinians were injured when Israeli settlers threw stones at Palestinian vehicles travelling near Bethlehem, Ramallah, and Salfit. In a separate incident, on 1 May, Israeli settlers allegedly rammed their vehicle into two Palestinian men while they were riding their bicycles in Wadi Ar Rababa area of Silwan, injuring both. According to community sources, during the reporting period, more than 440 olive trees and other crops were vandalized on Palestinian land near Israeli settlements, including where Palestinian access requires approval from the Israeli military; such damages were reported in 13 incidents across the West Bank. In another ten incidents in or near Ramallah, Salfit, Tubas, Bethlehem, Hebron, Jerusalem and Qalqiliya, settlers broke into houses and farmlands, damaging a water network, four residential and agricultural structures, and tractors, according to eyewitnesses and local community sources. In the remaining eight incidents reported across the West Bank, Israeli settlers threw stones, and vandalized 16 Palestinian vehicles. Additionally, on 18 April, five Palestinian shops in the closed military area of H2 in Hebron were demolished, reportedly by Israeli settlers; owners have been banned by Israeli forces from using these shops in recent years, citing “the principle of separation” (between Palestinians and Israeli settlers).</li>\n<li>\n<strong>People known or believed to be Palestinians threw stones at and damaged at least two Israeli-plated vehicles in two incidents, according to Israeli sources.</strong>\n</li>\n<li>\n<strong>The Israeli authorities confiscated one structure in Area C of the West Bank and forced a Palestinian family to demolish part of their home in Sur Bahir (East Jerusalem), citing the lack of Israeli-issued building permits, which are nearly impossible for Palestinians to obtain.</strong> Two people were displaced and the livelihood of five others were affected. This reflects a significant decline in the number of structures demolished or seized compared with the biweekly average since the beginning of the year (32). This is consistent with a typical reduction in Israeli demolitions during the month of Ramadan.</li>\n<li>\n<strong>Closures across the West Bank continue to disrupt the access of thousands of Palestinians to livelihoods and services.</strong> Amidst the Eid al Fitr holiday, on 22 April, the Israeli forces intensified movement restrictions in and around Jericho city. The four access points to and from the city were obstructed with cement blocks, and one road gate was installed, in addition to intensive security checks at checkpoints, resulting in long waiting times for commuters, primarily when leaving the city. This restricted the movement of about 50,000 people and forced residents and other visitors and commuters to use alternative dirt roads and long detours to access clinics, schools, and markets. On several occasions, exceptionally high numbers of ‘flying’ checkpoints were reported in the H2 area of Hebron city. Overall, 13 flying checkpoints were observed, up from a biweekly average of two since the beginning of 2023. This limited the movement of about 1,200 residents of the area and affected the access of about 300 students from eleven nearby schools. Between 24 and 26 April, the Israeli authorities closed the Israeli-controlled crossings for people and goods around Gaza Strip and the West Bank, on the occasion of Israeli national days, undermining the movement of Palestinians not only to Israel but also within the occupied Palestinian territory.</li>\n<li>\n<strong>In the Gaza Strip, in at least 31 incidents, Israeli forces opened “warning fire” near Israel’s perimeter fence or off the coast, presumably to enforce access restrictions.</strong> Three fishermen were injured, two were arrested, and one fishing boat was confiscated off the coast. On two occasions, Israeli military bulldozers leveled lands inside Gaza, near the perimeter fence, in Rafah and Khan Younis. Separately, four Palestinians were arrested by Israeli forces while trying to enter Israel through the perimeter fence.</li>\n</ul>\n\n<p><strong>Footnotes</strong></p>\n<p><a rel=\"noopener noreferrer\" target=\"_blank\" href=\"https://www.ochaopt.org/poc/18-april%E2%80%931-may-2023#ftnref1\">1</a> Palestinians killed or injured by people who are not members of Israeli forces, e.g., by Israeli civilians or with Palestinian rockets falling short, as well as those whose immediate cause of death or the perpetrator’s identity remain disputed, unclear, or unknown, are counted separately.</p>\n<p><a rel=\"noopener noreferrer\" target=\"_blank\" href=\"https://www.ochaopt.org/poc/18-april%E2%80%931-may-2023#ftnref2\">2</a> Israeli casualties in these charts include people who were injured while running to shelters during Palestinian rocket attacks. Foreign nationals killed in Palestinian attacks and people whose immediate cause of death or the perpetrator’s identity remain disputed, unclear, or unknown, are counted separately.</p>\n<p>This report reflects information available as of the time of publication. The most updated data and more breakdowns are available at <a rel=\"noopener noreferrer\" target=\"_blank\" href=\"https://www.ochaopt.org/data\">ochaopt.org/data</a></p>\n"
    }
  },
  "text": "# Occupied Palestinian territory: Protection of Civilians Report | 18 April – 1 May 2023\n\n**Latest Developments (outside the reporting period)**\n\nThis section is based on initial information from different sources. Further confirmed details will be provided in the next report.\n\n-   **On 2 May, a Palestinian died in an Israeli prison following an 86-day hunger strike.** Subsequently, Palestinian armed groups in Gaza fired rockets and other projectiles towards Israel, resulting in up to 12 civilian injuries and damages to property according to media sources.; Israeli forces carried out airstrikes, reportedly targeting military assets in Gaza. During this exchange of fire, one Palestinian man was killed in circumstances that have yet to be verified, and five civilians were injured, according to the Ministry of Health (MoH) in Gaza, and civilian property was reportedly damaged.\n-   **On 4 May, Israeli forces exchanged fire with Palestinians in Nablus city, killing three of them. Separately, Israeli forces shot and killed a Palestinian woman who allegedly stabbed an Israeli soldier in Huwwara (Nablus).**\n\n## Highlights from the reporting period\n\n-   **Israeli forces killed two Palestinians, including one child, and injured nine others during two search-and-arrest operations in Jericho, including one that reportedly involved an exchange of fire with Palestinians.** On 24 April and 1 May, Israeli forces raided Aqabet Jaber refugee camp (Jericho), and an exchange of fire was reported in the latter incident. During both operations, Palestinians threw stones and Israeli forces shot live ammunition, rubber bullets and teargas canisters. One of the two Palestinian fatalities was a 17-year-old child. An additional nine Palestinians were injured, including one man who was run over by a military vehicle. Israeli forces arrested five Palestinians. According to medical sources, Israeli forces limited the ability of ambulances to operate in the camp during the incidents. As of the end of the reporting period, Jericho city remains under tightened movement restrictions imposed by Israeli forces since 22 April (see below). **Since the beginning of 2023 and through the end of the reporting period, Israeli forces killed 94 Palestinians in the West Bank, including East Jerusalem, more than double the death toll of 43 in the same period in 2022.** \n-   **Israeli forces killed a Palestinian child in Bethlehem.** On 28 April, Israeli forces shot and killed a 15-year-old Palestinian child with live ammunition at the entrance of Tuqu’ village during confrontations where Palestinians threw stones and Israeli forces shot live ammunition. **Nineteen Palestinian children have been killed by Israeli forces in the West Bank, including East Jerusalem so far in 2023, compared with eight in the same period of 2022.**\n-   **Eight Israelis were injured in three Palestinian attacks in Jerusalem and Ramallah, and one Palestinian perpetrator was killed.** On 18 April, a Palestinian opened fire at an Israeli vehicle in Sheikh Jarrah (East Jerusalem), injuring two Israelis before fleeing the scene. Subsequently, Israeli forces conducted a manhunt in several nearby buildings, temporarily forcing residents out of their homes. A 15-year-old child was arrested in Nablus on suspicion of carrying out the attack. On 24 April, a Palestinian man from Beit Safafa (East Jerusalem) rammed his vehicle into Israeli pedestrians in West Jerusalem, injuring seven, including an elderly man, before being shot and killed by another Israeli man. The motives for the ramming are disputed by Israeli and Palestinian sources. On 25 April, a person believed to be Palestinian opened fire towards a group of Israeli settlers taking part in a run near the Israeli settlement of Ofra (Ramallah); one of them was injured.\n-   **Israeli forces killed a Palestinian man who tried to stab a police officer in Salfit.** On 27 April, a Palestinian man exited his car at the Haris junction (Salfit) and tried to stab an Israeli police officer. Israeli forces then shot him several times, including while he was lying on the ground, as captured on video camera. According to the Israeli military, he had tried to run over Israelis before the stabbing attempt. His body has been withheld by the Israeli authorities. **So far in 2023, ten Palestinians have been shot and killed by Israeli forces in the West Bank while attacking or allegedly trying to attack Israeli forces.** \n-   **A total of 166 Palestinians, including at least eight children, were injured by Israeli forces across the West Bank; 15 of them were shot with live ammunition. **Seventy-nine Palestinians were injured during eleven search-and-arrest and other operations carried out by Israeli forces in multiple locations, in addition to the nine Palestinians injured in Aqabet Jaber refugee camp (see above). In one incident, Israeli forces injured 15 Palestinians (all were treated for teargas inhalation), following the entry of Israeli settlers, accompanied by Israeli forces, into the area of a water spring in the Palestinian community of Qaryut (Nablus). Another 59 Palestinians were injured near Beit Dajan and Beita (both in Nablus), and Kafr Qaddum (Qalqiliya) in demonstrations against access restrictions and settlement expansion. Four additional Palestinians, including two children, were injured during confrontations that erupted while Israeli forces confiscated a structure in Qarawat Bani Hassan (Salfit). Overall, 126 Palestinians were treated for teargas inhalation, 15 were shot with live ammunition, nine were injured with rubber bullets, seven were injured when hit by sound grenades or teargas canisters, eight from shrapnel and one was hit by a military vehicle.\n-   **Israeli settlers injured 24 Palestinians, including two children and two women, and people known or believed to be settlers damaged Palestinian property in another 32 instances across the West Bank.** This is in addition to the injury of 15 Palestinians by Israeli forces in an incident involving settlers in the above-mentioned incident in Qaryut (Nablus). On 22, 24 and 30 April, Israeli settlers physically assaulted, pepper-sprayed or otherwise injured nine Palestinians who were farming or grazing livestock near Deir Dibwan and At Tayba (both in Ramallah), Tuqu’ (Bethlehem), and Burqa and Tell al Khashaba (Both in Nablus); among the wounded was a 16-year-old child. In Ein al Beida (Tubas), Israeli settlers damaged livelihood structures, at least three vehicles, throwing stones, physically assaulting, and injuring seven Palestinians. In another six incidents, six Palestinians were injured when Israeli settlers threw stones at Palestinian vehicles travelling near Bethlehem, Ramallah, and Salfit. In a separate incident, on 1 May, Israeli settlers allegedly rammed their vehicle into two Palestinian men while they were riding their bicycles in Wadi Ar Rababa area of Silwan, injuring both. According to community sources, during the reporting period, more than 440 olive trees and other crops were vandalized on Palestinian land near Israeli settlements, including where Palestinian access requires approval from the Israeli military; such damages were reported in 13 incidents across the West Bank. In another ten incidents in or near Ramallah, Salfit, Tubas, Bethlehem, Hebron, Jerusalem and Qalqiliya, settlers broke into houses and farmlands, damaging a water network, four residential and agricultural structures, and tractors, according to eyewitnesses and local community sources. In the remaining eight incidents reported across the West Bank, Israeli settlers threw stones, and vandalized 16 Palestinian vehicles. Additionally, on 18 April, five Palestinian shops in the closed military area of H2 in Hebron were demolished, reportedly by Israeli settlers; owners have been banned by Israeli forces from using these shops in recent years, citing “the principle of separation” (between Palestinians and Israeli settlers).\n-   **People known or believed to be Palestinians threw stones at and damaged at least two Israeli-plated vehicles in two incidents, according to Israeli sources.**\n-   **The Israeli authorities confiscated one structure in Area C of the West Bank and forced a Palestinian family to demolish part of their home in Sur Bahir (East Jerusalem), citing the lack of Israeli-issued building permits, which are nearly impossible for Palestinians to obtain.** Two people were displaced and the livelihood of five others were affected. This reflects a significant decline in the number of structures demolished or seized compared with the biweekly average since the beginning of the year (32). This is consistent with a typical reduction in Israeli demolitions during the month of Ramadan. \n-   **Closures across the West Bank continue to disrupt the access of thousands of Palestinians to livelihoods and services.** Amidst the Eid al Fitr holiday, on 22 April, the Israeli forces intensified movement restrictions in and around Jericho city. The four access points to and from the city were obstructed with cement blocks, and one road gate was installed, in addition to intensive security checks at checkpoints, resulting in long waiting times for commuters, primarily when leaving the city. This restricted the movement of about 50,000 people and forced residents and other visitors and commuters to use alternative dirt roads and long detours to access clinics, schools, and markets. On several occasions, exceptionally high numbers of ‘flying’ checkpoints were reported in the H2 area of Hebron city. Overall, 13 flying checkpoints were observed, up from a biweekly average of two since the beginning of 2023. This limited the movement of about 1,200 residents of the area and affected the access of about 300 students from eleven nearby schools. Between 24 and 26 April, the Israeli authorities closed the Israeli-controlled crossings for people and goods around Gaza Strip and the West Bank, on the occasion of Israeli national days, undermining the movement of Palestinians not only to Israel but also within the occupied Palestinian territory. \n-   **In the Gaza Strip, in at least 31 incidents, Israeli forces opened “warning fire” near Israel’s perimeter fence or off the coast, presumably to enforce access restrictions.** Three fishermen were injured, two were arrested, and one fishing boat was confiscated off the coast. On two occasions, Israeli military bulldozers leveled lands inside Gaza, near the perimeter fence, in Rafah and Khan Younis. Separately, four Palestinians were arrested by Israeli forces while trying to enter Israel through the perimeter fence.\n\n* * *\n\n**Footnotes**\n\n[1](https://www.ochaopt.org/poc/18-april%E2%80%931-may-2023#ftnref1) Palestinians killed or injured by people who are not members of Israeli forces, e.g., by Israeli civilians or with Palestinian rockets falling short, as well as those whose immediate cause of death or the perpetrator’s identity remain disputed, unclear, or unknown, are counted separately.\n\n[2](https://www.ochaopt.org/poc/18-april%E2%80%931-may-2023#ftnref2) Israeli casualties in these charts include people who were injured while running to shelters during Palestinian rocket attacks. Foreign nationals killed in Palestinian attacks and people whose immediate cause of death or the perpetrator’s identity remain disputed, unclear, or unknown, are counted separately.\n\nThis report reflects information available as of the time of publication. The most updated data and more breakdowns are available at [ochaopt.org/data](https://www.ochaopt.org/data)",
  "summary": " This report covers the period of 18 April to 1 May 2023 in the Occupied Palestinian Territory. During this period, Israeli forces killed two Palestinians, including one child, and injured nine others during two search-and-arrest operations in Jericho. Israeli forces also killed a Palestinian child in Bethlehem, and eight Israelis were injured in three Palestinian attacks in Jerusalem and Ramallah. 166 Palestinians, including at least eight children, were injured by Israeli forces across the West Bank, and 24 Palestinians, including two children and two women, were injured by Israeli settlers. People known or believed to be Palestinians threw stones at and damaged at least two Israeli-plated vehicles, and the Israeli authorities confiscated one structure in Area C of the West Bank. In the Gaza Strip, in at least 31 incidents, Israeli forces opened “warning fire” near Israel’s perimeter fence or off the coast.",
  "metadata": {
    "id": "3959015",
    "name": "Occupied Palestinian territory: Protection of Civilians Report | 18 April – 1 May 2023",
    "date_original": 1683244800000,
    "date_changed": 1683293451000,
    "date_created": 1683287269000,
    "primary_country_id": 180,
    "primary_country_name": "occupied Palestinian territory",
    "primary_country_iso3": "pse",
    "primary_country_location": {
      "lon": 35.2332,
      "lat": 31.9522
    }
  }
}