{
  "original": {
    "id": "50620",
    "fields": {
      "date": {
        "changed": "2023-02-24T01:57:24+00:00",
        "event": "2021-02-01T00:00:00+00:00",
        "created": "2021-02-01T00:00:00+00:00"
      },
      "primary_type": {
        "code": "DR",
        "name": "Drought",
        "id": 4672
      },
      "country": [
        {
          "href": "https://api.reliefweb.int/v1/countries/13",
          "name": "Afghanistan",
          "location": {
            "lon": 66.03,
            "lat": 33.84
          },
          "id": 13,
          "shortname": "Afghanistan",
          "iso3": "afg",
          "primary": true
        }
      ],
      "primary_country": {
        "href": "https://api.reliefweb.int/v1/countries/13",
        "name": "Afghanistan",
        "location": {
          "lon": 66.03,
          "lat": 33.84
        },
        "id": 13,
        "shortname": "Afghanistan",
        "iso3": "afg"
      },
      "profile": {
        "appeals_response_plans": {
          "active": [
            {
              "cover": "https://reliefweb.int/sites/default/files/styles/small/public/previews/76/2c/762ce235-c249-4c37-af09-bcfe4021b597.png",
              "title": "IFRC: Afghanistan, Asia Pacific | Humanitarian Crises - Revised Emergency Appeal n° MDRAF007, Revision n° 3",
              "url": "https://reliefweb.int/node/3857207"
            }
          ],
          "title": "Appeals & Response Plans"
        },
        "overview": "Afghanistan has been experiencing below-normal rainfall since October 2020. Such conditions are expected to continue through the first half of 2021 in the country according to forecasters. The conditions have affected the winter season snow accumulation, which is critical for water access during the spring and summer agricultural seasons. It is anticipated that the situation will have an impact on both rain-fed and irrigated agriculture/livestock, as well as on the availability of water for drinking, washing, and sanitation. Mid-March through to the end of July will likely be the peak period during which drought impacts on crops and livestock (agricultural drought) would manifest. The wheat production deficit is expected to be 16 to 27 per cent this year and as a result, requiring increased top-up from international suppliers. Such drivers would further affect communities already suffering from the ongoing economic crises exacerbated by the secondary effects of the COVID-19 pandemic, including high prices of basic commodities, conflict, and food insecurity. \n\nThe ongoing food insecurity situation is very much worse than the previous years. According to the IPC report, from November 2019 to March 2020, 2,695,000 people were in IPC phase 4 and 8,591,000 people were in IPC phase 3. Based on the same IPC report (produced recently by Food Security Cluster and Ministry of Agriculture, Irrigation, and Livestock), between November 2020 and March 2021 – a period that corresponds to the lean season –around 13.15 million people (42% of the total population) have been experiencing high levels of acute food insecurity (IPC Phase 3 or above), out of which nearly 4.3 million people are in Emergency (IPC Phase 4) and an estimated 8.85 million people are in Crisis (IPC Phase 3). Moreover, only five provinces of the country were in IPC phase 4 in the first quarter of 2020, but by March 2021, 10 provinces of the country are classified in IPC phase 4. ([IFRC, 19 Mar 2021](https://reliefweb.int/node/3723898))\n\nNearly 11 million people in Afghanistan are experiencing high levels of acute food insecurity (IPC Phase 3 or above) due to conflict, COVID-19, high food prices and rampant unemployment, between March and May 2021 (the lean season in most parts of the country.) This includes around 7.8 million people in Crisis (IPC Phase 3) and 3.2 million people in Emergency (IPC Phase 4) and require urgent action to save lives, reduce food gaps and save and protect livelihoods. Between June and November 2021 (harvest and post-harvest seasons), a slight improvement in food security is expected, with the number of people in IPC Phase 3 or above decreasing to 9.5 million, with 6.7 million in Crisis (IPC Phase 3) and 2.7 million in IPC Phase 4 (Emergency). The areas that were in Phase 4 in the current analysis period are expected to remain in Phase 4 in the projection period, despite slight seasonal improvements. It is likely that household’s food access will improve slightly with the onset of the harvest, better job opportunities, as well as seasonal decreases in prices; however, rainfall forecasts suggest that the harvest will be below average, which will likely affect food availability during the following lean season. The food security situation has relatively improved compared to the last three years, aside from the impacts of drought in 2018 and the COVID-19 outbreak in 2020. However, the food security situation is still concerning and expected to deteriorate further during the 2021-2022 lean season. ([IPC, 22 Apr 2021](https://reliefweb.int/node/3732293))\n\nAs per a multi-sectoral needs’ analysis conducted by the Inter Cluster Country Team (ICCT), 25 provinces are estimated to be highly impacted by drought, although the drought has not yet been officially declared by the government of Afghanistan. The impact of the climatic events, storm-related flooding, conflict, and COVID-19 will vary across regions based on the degree to which these phenomena manifest and interact with pre-existing vulnerabilities in various locations The drought will likely result in nearly an additional 110,000 children who will be severely acutely malnourished and at risk of dying. Along with recent increases due to worsening insecurity and COVID-19, there will be nearly 1 million children with severe acute malnutrition (SAM) in Afghanistan over the next year. ([UNICEF, 31 May 2021](https://reliefweb.int/node/3743034))\n\nDrastic reduction in rainfall has caused levels of food and water scarcity across 25 provinces in Afghanistan not seen since the drought of 2018 that displaced a quarter of a million people. An International Rescue Committee assessment of drought impact in Herat, Badghis, Pakitya, Helmand and Khost provinces has shown that 83% of 484 people interviewed are already experiencing displacement within their communities. Interviewees said that some families are being pushed towards extreme survival measures such as selling off their assets, livestock reducing the number of meals, and child marriage. 75% respondents reported an increase in conflict arising in areas where water supplies have depleted. 81% of participants with children under the age of 5 reported diarrhea and illness owing to a lack of clean water. ([IRC, 15 Jun 2021](https://reliefweb.int/node/3747516))\n\nOn 22 June, the Government of Afghanistan officially declared a drought in the country. Little snow pack accumulation over the winter months and low rainfall in recent weeks resulted in drought conditions, low crop yields and rising food prices in the southern, eastern and western parts of the country. In the South, farmers in Kandahar Province are reporting water shortages which are threatening agricultural outputs. In the East, reduced food production is expected to contribute to an already dire food security situation exacerbated by the effects of La Niña and a continued dry spell. In the West, the provinces of Hirat, Badghis and Ghor are facing either extreme or severe drought conditions and humanitarian partners are assisting vulnerable people with food, water, sanitation and hygiene, cash and the rehabilitation of water sources. In the North-East region, drought does not pose an immediate threat at present, but forecasted water shortages may affect 60 per cent of farmers (about 586,000 people) in 12 districts during the upcoming agricultural seasons beginning in September 2021. The declaration of the drought comes at a time when Afghanistan is experiencing a dramatic surge in COVID-19 cases and intensifying conflict against the background of ongoing peace talks and the withdrawal of US forces. In total, more than 12 million people – about one third of the population – are facing high levels of acute food insecurity due to high food prices, conflict, COVID-19, and widespread unemployment. ([OCHA, 28 Jun 2021](https://reliefweb.int/node/3751859))\n\nAccording to the Pre-Lean Season Assessment (PLSA), conducted across the country in Quarter 1 of 2021, on average, cereal stocks of the prior harvest lasted only five months for the entire households interviewed. Across all areas, only a small proportion (10 per cent) of households reported having cereal stocks from their products that would last till the next harvest. Access to wheat seeds remained a significant challenge. According to PLSA, 81 per cent of\nfarmers did not have access to certified wheat seeds to cultivate their lands during the last season. PLSA findings show that in rural areas, 53 per cent of people generate income from agriculture, while in the urban areas, only 9 percent of people do. Economic access to food is seriously compromised because of a significant increase in prices. Overall, an estimated 10-20 per cent price increase has been observed compared with the same period of the last five years. The increase is mainly due to the drought, COVID-19 related impacts, steadily accelerating year-on-year inflation and seasonal changes. To further compound the situation, the PLSA indicated a reduction in income for 75 per cent of people and an increase in debt. Around 73 per cent of households reported having debt, and 74 per cent cited food as the main reason for borrowing. With the increasing dependency on the market due to relatively lower production, increased prices, and debt, financial access to food is constrained for most households, as evidenced by the livelihood coping\nstrategy. One out of five households (20 per cent) adopted Emergency livelihood coping strategies, and 24 per cent resorted to Crisis livelihood coping strategies to mitigate their food consumption gaps. Moreover, the above-mentioned issues are compounded with years of conflict and instability that have caused livelihood disruption and displacements. Despite efforts for a peace deal, this has not yet translated into a sustained reduction in violence. In the first half of 2021, an estimated 140,691 people have been displaced. Internal displacement was limited to new IDPs. Still, IDPs from previous years were unable to return to their places of origin mainly because of continued conflict, loss of livelihoods, and a lack of economic opportunities. ([IFRC, 12 Jul 2021](https://reliefweb.int/node/3755666))\n\nAccording to the government, in 2021, the country’s wheat crop will be reduced by nearly two million tons due to this. More than three million livestock are also in danger of death due to lack of fodder and water. The drought has also exacerbated the hard living conditions in a country that is grappling with escalating conflict, COVID-19 and crippling poverty. COVID-19 cases have steadily risen since mid-May 2021, with compounding socioeconomic impacts. Moreover, the years of conflict and instability have caused livelihood disruption and displacements. Despite efforts for a peace deal, this has not yet translated into a sustained reduction in violence. In the first half of 2021, an estimated 140,691 people have been displaced due to armed clashes. Still, internally displaced people (IDPs) from previous years are unable to return to their places of origin mainly because of continued conflict, loss of livelihoods, and a lack of economic opportunities. The ongoing complex humanitarian emergencies – with the drought being the worst – in the country have not only increased the vulnerability but have severely impacted the living conditions and livelihoods in many parts of the country. The impacted populations are in need of emergency food assistance, lifesaving health care, and means to restore and protect their livelihoods. Currently, around 11 million people are experiencing high levels of acute food insecurity due to conflict, COVID-19, high food prices, and rampant unemployment. ([IFRC, 3 Aug 2021](https://reliefweb.int/node/3761564))\n\nNeeds assessments and response such as health, nutrition, food, water, sanitation, and hygiene activities continued across the country. In the last week, 44,000 people received humanitarian aid in the north-east, while 22,000 people affected by drought received humanitarian assistance in the north. Decades of conflict and a severe drought has exacerbated the situation for vulnerable people. The economic situation continues to be of major concern in terms of the continuity of basic services and impact on the most vulnerable people. Price increases of staples continue to be reported along with scarcity of basic commodities which will impact overall humanitarian needs going forward. ([OCHA, 30 Aug 2021](https://reliefweb.int/node/3769675))\n\nIn a drought declaration by the government on 22 June 2021, the country’s wheat crop will be reduced by nearly two million tons. Additionally, more than three million livestock are in danger of perishing due to a lack of fodder and water. The winter season will start in October with a potential for severe impact on drought-affected and displaced people whose coping capacities are already weakened. The compounding impacts of drought and conflict which escalated in July and the first half of August have exacerbated the hard living conditions in a country that is also grappling with COVID-19 and poverty. ([IFRC, 6 Sep 2021](https://reliefweb.int/node/3771949))\n\nDuring the reporting period (1–15 September), 177,500 drought affected-people in Balkh and Nimroz provinces were assisted with water trucking. Water trucking is a last resort option to avoid displacements in areas where people rely on rainwater due to unavailability of potable water or due to high salinity groundwater [...] Afghanistan is currently facing the second drought in four years and consequent water scarcity which is impacting a third of the country. The WASH Cluster stress that the current drought is first and foremost a water scarcity crisis. In addition to the precipitation forecast, there is urgent need to set up a nationwide groundwater monitoring systems to closely follow the water levels across the country. ([OCHA, 23 Sep 2021](https://reliefweb.int/node/3776659/))\n\nIn September and October 2021 (the post-harvest season), nearly 19 million people in Afghanistan experienced high levels of acute food insecurity (IPC Phase 3 or above), an almost 30% increase from the same season last year (14.5 million people). The main drivers of acute food insecurity include drought and its impacts on crops and livestock, the collapse of public services, a severe economic crisis and increasing food prices. An estimated 6.8 million people in Emergency (IPC Phase 4) and 11.9 million people in Crisis (IPC Phase 3) require urgent action to save their lives, reduce food gaps and protect their livelihoods. Between November 2021 and March 2022 (the winter lean season), a further deterioration in food security is expected, with the number of people in IPC Phase 3 or above increasing to 22.8 million, a nearly 35% increase from the same season last year (16.9m). Out of 22.8 million people, 14 million will likely be in Crisis (IPC Phase 3) and 8.7 million in Emergency (IPC Phase 4). The number of areas in Emergency is expected to significantly increase in the projection analysis period from 21 to 32 analytical domains. It is likely that household food access between the end of winter and the following spring season will further deteriorate due to: the continuing La Niña climatic episode bringing below-average winter precipitation for the second consecutive year, the impact of high food prices, sanctions on the de facto authorities, growing unemployment and possibly increased displacement. Reduced incomes, lower international and domestic remittances and continuing obstacles to humanitarian assistance (many related to the financial crisis and limited physical access during the winter period) are expected to contribute to the deterioration of food security. ([IPC, 25 Oct 2021](https://reliefweb.int/node/3785295/))\n\nDuring the reporting period (1 September–31 October), WASH Cluster partners assisted 198,656 drought-affected people across Balkh, Badghis, Kandahar, Hilmand and Wardak province with water trucking to avoid displacement. The country is currently facing the second drought in four years and the worst of its kind in 27 years. The recently updated Integrated Food Security Phase Classification (IPC) analysis shows the food security situation has further deteriorated with worrying implications for the winter lean season ahead. [...] In rural areas, this is largely driven by the drought. Assessments show that even after harvest, 57 per cent of households do not have food reserves that would last for 3 months. In urban areas, income loss (driven by economic shocks) has contributed to the rapid deterioration in food insecurity. 10 out of 11 most densely populated urban areas are anticipated to be in IPC 4 (Emergency). ([OCHA, 3 Nov 2021](https://reliefweb.int/node/3788440))\n\nBetween 1 September and 15 November, UN and partners provided 7.2 million people with food assistance; reached more than 880,000 people with primary and secondary health-care consultations; they assisted almost 199,000 drought-affected people through water trucking; and treated more than 178,000 children under five for acute malnutrition. Afghanistan’s Flash Appeal seeking $606 million to help 11 million people most in need in the last four months of 2021 is 100 per cent funded. However, all financial commitments have not been translated into actions on the ground, due to financial system challenges amid the cash and liquidity crisis. ([OCHA, 22 Nov 2021](https://reliefweb.int/node/3794125))\n\nMore than 507,728 people were reached with WASH assistance including through hygiene promotion and hygiene kits between 1 September and 15 December. WASH Cluster partners have continued to assist 204,033 drought-affected people with water trucking – with operations ongoing across Badghis, Kandahar, and Nimroz provinces. Water trucking is a last resort option to avoid displacements in areas where people rely on rainwater due to unavailability of potable water or due to high salinity groundwater. 8,329 wells across 24 provinces are benefitting from regular chlorination able to support up to 3 million people. [...] Drought is not only a food security crisis – the drop down of safe drinking water and water for handwashing have led to the spread of the Acute Watery Diarrhoea outbreak, particular affecting children. 18 provinces are currently facing catastrophic AWD situation. ([OCHA, 23 Dec 2021](https://reliefweb.int/node/3803989/))\n\nBetween 1 September and 30 December, WFP reached approximately 9.4 million people with food assistance across 34 provinces. The majority of this consists of unconditional emergency food or cash-based assistance to meet emergency food needs and protect livelihoods as well as support to displaced populations (IDPs, refugees and returnees). The number of people requiring assistance is more than what was planned under the Appeal mainly due to the increased food insecurity as highlighted by the last IPC report. ([OCHA, 11 Jan 2022](https://reliefweb.int/node/3807536/))\n\nWith each passing month, new waves of people are turning to drastic measures to feed their families. Two-thirds of the population (66 percent) are now resorting to crisis coping strategies - a staggering eight percentage point increase from the previous month and a sixfold increase since 15 August' Many (60 percent) are resorting to four or more strategies, and parents are increasingly restricting their own meals just so their children can eat (66 percent)...As of end-January, 95 percent of the population have insufficient food consumption. Some areas saw a deterioration, such as the Central Highlands and North regions where food consumption is already the poorest. In addition, the number of people with severe food insecurity increased in Kabul, North and West regions.  ([WFP, 31 Jan 2022](https://reliefweb.int/node/3818714/))\n\nTwo-thirds of the population of Afghanistan are now resorting to crisis-level coping strategies to feed their families. This is an eight percentage point increase from December and a sixfold increase since August 2021, according to WFP’s latest Food Security Update for Afghanistan. Almost 100 percent of female-headed households are facing insufficient food consumption. Eight in ten households experienced a significant decrease in income during the month of January. Households in Kabul were hit the hardest, where some families braved the harsh winter season without any income at all. 22.8 million people – half of the population – are projected to be acutely food insecure in 2022, including 8.7 million at risk of famine-like conditions, with all 34 provinces are facing crisis or emergency levels of acute food insecurity. ([OCHA, 7 Mar 2022](https://reliefweb.int/node/3824732))\n\nThe severe drought affecting most of the country since early 2021 has crippled crop production and livestock, leading to critical food shortages. Food insecurity is affecting both rural and urban areas. Ten out of 11 most densely populated urban areas are projected to be under IPC 4 – emergency food insecurity, due to the developments in the country that have driven up unemployment, prices of food and household items as well as cashflow problems (unavailability of remittances and salary payments). The snowfall during the 2021-2022 winter season has remained low, which is likely to further exacerbate the drought situation in the new agricultural year. ([IFRC, 26 Mar 2022](https://reliefweb.int/node/3831467))\n\nWhile humanitarian assistance is driving down severe food insecurity in several regions of Afghanistan, the number of people facing insufficient food consumption remains alarmingly high, with only 7 percent of people reported having enough to eat in March. The results of an ongoing Integrated Food Security Phase Classification (IPC) assessment are expected soon. Currently, 22.8 million people in Afghanistan are acutely food insecure (IPC 3 and 4). In April, WFP reached 12 million people with food & nutrition support. Between January and March 2022, humanitarian partners reached 18 million people with at least one form of humanitarian assistance, including 17.6 million vulnerable people; 174,000 cross-border returnees; 74,000 refugees; 66,000 people affected by floods and other weather-related events; and 65,000 newly displaced people. ([OCHA, 2 May 2022](https://reliefweb.int/node/3843860))\n\nHigh acute food insecurity persists across Afghanistan, as a combination of a collapsing economy and drought is depriving nearly 20 million Afghans of\nfood, classified in Crisis or Emergency (IPC Phases 3 or 4), between March and May 2022 (the lean season). Among these, about 6.6 million people\nare classified in Emergency (IPC Phase 4), characterized by large food gaps and/or employing emergency coping strategies to access food. For the first time since the introduction of IPC in Afghanistan, Catastrophe conditions (IPC Phase 5) were detected for 20,000 people in the province of Ghor, one of the most remote, vulnerable provinces of Afghanistan and immediate action is needed to prevent further deterioration. In the projected period, between June and November 2022, harvest will allow a minimal improvement in food availability and access, from 19.7 Million people facing acute food insecurity (IPC Phase 3 and above) to 18.9 million. Overall, 13 million will likely be in Crisis (IPC Phase 3) and 6 million in Emergency (IPC Phase 4). At household level, the situation is compounded by the forecasted reduction of Humanitarian Food Assistance (HFA) after the month of May. HFA is expected to decrease from 38% of the population receiving on average two third food ration in the current period, to 8% in the June-November projection due to lack\nof funding. ([IPC, 9 May 2022](https://reliefweb.int/node/3844817))\n\nHunger levels continue to stagnate at alarming levels. For nearly nine months, over 90 percent of the population have faced insufficient food consumption. Despite marginal improvements, coinciding with further humanitarian food assistance and the end of winter, Afghanistan still faces the highest prevalence of insufficient food consumption globally.' A concerning number of people are still turning to drastic coping strategies. Gradual improvements have been observed each month since February for the wider population. However, female-headed households are still largely relying on coping strategies (87 percent), with no clear trend of improvement for nearly nine months. Households are now spending 87 percent of their income on food - up from 85 and 83 percent in April and March respectively. ([WFP, 27 Jun 2022](https://reliefweb.int/node/3860592))\n\nThe situation remains precarious as household income continues to shrink. For the second month in a row, the country saw an increase in the proportion of households with deteriorating incomes. In June, this increased by an alarming 10 percentage points. Recurrent drought and erratic climatic shocks are also expected to result in a below average harvest - further threatening incomes and livelihoods.' People are spending almost all of their remaining income on food. Average expenditure on food has now increased to 90 percent - the highest since January 2022 (80 percent).' Female-headed households are spending an even higher proportion of their income on food (94 percent). This comes as incomes are shrinking and prices for key commodities are rising.  More than half of the population is still turning to drastic measures to put food on the table. ([WFP, 27 Jul 2022](https://reliefweb.int/node/3870287))\n\nAn estimated 18.9 million people in Afghanistan are acutely food-insecure (IPC 3+), according to the May 2022 IPC Analysis, including 6 million in IPC Phase 4 (Emergency), and 13 million in IPC Phase 3 (Crisis). Continued humanitarian assistance in Ghor Province is needed to deter IPC Phase 5 (Catastrophe) conditions, which affected some 20,000 people between March and May. Afghanistan continues to face the highest prevalence of insufficient food consumption globally, as some nine in ten households struggle to meet their food needs, according to WFP’s latest Food Security Update: Round Eleven (July 2022). Household food expenditure share continued to increase, reaching 91 percent in July (up from 80 percent in January) while some six in ten households saw their incomes drop. ([WFP, 20 Sep 2022](https://reliefweb.int/node/3888077))\n\nAn estimated 18.9 million people in Afghanistan are acutely food-insecure (IPC 3+), according to the May 2022 IPC Analysis projected period for June –\nNovember, including 6 million in IPC Phase 4 (Emergency), and 13 million in IPC Phase 3 (Crisis). WFP awaits the official endorsement of an updated\nIPC Analysis for the current period (September October) and food security projections for the upcoming lean season (November-March). Afghanistan continues to face the highest prevalence of insufficient food consumption globally. Results from a special edition of the monthly WFP Food Security Update show that, on average, 92 percent of household income is spent on food, while 51 percent of households rely on coping strategies to meet their basic food needs. Nine in ten households continue to face insufficient food consumption. ([WFP, 7 Nov 2022](https://reliefweb.int/node/3903983))\n\nProlonged drought across the country, felt hardest in the Southern, Northern, and Western Regions, continued to impact the availability of and access to safe drinking water. A third consecutive La Niña weather event is likely to persist into the 2022-2023 winter, worsening drought conditions. According to the recent Whole of Afghanistan Assessment, 79 per cent  of households reported they do not have sufficient water for their daily needs, including for drinking, cooking, bathing or hygiene. In addition, 64 per cent of households reported that they experienced drought in the six months prior to data collection and 54 per cent experienced economic shock. The impact of both drought and economic shock is having a devastating effect on food security and family coping mechanisms. ([UNICEF, 20 Nov 2022](https://reliefweb.int/node/3908635))\n\nNearly 20 million people in Afghanistan are acutely food-insecure (IPC 3+), including more than 6 million people on the brink of famine-like conditions in IPC Phase 4 (Emergency), according to preliminary projections for November 2022 to March 2023. Afghanistan continues to face the highest prevalence of insufficient food consumption globally. Results from WFP’s October Food Security Update show that nine in ten households consumed insufficient food, with little change over the past 12 months. The current food crisis is perpetuated by a concurrent climate crisis, as 30 out of 34 provinces in Afghanistan report extremely low water quality. The proportion of households feeling the impact of drought in 2022 is six times greater than in 2020 as Afghanistan enters its third consecutive drought year. ([WFP, 22 Dec 2022](https://reliefweb.int/node/3919306))\n\nFour million pregnant and lactating women (PLW) and children under five (6-59 months) are currently suffering from acute malnutrition, according to the latest IPC acute malnutrition analysis. This includes 3.2 million children, of which 875,227 are suffering from severe acute malnutrition (SAM), and 2.3 million are suffering from moderate acute malnutrition (MAM). More than 804,000 PLW are acutely malnourished. Two provinces – Badakhshan and Paktika – are classified in IPC Acute Malnutrition Phase 4 (Critical), while 23 other provinces are classified in IPC Acute Malnutrition Phase 3 (Serious). The current food crisis is exacerbated by the climate crisis, as 30 out of 34 provinces in Afghanistan reported extremely low water quality. ([WFP, 21 Feb 2023](https://reliefweb.int/node/3935665))",
        "overview-html": "<p>Afghanistan has been experiencing below-normal rainfall since October 2020. Such conditions are expected to continue through the first half of 2021 in the country according to forecasters. The conditions have affected the winter season snow accumulation, which is critical for water access during the spring and summer agricultural seasons. It is anticipated that the situation will have an impact on both rain-fed and irrigated agriculture/livestock, as well as on the availability of water for drinking, washing, and sanitation. Mid-March through to the end of July will likely be the peak period during which drought impacts on crops and livestock (agricultural drought) would manifest. The wheat production deficit is expected to be 16 to 27 per cent this year and as a result, requiring increased top-up from international suppliers. Such drivers would further affect communities already suffering from the ongoing economic crises exacerbated by the secondary effects of the COVID-19 pandemic, including high prices of basic commodities, conflict, and food insecurity.</p>\n<p>The ongoing food insecurity situation is very much worse than the previous years. According to the IPC report, from November 2019 to March 2020, 2,695,000 people were in IPC phase 4 and 8,591,000 people were in IPC phase 3. Based on the same IPC report (produced recently by Food Security Cluster and Ministry of Agriculture, Irrigation, and Livestock), between November 2020 and March 2021 – a period that corresponds to the lean season –around 13.15 million people (42% of the total population) have been experiencing high levels of acute food insecurity (IPC Phase 3 or above), out of which nearly 4.3 million people are in Emergency (IPC Phase 4) and an estimated 8.85 million people are in Crisis (IPC Phase 3). Moreover, only five provinces of the country were in IPC phase 4 in the first quarter of 2020, but by March 2021, 10 provinces of the country are classified in IPC phase 4. (<a href=\"https://reliefweb.int/node/3723898\">IFRC, 19 Mar 2021</a>)</p>\n<p>Nearly 11 million people in Afghanistan are experiencing high levels of acute food insecurity (IPC Phase 3 or above) due to conflict, COVID-19, high food prices and rampant unemployment, between March and May 2021 (the lean season in most parts of the country.) This includes around 7.8 million people in Crisis (IPC Phase 3) and 3.2 million people in Emergency (IPC Phase 4) and require urgent action to save lives, reduce food gaps and save and protect livelihoods. Between June and November 2021 (harvest and post-harvest seasons), a slight improvement in food security is expected, with the number of people in IPC Phase 3 or above decreasing to 9.5 million, with 6.7 million in Crisis (IPC Phase 3) and 2.7 million in IPC Phase 4 (Emergency). The areas that were in Phase 4 in the current analysis period are expected to remain in Phase 4 in the projection period, despite slight seasonal improvements. It is likely that household’s food access will improve slightly with the onset of the harvest, better job opportunities, as well as seasonal decreases in prices; however, rainfall forecasts suggest that the harvest will be below average, which will likely affect food availability during the following lean season. The food security situation has relatively improved compared to the last three years, aside from the impacts of drought in 2018 and the COVID-19 outbreak in 2020. However, the food security situation is still concerning and expected to deteriorate further during the 2021-2022 lean season. (<a href=\"https://reliefweb.int/node/3732293\">IPC, 22 Apr 2021</a>)</p>\n<p>As per a multi-sectoral needs’ analysis conducted by the Inter Cluster Country Team (ICCT), 25 provinces are estimated to be highly impacted by drought, although the drought has not yet been officially declared by the government of Afghanistan. The impact of the climatic events, storm-related flooding, conflict, and COVID-19 will vary across regions based on the degree to which these phenomena manifest and interact with pre-existing vulnerabilities in various locations The drought will likely result in nearly an additional 110,000 children who will be severely acutely malnourished and at risk of dying. Along with recent increases due to worsening insecurity and COVID-19, there will be nearly 1 million children with severe acute malnutrition (SAM) in Afghanistan over the next year. (<a href=\"https://reliefweb.int/node/3743034\">UNICEF, 31 May 2021</a>)</p>\n<p>Drastic reduction in rainfall has caused levels of food and water scarcity across 25 provinces in Afghanistan not seen since the drought of 2018 that displaced a quarter of a million people. An International Rescue Committee assessment of drought impact in Herat, Badghis, Pakitya, Helmand and Khost provinces has shown that 83% of 484 people interviewed are already experiencing displacement within their communities. Interviewees said that some families are being pushed towards extreme survival measures such as selling off their assets, livestock reducing the number of meals, and child marriage. 75% respondents reported an increase in conflict arising in areas where water supplies have depleted. 81% of participants with children under the age of 5 reported diarrhea and illness owing to a lack of clean water. (<a href=\"https://reliefweb.int/node/3747516\">IRC, 15 Jun 2021</a>)</p>\n<p>On 22 June, the Government of Afghanistan officially declared a drought in the country. Little snow pack accumulation over the winter months and low rainfall in recent weeks resulted in drought conditions, low crop yields and rising food prices in the southern, eastern and western parts of the country. In the South, farmers in Kandahar Province are reporting water shortages which are threatening agricultural outputs. In the East, reduced food production is expected to contribute to an already dire food security situation exacerbated by the effects of La Niña and a continued dry spell. In the West, the provinces of Hirat, Badghis and Ghor are facing either extreme or severe drought conditions and humanitarian partners are assisting vulnerable people with food, water, sanitation and hygiene, cash and the rehabilitation of water sources. In the North-East region, drought does not pose an immediate threat at present, but forecasted water shortages may affect 60 per cent of farmers (about 586,000 people) in 12 districts during the upcoming agricultural seasons beginning in September 2021. The declaration of the drought comes at a time when Afghanistan is experiencing a dramatic surge in COVID-19 cases and intensifying conflict against the background of ongoing peace talks and the withdrawal of US forces. In total, more than 12 million people – about one third of the population – are facing high levels of acute food insecurity due to high food prices, conflict, COVID-19, and widespread unemployment. (<a href=\"https://reliefweb.int/node/3751859\">OCHA, 28 Jun 2021</a>)</p>\n<p>According to the Pre-Lean Season Assessment (PLSA), conducted across the country in Quarter 1 of 2021, on average, cereal stocks of the prior harvest lasted only five months for the entire households interviewed. Across all areas, only a small proportion (10 per cent) of households reported having cereal stocks from their products that would last till the next harvest. Access to wheat seeds remained a significant challenge. According to PLSA, 81 per cent of\nfarmers did not have access to certified wheat seeds to cultivate their lands during the last season. PLSA findings show that in rural areas, 53 per cent of people generate income from agriculture, while in the urban areas, only 9 percent of people do. Economic access to food is seriously compromised because of a significant increase in prices. Overall, an estimated 10-20 per cent price increase has been observed compared with the same period of the last five years. The increase is mainly due to the drought, COVID-19 related impacts, steadily accelerating year-on-year inflation and seasonal changes. To further compound the situation, the PLSA indicated a reduction in income for 75 per cent of people and an increase in debt. Around 73 per cent of households reported having debt, and 74 per cent cited food as the main reason for borrowing. With the increasing dependency on the market due to relatively lower production, increased prices, and debt, financial access to food is constrained for most households, as evidenced by the livelihood coping\nstrategy. One out of five households (20 per cent) adopted Emergency livelihood coping strategies, and 24 per cent resorted to Crisis livelihood coping strategies to mitigate their food consumption gaps. Moreover, the above-mentioned issues are compounded with years of conflict and instability that have caused livelihood disruption and displacements. Despite efforts for a peace deal, this has not yet translated into a sustained reduction in violence. In the first half of 2021, an estimated 140,691 people have been displaced. Internal displacement was limited to new IDPs. Still, IDPs from previous years were unable to return to their places of origin mainly because of continued conflict, loss of livelihoods, and a lack of economic opportunities. (<a href=\"https://reliefweb.int/node/3755666\">IFRC, 12 Jul 2021</a>)</p>\n<p>According to the government, in 2021, the country’s wheat crop will be reduced by nearly two million tons due to this. More than three million livestock are also in danger of death due to lack of fodder and water. The drought has also exacerbated the hard living conditions in a country that is grappling with escalating conflict, COVID-19 and crippling poverty. COVID-19 cases have steadily risen since mid-May 2021, with compounding socioeconomic impacts. Moreover, the years of conflict and instability have caused livelihood disruption and displacements. Despite efforts for a peace deal, this has not yet translated into a sustained reduction in violence. In the first half of 2021, an estimated 140,691 people have been displaced due to armed clashes. Still, internally displaced people (IDPs) from previous years are unable to return to their places of origin mainly because of continued conflict, loss of livelihoods, and a lack of economic opportunities. The ongoing complex humanitarian emergencies – with the drought being the worst – in the country have not only increased the vulnerability but have severely impacted the living conditions and livelihoods in many parts of the country. The impacted populations are in need of emergency food assistance, lifesaving health care, and means to restore and protect their livelihoods. Currently, around 11 million people are experiencing high levels of acute food insecurity due to conflict, COVID-19, high food prices, and rampant unemployment. (<a href=\"https://reliefweb.int/node/3761564\">IFRC, 3 Aug 2021</a>)</p>\n<p>Needs assessments and response such as health, nutrition, food, water, sanitation, and hygiene activities continued across the country. In the last week, 44,000 people received humanitarian aid in the north-east, while 22,000 people affected by drought received humanitarian assistance in the north. Decades of conflict and a severe drought has exacerbated the situation for vulnerable people. The economic situation continues to be of major concern in terms of the continuity of basic services and impact on the most vulnerable people. Price increases of staples continue to be reported along with scarcity of basic commodities which will impact overall humanitarian needs going forward. (<a href=\"https://reliefweb.int/node/3769675\">OCHA, 30 Aug 2021</a>)</p>\n<p>In a drought declaration by the government on 22 June 2021, the country’s wheat crop will be reduced by nearly two million tons. Additionally, more than three million livestock are in danger of perishing due to a lack of fodder and water. The winter season will start in October with a potential for severe impact on drought-affected and displaced people whose coping capacities are already weakened. The compounding impacts of drought and conflict which escalated in July and the first half of August have exacerbated the hard living conditions in a country that is also grappling with COVID-19 and poverty. (<a href=\"https://reliefweb.int/node/3771949\">IFRC, 6 Sep 2021</a>)</p>\n<p>During the reporting period (1–15 September), 177,500 drought affected-people in Balkh and Nimroz provinces were assisted with water trucking. Water trucking is a last resort option to avoid displacements in areas where people rely on rainwater due to unavailability of potable water or due to high salinity groundwater [...] Afghanistan is currently facing the second drought in four years and consequent water scarcity which is impacting a third of the country. The WASH Cluster stress that the current drought is first and foremost a water scarcity crisis. In addition to the precipitation forecast, there is urgent need to set up a nationwide groundwater monitoring systems to closely follow the water levels across the country. (<a href=\"https://reliefweb.int/node/3776659/\">OCHA, 23 Sep 2021</a>)</p>\n<p>In September and October 2021 (the post-harvest season), nearly 19 million people in Afghanistan experienced high levels of acute food insecurity (IPC Phase 3 or above), an almost 30% increase from the same season last year (14.5 million people). The main drivers of acute food insecurity include drought and its impacts on crops and livestock, the collapse of public services, a severe economic crisis and increasing food prices. An estimated 6.8 million people in Emergency (IPC Phase 4) and 11.9 million people in Crisis (IPC Phase 3) require urgent action to save their lives, reduce food gaps and protect their livelihoods. Between November 2021 and March 2022 (the winter lean season), a further deterioration in food security is expected, with the number of people in IPC Phase 3 or above increasing to 22.8 million, a nearly 35% increase from the same season last year (16.9m). Out of 22.8 million people, 14 million will likely be in Crisis (IPC Phase 3) and 8.7 million in Emergency (IPC Phase 4). The number of areas in Emergency is expected to significantly increase in the projection analysis period from 21 to 32 analytical domains. It is likely that household food access between the end of winter and the following spring season will further deteriorate due to: the continuing La Niña climatic episode bringing below-average winter precipitation for the second consecutive year, the impact of high food prices, sanctions on the de facto authorities, growing unemployment and possibly increased displacement. Reduced incomes, lower international and domestic remittances and continuing obstacles to humanitarian assistance (many related to the financial crisis and limited physical access during the winter period) are expected to contribute to the deterioration of food security. (<a href=\"https://reliefweb.int/node/3785295/\">IPC, 25 Oct 2021</a>)</p>\n<p>During the reporting period (1 September–31 October), WASH Cluster partners assisted 198,656 drought-affected people across Balkh, Badghis, Kandahar, Hilmand and Wardak province with water trucking to avoid displacement. The country is currently facing the second drought in four years and the worst of its kind in 27 years. The recently updated Integrated Food Security Phase Classification (IPC) analysis shows the food security situation has further deteriorated with worrying implications for the winter lean season ahead. [...] In rural areas, this is largely driven by the drought. Assessments show that even after harvest, 57 per cent of households do not have food reserves that would last for 3 months. In urban areas, income loss (driven by economic shocks) has contributed to the rapid deterioration in food insecurity. 10 out of 11 most densely populated urban areas are anticipated to be in IPC 4 (Emergency). (<a href=\"https://reliefweb.int/node/3788440\">OCHA, 3 Nov 2021</a>)</p>\n<p>Between 1 September and 15 November, UN and partners provided 7.2 million people with food assistance; reached more than 880,000 people with primary and secondary health-care consultations; they assisted almost 199,000 drought-affected people through water trucking; and treated more than 178,000 children under five for acute malnutrition. Afghanistan’s Flash Appeal seeking $606 million to help 11 million people most in need in the last four months of 2021 is 100 per cent funded. However, all financial commitments have not been translated into actions on the ground, due to financial system challenges amid the cash and liquidity crisis. (<a href=\"https://reliefweb.int/node/3794125\">OCHA, 22 Nov 2021</a>)</p>\n<p>More than 507,728 people were reached with WASH assistance including through hygiene promotion and hygiene kits between 1 September and 15 December. WASH Cluster partners have continued to assist 204,033 drought-affected people with water trucking – with operations ongoing across Badghis, Kandahar, and Nimroz provinces. Water trucking is a last resort option to avoid displacements in areas where people rely on rainwater due to unavailability of potable water or due to high salinity groundwater. 8,329 wells across 24 provinces are benefitting from regular chlorination able to support up to 3 million people. [...] Drought is not only a food security crisis – the drop down of safe drinking water and water for handwashing have led to the spread of the Acute Watery Diarrhoea outbreak, particular affecting children. 18 provinces are currently facing catastrophic AWD situation. (<a href=\"https://reliefweb.int/node/3803989/\">OCHA, 23 Dec 2021</a>)</p>\n<p>Between 1 September and 30 December, WFP reached approximately 9.4 million people with food assistance across 34 provinces. The majority of this consists of unconditional emergency food or cash-based assistance to meet emergency food needs and protect livelihoods as well as support to displaced populations (IDPs, refugees and returnees). The number of people requiring assistance is more than what was planned under the Appeal mainly due to the increased food insecurity as highlighted by the last IPC report. (<a href=\"https://reliefweb.int/node/3807536/\">OCHA, 11 Jan 2022</a>)</p>\n<p>With each passing month, new waves of people are turning to drastic measures to feed their families. Two-thirds of the population (66 percent) are now resorting to crisis coping strategies - a staggering eight percentage point increase from the previous month and a sixfold increase since 15 August' Many (60 percent) are resorting to four or more strategies, and parents are increasingly restricting their own meals just so their children can eat (66 percent)...As of end-January, 95 percent of the population have insufficient food consumption. Some areas saw a deterioration, such as the Central Highlands and North regions where food consumption is already the poorest. In addition, the number of people with severe food insecurity increased in Kabul, North and West regions.  (<a href=\"https://reliefweb.int/node/3818714/\">WFP, 31 Jan 2022</a>)</p>\n<p>Two-thirds of the population of Afghanistan are now resorting to crisis-level coping strategies to feed their families. This is an eight percentage point increase from December and a sixfold increase since August 2021, according to WFP’s latest Food Security Update for Afghanistan. Almost 100 percent of female-headed households are facing insufficient food consumption. Eight in ten households experienced a significant decrease in income during the month of January. Households in Kabul were hit the hardest, where some families braved the harsh winter season without any income at all. 22.8 million people – half of the population – are projected to be acutely food insecure in 2022, including 8.7 million at risk of famine-like conditions, with all 34 provinces are facing crisis or emergency levels of acute food insecurity. (<a href=\"https://reliefweb.int/node/3824732\">OCHA, 7 Mar 2022</a>)</p>\n<p>The severe drought affecting most of the country since early 2021 has crippled crop production and livestock, leading to critical food shortages. Food insecurity is affecting both rural and urban areas. Ten out of 11 most densely populated urban areas are projected to be under IPC 4 – emergency food insecurity, due to the developments in the country that have driven up unemployment, prices of food and household items as well as cashflow problems (unavailability of remittances and salary payments). The snowfall during the 2021-2022 winter season has remained low, which is likely to further exacerbate the drought situation in the new agricultural year. (<a href=\"https://reliefweb.int/node/3831467\">IFRC, 26 Mar 2022</a>)</p>\n<p>While humanitarian assistance is driving down severe food insecurity in several regions of Afghanistan, the number of people facing insufficient food consumption remains alarmingly high, with only 7 percent of people reported having enough to eat in March. The results of an ongoing Integrated Food Security Phase Classification (IPC) assessment are expected soon. Currently, 22.8 million people in Afghanistan are acutely food insecure (IPC 3 and 4). In April, WFP reached 12 million people with food &amp; nutrition support. Between January and March 2022, humanitarian partners reached 18 million people with at least one form of humanitarian assistance, including 17.6 million vulnerable people; 174,000 cross-border returnees; 74,000 refugees; 66,000 people affected by floods and other weather-related events; and 65,000 newly displaced people. (<a href=\"https://reliefweb.int/node/3843860\">OCHA, 2 May 2022</a>)</p>\n<p>High acute food insecurity persists across Afghanistan, as a combination of a collapsing economy and drought is depriving nearly 20 million Afghans of\nfood, classified in Crisis or Emergency (IPC Phases 3 or 4), between March and May 2022 (the lean season). Among these, about 6.6 million people\nare classified in Emergency (IPC Phase 4), characterized by large food gaps and/or employing emergency coping strategies to access food. For the first time since the introduction of IPC in Afghanistan, Catastrophe conditions (IPC Phase 5) were detected for 20,000 people in the province of Ghor, one of the most remote, vulnerable provinces of Afghanistan and immediate action is needed to prevent further deterioration. In the projected period, between June and November 2022, harvest will allow a minimal improvement in food availability and access, from 19.7 Million people facing acute food insecurity (IPC Phase 3 and above) to 18.9 million. Overall, 13 million will likely be in Crisis (IPC Phase 3) and 6 million in Emergency (IPC Phase 4). At household level, the situation is compounded by the forecasted reduction of Humanitarian Food Assistance (HFA) after the month of May. HFA is expected to decrease from 38% of the population receiving on average two third food ration in the current period, to 8% in the June-November projection due to lack\nof funding. (<a href=\"https://reliefweb.int/node/3844817\">IPC, 9 May 2022</a>)</p>\n<p>Hunger levels continue to stagnate at alarming levels. For nearly nine months, over 90 percent of the population have faced insufficient food consumption. Despite marginal improvements, coinciding with further humanitarian food assistance and the end of winter, Afghanistan still faces the highest prevalence of insufficient food consumption globally.' A concerning number of people are still turning to drastic coping strategies. Gradual improvements have been observed each month since February for the wider population. However, female-headed households are still largely relying on coping strategies (87 percent), with no clear trend of improvement for nearly nine months. Households are now spending 87 percent of their income on food - up from 85 and 83 percent in April and March respectively. (<a href=\"https://reliefweb.int/node/3860592\">WFP, 27 Jun 2022</a>)</p>\n<p>The situation remains precarious as household income continues to shrink. For the second month in a row, the country saw an increase in the proportion of households with deteriorating incomes. In June, this increased by an alarming 10 percentage points. Recurrent drought and erratic climatic shocks are also expected to result in a below average harvest - further threatening incomes and livelihoods.' People are spending almost all of their remaining income on food. Average expenditure on food has now increased to 90 percent - the highest since January 2022 (80 percent).' Female-headed households are spending an even higher proportion of their income on food (94 percent). This comes as incomes are shrinking and prices for key commodities are rising.  More than half of the population is still turning to drastic measures to put food on the table. (<a href=\"https://reliefweb.int/node/3870287\">WFP, 27 Jul 2022</a>)</p>\n<p>An estimated 18.9 million people in Afghanistan are acutely food-insecure (IPC 3+), according to the May 2022 IPC Analysis, including 6 million in IPC Phase 4 (Emergency), and 13 million in IPC Phase 3 (Crisis). Continued humanitarian assistance in Ghor Province is needed to deter IPC Phase 5 (Catastrophe) conditions, which affected some 20,000 people between March and May. Afghanistan continues to face the highest prevalence of insufficient food consumption globally, as some nine in ten households struggle to meet their food needs, according to WFP’s latest Food Security Update: Round Eleven (July 2022). Household food expenditure share continued to increase, reaching 91 percent in July (up from 80 percent in January) while some six in ten households saw their incomes drop. (<a href=\"https://reliefweb.int/node/3888077\">WFP, 20 Sep 2022</a>)</p>\n<p>An estimated 18.9 million people in Afghanistan are acutely food-insecure (IPC 3+), according to the May 2022 IPC Analysis projected period for June –\nNovember, including 6 million in IPC Phase 4 (Emergency), and 13 million in IPC Phase 3 (Crisis). WFP awaits the official endorsement of an updated\nIPC Analysis for the current period (September October) and food security projections for the upcoming lean season (November-March). Afghanistan continues to face the highest prevalence of insufficient food consumption globally. Results from a special edition of the monthly WFP Food Security Update show that, on average, 92 percent of household income is spent on food, while 51 percent of households rely on coping strategies to meet their basic food needs. Nine in ten households continue to face insufficient food consumption. (<a href=\"https://reliefweb.int/node/3903983\">WFP, 7 Nov 2022</a>)</p>\n<p>Prolonged drought across the country, felt hardest in the Southern, Northern, and Western Regions, continued to impact the availability of and access to safe drinking water. A third consecutive La Niña weather event is likely to persist into the 2022-2023 winter, worsening drought conditions. According to the recent Whole of Afghanistan Assessment, 79 per cent  of households reported they do not have sufficient water for their daily needs, including for drinking, cooking, bathing or hygiene. In addition, 64 per cent of households reported that they experienced drought in the six months prior to data collection and 54 per cent experienced economic shock. The impact of both drought and economic shock is having a devastating effect on food security and family coping mechanisms. (<a href=\"https://reliefweb.int/node/3908635\">UNICEF, 20 Nov 2022</a>)</p>\n<p>Nearly 20 million people in Afghanistan are acutely food-insecure (IPC 3+), including more than 6 million people on the brink of famine-like conditions in IPC Phase 4 (Emergency), according to preliminary projections for November 2022 to March 2023. Afghanistan continues to face the highest prevalence of insufficient food consumption globally. Results from WFP’s October Food Security Update show that nine in ten households consumed insufficient food, with little change over the past 12 months. The current food crisis is perpetuated by a concurrent climate crisis, as 30 out of 34 provinces in Afghanistan report extremely low water quality. The proportion of households feeling the impact of drought in 2022 is six times greater than in 2020 as Afghanistan enters its third consecutive drought year. (<a href=\"https://reliefweb.int/node/3919306\">WFP, 22 Dec 2022</a>)</p>\n<p>Four million pregnant and lactating women (PLW) and children under five (6-59 months) are currently suffering from acute malnutrition, according to the latest IPC acute malnutrition analysis. This includes 3.2 million children, of which 875,227 are suffering from severe acute malnutrition (SAM), and 2.3 million are suffering from moderate acute malnutrition (MAM). More than 804,000 PLW are acutely malnourished. Two provinces – Badakhshan and Paktika – are classified in IPC Acute Malnutrition Phase 4 (Critical), while 23 other provinces are classified in IPC Acute Malnutrition Phase 3 (Serious). The current food crisis is exacerbated by the climate crisis, as 30 out of 34 provinces in Afghanistan reported extremely low water quality. (<a href=\"https://reliefweb.int/node/3935665\">WFP, 21 Feb 2023</a>)</p>\n"
      },
      "description-html": "<p>Afghanistan has been experiencing below-normal rainfall since October 2020. Such conditions are expected to continue through the first half of 2021 in the country according to forecasters. The conditions have affected the winter season snow accumulation, which is critical for water access during the spring and summer agricultural seasons. It is anticipated that the situation will have an impact on both rain-fed and irrigated agriculture/livestock, as well as on the availability of water for drinking, washing, and sanitation. Mid-March through to the end of July will likely be the peak period during which drought impacts on crops and livestock (agricultural drought) would manifest. The wheat production deficit is expected to be 16 to 27 per cent this year and as a result, requiring increased top-up from international suppliers. Such drivers would further affect communities already suffering from the ongoing economic crises exacerbated by the secondary effects of the COVID-19 pandemic, including high prices of basic commodities, conflict, and food insecurity.</p>\n<p>The ongoing food insecurity situation is very much worse than the previous years. According to the IPC report, from November 2019 to March 2020, 2,695,000 people were in IPC phase 4 and 8,591,000 people were in IPC phase 3. Based on the same IPC report (produced recently by Food Security Cluster and Ministry of Agriculture, Irrigation, and Livestock), between November 2020 and March 2021 – a period that corresponds to the lean season –around 13.15 million people (42% of the total population) have been experiencing high levels of acute food insecurity (IPC Phase 3 or above), out of which nearly 4.3 million people are in Emergency (IPC Phase 4) and an estimated 8.85 million people are in Crisis (IPC Phase 3). Moreover, only five provinces of the country were in IPC phase 4 in the first quarter of 2020, but by March 2021, 10 provinces of the country are classified in IPC phase 4. (<a href=\"https://reliefweb.int/node/3723898\">IFRC, 19 Mar 2021</a>)</p>\n<p>Nearly 11 million people in Afghanistan are experiencing high levels of acute food insecurity (IPC Phase 3 or above) due to conflict, COVID-19, high food prices and rampant unemployment, between March and May 2021 (the lean season in most parts of the country.) This includes around 7.8 million people in Crisis (IPC Phase 3) and 3.2 million people in Emergency (IPC Phase 4) and require urgent action to save lives, reduce food gaps and save and protect livelihoods. Between June and November 2021 (harvest and post-harvest seasons), a slight improvement in food security is expected, with the number of people in IPC Phase 3 or above decreasing to 9.5 million, with 6.7 million in Crisis (IPC Phase 3) and 2.7 million in IPC Phase 4 (Emergency). The areas that were in Phase 4 in the current analysis period are expected to remain in Phase 4 in the projection period, despite slight seasonal improvements. It is likely that household’s food access will improve slightly with the onset of the harvest, better job opportunities, as well as seasonal decreases in prices; however, rainfall forecasts suggest that the harvest will be below average, which will likely affect food availability during the following lean season. The food security situation has relatively improved compared to the last three years, aside from the impacts of drought in 2018 and the COVID-19 outbreak in 2020. However, the food security situation is still concerning and expected to deteriorate further during the 2021-2022 lean season. (<a href=\"https://reliefweb.int/node/3732293\">IPC, 22 Apr 2021</a>)</p>\n<p>As per a multi-sectoral needs’ analysis conducted by the Inter Cluster Country Team (ICCT), 25 provinces are estimated to be highly impacted by drought, although the drought has not yet been officially declared by the government of Afghanistan. The impact of the climatic events, storm-related flooding, conflict, and COVID-19 will vary across regions based on the degree to which these phenomena manifest and interact with pre-existing vulnerabilities in various locations The drought will likely result in nearly an additional 110,000 children who will be severely acutely malnourished and at risk of dying. Along with recent increases due to worsening insecurity and COVID-19, there will be nearly 1 million children with severe acute malnutrition (SAM) in Afghanistan over the next year. (<a href=\"https://reliefweb.int/node/3743034\">UNICEF, 31 May 2021</a>)</p>\n<p>Drastic reduction in rainfall has caused levels of food and water scarcity across 25 provinces in Afghanistan not seen since the drought of 2018 that displaced a quarter of a million people. An International Rescue Committee assessment of drought impact in Herat, Badghis, Pakitya, Helmand and Khost provinces has shown that 83% of 484 people interviewed are already experiencing displacement within their communities. Interviewees said that some families are being pushed towards extreme survival measures such as selling off their assets, livestock reducing the number of meals, and child marriage. 75% respondents reported an increase in conflict arising in areas where water supplies have depleted. 81% of participants with children under the age of 5 reported diarrhea and illness owing to a lack of clean water. (<a href=\"https://reliefweb.int/node/3747516\">IRC, 15 Jun 2021</a>)</p>\n<p>On 22 June, the Government of Afghanistan officially declared a drought in the country. Little snow pack accumulation over the winter months and low rainfall in recent weeks resulted in drought conditions, low crop yields and rising food prices in the southern, eastern and western parts of the country. In the South, farmers in Kandahar Province are reporting water shortages which are threatening agricultural outputs. In the East, reduced food production is expected to contribute to an already dire food security situation exacerbated by the effects of La Niña and a continued dry spell. In the West, the provinces of Hirat, Badghis and Ghor are facing either extreme or severe drought conditions and humanitarian partners are assisting vulnerable people with food, water, sanitation and hygiene, cash and the rehabilitation of water sources. In the North-East region, drought does not pose an immediate threat at present, but forecasted water shortages may affect 60 per cent of farmers (about 586,000 people) in 12 districts during the upcoming agricultural seasons beginning in September 2021. The declaration of the drought comes at a time when Afghanistan is experiencing a dramatic surge in COVID-19 cases and intensifying conflict against the background of ongoing peace talks and the withdrawal of US forces. In total, more than 12 million people – about one third of the population – are facing high levels of acute food insecurity due to high food prices, conflict, COVID-19, and widespread unemployment. (<a href=\"https://reliefweb.int/node/3751859\">OCHA, 28 Jun 2021</a>)</p>\n<p>According to the Pre-Lean Season Assessment (PLSA), conducted across the country in Quarter 1 of 2021, on average, cereal stocks of the prior harvest lasted only five months for the entire households interviewed. Across all areas, only a small proportion (10 per cent) of households reported having cereal stocks from their products that would last till the next harvest. Access to wheat seeds remained a significant challenge. According to PLSA, 81 per cent of\nfarmers did not have access to certified wheat seeds to cultivate their lands during the last season. PLSA findings show that in rural areas, 53 per cent of people generate income from agriculture, while in the urban areas, only 9 percent of people do. Economic access to food is seriously compromised because of a significant increase in prices. Overall, an estimated 10-20 per cent price increase has been observed compared with the same period of the last five years. The increase is mainly due to the drought, COVID-19 related impacts, steadily accelerating year-on-year inflation and seasonal changes. To further compound the situation, the PLSA indicated a reduction in income for 75 per cent of people and an increase in debt. Around 73 per cent of households reported having debt, and 74 per cent cited food as the main reason for borrowing. With the increasing dependency on the market due to relatively lower production, increased prices, and debt, financial access to food is constrained for most households, as evidenced by the livelihood coping\nstrategy. One out of five households (20 per cent) adopted Emergency livelihood coping strategies, and 24 per cent resorted to Crisis livelihood coping strategies to mitigate their food consumption gaps. Moreover, the above-mentioned issues are compounded with years of conflict and instability that have caused livelihood disruption and displacements. Despite efforts for a peace deal, this has not yet translated into a sustained reduction in violence. In the first half of 2021, an estimated 140,691 people have been displaced. Internal displacement was limited to new IDPs. Still, IDPs from previous years were unable to return to their places of origin mainly because of continued conflict, loss of livelihoods, and a lack of economic opportunities. (<a href=\"https://reliefweb.int/node/3755666\">IFRC, 12 Jul 2021</a>)</p>\n<p>According to the government, in 2021, the country’s wheat crop will be reduced by nearly two million tons due to this. More than three million livestock are also in danger of death due to lack of fodder and water. The drought has also exacerbated the hard living conditions in a country that is grappling with escalating conflict, COVID-19 and crippling poverty. COVID-19 cases have steadily risen since mid-May 2021, with compounding socioeconomic impacts. Moreover, the years of conflict and instability have caused livelihood disruption and displacements. Despite efforts for a peace deal, this has not yet translated into a sustained reduction in violence. In the first half of 2021, an estimated 140,691 people have been displaced due to armed clashes. Still, internally displaced people (IDPs) from previous years are unable to return to their places of origin mainly because of continued conflict, loss of livelihoods, and a lack of economic opportunities. The ongoing complex humanitarian emergencies – with the drought being the worst – in the country have not only increased the vulnerability but have severely impacted the living conditions and livelihoods in many parts of the country. The impacted populations are in need of emergency food assistance, lifesaving health care, and means to restore and protect their livelihoods. Currently, around 11 million people are experiencing high levels of acute food insecurity due to conflict, COVID-19, high food prices, and rampant unemployment. (<a href=\"https://reliefweb.int/node/3761564\">IFRC, 3 Aug 2021</a>)</p>\n<p>Needs assessments and response such as health, nutrition, food, water, sanitation, and hygiene activities continued across the country. In the last week, 44,000 people received humanitarian aid in the north-east, while 22,000 people affected by drought received humanitarian assistance in the north. Decades of conflict and a severe drought has exacerbated the situation for vulnerable people. The economic situation continues to be of major concern in terms of the continuity of basic services and impact on the most vulnerable people. Price increases of staples continue to be reported along with scarcity of basic commodities which will impact overall humanitarian needs going forward. (<a href=\"https://reliefweb.int/node/3769675\">OCHA, 30 Aug 2021</a>)</p>\n<p>In a drought declaration by the government on 22 June 2021, the country’s wheat crop will be reduced by nearly two million tons. Additionally, more than three million livestock are in danger of perishing due to a lack of fodder and water. The winter season will start in October with a potential for severe impact on drought-affected and displaced people whose coping capacities are already weakened. The compounding impacts of drought and conflict which escalated in July and the first half of August have exacerbated the hard living conditions in a country that is also grappling with COVID-19 and poverty. (<a href=\"https://reliefweb.int/node/3771949\">IFRC, 6 Sep 2021</a>)</p>\n<p>During the reporting period (1–15 September), 177,500 drought affected-people in Balkh and Nimroz provinces were assisted with water trucking. Water trucking is a last resort option to avoid displacements in areas where people rely on rainwater due to unavailability of potable water or due to high salinity groundwater [...] Afghanistan is currently facing the second drought in four years and consequent water scarcity which is impacting a third of the country. The WASH Cluster stress that the current drought is first and foremost a water scarcity crisis. In addition to the precipitation forecast, there is urgent need to set up a nationwide groundwater monitoring systems to closely follow the water levels across the country. (<a href=\"https://reliefweb.int/node/3776659/\">OCHA, 23 Sep 2021</a>)</p>\n<p>In September and October 2021 (the post-harvest season), nearly 19 million people in Afghanistan experienced high levels of acute food insecurity (IPC Phase 3 or above), an almost 30% increase from the same season last year (14.5 million people). The main drivers of acute food insecurity include drought and its impacts on crops and livestock, the collapse of public services, a severe economic crisis and increasing food prices. An estimated 6.8 million people in Emergency (IPC Phase 4) and 11.9 million people in Crisis (IPC Phase 3) require urgent action to save their lives, reduce food gaps and protect their livelihoods. Between November 2021 and March 2022 (the winter lean season), a further deterioration in food security is expected, with the number of people in IPC Phase 3 or above increasing to 22.8 million, a nearly 35% increase from the same season last year (16.9m). Out of 22.8 million people, 14 million will likely be in Crisis (IPC Phase 3) and 8.7 million in Emergency (IPC Phase 4). The number of areas in Emergency is expected to significantly increase in the projection analysis period from 21 to 32 analytical domains. It is likely that household food access between the end of winter and the following spring season will further deteriorate due to: the continuing La Niña climatic episode bringing below-average winter precipitation for the second consecutive year, the impact of high food prices, sanctions on the de facto authorities, growing unemployment and possibly increased displacement. Reduced incomes, lower international and domestic remittances and continuing obstacles to humanitarian assistance (many related to the financial crisis and limited physical access during the winter period) are expected to contribute to the deterioration of food security. (<a href=\"https://reliefweb.int/node/3785295/\">IPC, 25 Oct 2021</a>)</p>\n<p>During the reporting period (1 September–31 October), WASH Cluster partners assisted 198,656 drought-affected people across Balkh, Badghis, Kandahar, Hilmand and Wardak province with water trucking to avoid displacement. The country is currently facing the second drought in four years and the worst of its kind in 27 years. The recently updated Integrated Food Security Phase Classification (IPC) analysis shows the food security situation has further deteriorated with worrying implications for the winter lean season ahead. [...] In rural areas, this is largely driven by the drought. Assessments show that even after harvest, 57 per cent of households do not have food reserves that would last for 3 months. In urban areas, income loss (driven by economic shocks) has contributed to the rapid deterioration in food insecurity. 10 out of 11 most densely populated urban areas are anticipated to be in IPC 4 (Emergency). (<a href=\"https://reliefweb.int/node/3788440\">OCHA, 3 Nov 2021</a>)</p>\n<p>Between 1 September and 15 November, UN and partners provided 7.2 million people with food assistance; reached more than 880,000 people with primary and secondary health-care consultations; they assisted almost 199,000 drought-affected people through water trucking; and treated more than 178,000 children under five for acute malnutrition. Afghanistan’s Flash Appeal seeking $606 million to help 11 million people most in need in the last four months of 2021 is 100 per cent funded. However, all financial commitments have not been translated into actions on the ground, due to financial system challenges amid the cash and liquidity crisis. (<a href=\"https://reliefweb.int/node/3794125\">OCHA, 22 Nov 2021</a>)</p>\n<p>More than 507,728 people were reached with WASH assistance including through hygiene promotion and hygiene kits between 1 September and 15 December. WASH Cluster partners have continued to assist 204,033 drought-affected people with water trucking – with operations ongoing across Badghis, Kandahar, and Nimroz provinces. Water trucking is a last resort option to avoid displacements in areas where people rely on rainwater due to unavailability of potable water or due to high salinity groundwater. 8,329 wells across 24 provinces are benefitting from regular chlorination able to support up to 3 million people. [...] Drought is not only a food security crisis – the drop down of safe drinking water and water for handwashing have led to the spread of the Acute Watery Diarrhoea outbreak, particular affecting children. 18 provinces are currently facing catastrophic AWD situation. (<a href=\"https://reliefweb.int/node/3803989/\">OCHA, 23 Dec 2021</a>)</p>\n<p>Between 1 September and 30 December, WFP reached approximately 9.4 million people with food assistance across 34 provinces. The majority of this consists of unconditional emergency food or cash-based assistance to meet emergency food needs and protect livelihoods as well as support to displaced populations (IDPs, refugees and returnees). The number of people requiring assistance is more than what was planned under the Appeal mainly due to the increased food insecurity as highlighted by the last IPC report. (<a href=\"https://reliefweb.int/node/3807536/\">OCHA, 11 Jan 2022</a>)</p>\n<p>With each passing month, new waves of people are turning to drastic measures to feed their families. Two-thirds of the population (66 percent) are now resorting to crisis coping strategies - a staggering eight percentage point increase from the previous month and a sixfold increase since 15 August' Many (60 percent) are resorting to four or more strategies, and parents are increasingly restricting their own meals just so their children can eat (66 percent)...As of end-January, 95 percent of the population have insufficient food consumption. Some areas saw a deterioration, such as the Central Highlands and North regions where food consumption is already the poorest. In addition, the number of people with severe food insecurity increased in Kabul, North and West regions.  (<a href=\"https://reliefweb.int/node/3818714/\">WFP, 31 Jan 2022</a>)</p>\n<p>Two-thirds of the population of Afghanistan are now resorting to crisis-level coping strategies to feed their families. This is an eight percentage point increase from December and a sixfold increase since August 2021, according to WFP’s latest Food Security Update for Afghanistan. Almost 100 percent of female-headed households are facing insufficient food consumption. Eight in ten households experienced a significant decrease in income during the month of January. Households in Kabul were hit the hardest, where some families braved the harsh winter season without any income at all. 22.8 million people – half of the population – are projected to be acutely food insecure in 2022, including 8.7 million at risk of famine-like conditions, with all 34 provinces are facing crisis or emergency levels of acute food insecurity. (<a href=\"https://reliefweb.int/node/3824732\">OCHA, 7 Mar 2022</a>)</p>\n<p>The severe drought affecting most of the country since early 2021 has crippled crop production and livestock, leading to critical food shortages. Food insecurity is affecting both rural and urban areas. Ten out of 11 most densely populated urban areas are projected to be under IPC 4 – emergency food insecurity, due to the developments in the country that have driven up unemployment, prices of food and household items as well as cashflow problems (unavailability of remittances and salary payments). The snowfall during the 2021-2022 winter season has remained low, which is likely to further exacerbate the drought situation in the new agricultural year. (<a href=\"https://reliefweb.int/node/3831467\">IFRC, 26 Mar 2022</a>)</p>\n<p>While humanitarian assistance is driving down severe food insecurity in several regions of Afghanistan, the number of people facing insufficient food consumption remains alarmingly high, with only 7 percent of people reported having enough to eat in March. The results of an ongoing Integrated Food Security Phase Classification (IPC) assessment are expected soon. Currently, 22.8 million people in Afghanistan are acutely food insecure (IPC 3 and 4). In April, WFP reached 12 million people with food &amp; nutrition support. Between January and March 2022, humanitarian partners reached 18 million people with at least one form of humanitarian assistance, including 17.6 million vulnerable people; 174,000 cross-border returnees; 74,000 refugees; 66,000 people affected by floods and other weather-related events; and 65,000 newly displaced people. (<a href=\"https://reliefweb.int/node/3843860\">OCHA, 2 May 2022</a>)</p>\n<p>High acute food insecurity persists across Afghanistan, as a combination of a collapsing economy and drought is depriving nearly 20 million Afghans of\nfood, classified in Crisis or Emergency (IPC Phases 3 or 4), between March and May 2022 (the lean season). Among these, about 6.6 million people\nare classified in Emergency (IPC Phase 4), characterized by large food gaps and/or employing emergency coping strategies to access food. For the first time since the introduction of IPC in Afghanistan, Catastrophe conditions (IPC Phase 5) were detected for 20,000 people in the province of Ghor, one of the most remote, vulnerable provinces of Afghanistan and immediate action is needed to prevent further deterioration. In the projected period, between June and November 2022, harvest will allow a minimal improvement in food availability and access, from 19.7 Million people facing acute food insecurity (IPC Phase 3 and above) to 18.9 million. Overall, 13 million will likely be in Crisis (IPC Phase 3) and 6 million in Emergency (IPC Phase 4). At household level, the situation is compounded by the forecasted reduction of Humanitarian Food Assistance (HFA) after the month of May. HFA is expected to decrease from 38% of the population receiving on average two third food ration in the current period, to 8% in the June-November projection due to lack\nof funding. (<a href=\"https://reliefweb.int/node/3844817\">IPC, 9 May 2022</a>)</p>\n<p>Hunger levels continue to stagnate at alarming levels. For nearly nine months, over 90 percent of the population have faced insufficient food consumption. Despite marginal improvements, coinciding with further humanitarian food assistance and the end of winter, Afghanistan still faces the highest prevalence of insufficient food consumption globally.' A concerning number of people are still turning to drastic coping strategies. Gradual improvements have been observed each month since February for the wider population. However, female-headed households are still largely relying on coping strategies (87 percent), with no clear trend of improvement for nearly nine months. Households are now spending 87 percent of their income on food - up from 85 and 83 percent in April and March respectively. (<a href=\"https://reliefweb.int/node/3860592\">WFP, 27 Jun 2022</a>)</p>\n<p>The situation remains precarious as household income continues to shrink. For the second month in a row, the country saw an increase in the proportion of households with deteriorating incomes. In June, this increased by an alarming 10 percentage points. Recurrent drought and erratic climatic shocks are also expected to result in a below average harvest - further threatening incomes and livelihoods.' People are spending almost all of their remaining income on food. Average expenditure on food has now increased to 90 percent - the highest since January 2022 (80 percent).' Female-headed households are spending an even higher proportion of their income on food (94 percent). This comes as incomes are shrinking and prices for key commodities are rising.  More than half of the population is still turning to drastic measures to put food on the table. (<a href=\"https://reliefweb.int/node/3870287\">WFP, 27 Jul 2022</a>)</p>\n<p>An estimated 18.9 million people in Afghanistan are acutely food-insecure (IPC 3+), according to the May 2022 IPC Analysis, including 6 million in IPC Phase 4 (Emergency), and 13 million in IPC Phase 3 (Crisis). Continued humanitarian assistance in Ghor Province is needed to deter IPC Phase 5 (Catastrophe) conditions, which affected some 20,000 people between March and May. Afghanistan continues to face the highest prevalence of insufficient food consumption globally, as some nine in ten households struggle to meet their food needs, according to WFP’s latest Food Security Update: Round Eleven (July 2022). Household food expenditure share continued to increase, reaching 91 percent in July (up from 80 percent in January) while some six in ten households saw their incomes drop. (<a href=\"https://reliefweb.int/node/3888077\">WFP, 20 Sep 2022</a>)</p>\n<p>An estimated 18.9 million people in Afghanistan are acutely food-insecure (IPC 3+), according to the May 2022 IPC Analysis projected period for June –\nNovember, including 6 million in IPC Phase 4 (Emergency), and 13 million in IPC Phase 3 (Crisis). WFP awaits the official endorsement of an updated\nIPC Analysis for the current period (September October) and food security projections for the upcoming lean season (November-March). Afghanistan continues to face the highest prevalence of insufficient food consumption globally. Results from a special edition of the monthly WFP Food Security Update show that, on average, 92 percent of household income is spent on food, while 51 percent of households rely on coping strategies to meet their basic food needs. Nine in ten households continue to face insufficient food consumption. (<a href=\"https://reliefweb.int/node/3903983\">WFP, 7 Nov 2022</a>)</p>\n<p>Prolonged drought across the country, felt hardest in the Southern, Northern, and Western Regions, continued to impact the availability of and access to safe drinking water. A third consecutive La Niña weather event is likely to persist into the 2022-2023 winter, worsening drought conditions. According to the recent Whole of Afghanistan Assessment, 79 per cent  of households reported they do not have sufficient water for their daily needs, including for drinking, cooking, bathing or hygiene. In addition, 64 per cent of households reported that they experienced drought in the six months prior to data collection and 54 per cent experienced economic shock. The impact of both drought and economic shock is having a devastating effect on food security and family coping mechanisms. (<a href=\"https://reliefweb.int/node/3908635\">UNICEF, 20 Nov 2022</a>)</p>\n<p>Nearly 20 million people in Afghanistan are acutely food-insecure (IPC 3+), including more than 6 million people on the brink of famine-like conditions in IPC Phase 4 (Emergency), according to preliminary projections for November 2022 to March 2023. Afghanistan continues to face the highest prevalence of insufficient food consumption globally. Results from WFP’s October Food Security Update show that nine in ten households consumed insufficient food, with little change over the past 12 months. The current food crisis is perpetuated by a concurrent climate crisis, as 30 out of 34 provinces in Afghanistan report extremely low water quality. The proportion of households feeling the impact of drought in 2022 is six times greater than in 2020 as Afghanistan enters its third consecutive drought year. (<a href=\"https://reliefweb.int/node/3919306\">WFP, 22 Dec 2022</a>)</p>\n<p>Four million pregnant and lactating women (PLW) and children under five (6-59 months) are currently suffering from acute malnutrition, according to the latest IPC acute malnutrition analysis. This includes 3.2 million children, of which 875,227 are suffering from severe acute malnutrition (SAM), and 2.3 million are suffering from moderate acute malnutrition (MAM). More than 804,000 PLW are acutely malnourished. Two provinces – Badakhshan and Paktika – are classified in IPC Acute Malnutrition Phase 4 (Critical), while 23 other provinces are classified in IPC Acute Malnutrition Phase 3 (Serious). The current food crisis is exacerbated by the climate crisis, as 30 out of 34 provinces in Afghanistan reported extremely low water quality. (<a href=\"https://reliefweb.int/node/3935665\">WFP, 21 Feb 2023</a>)</p>\n<h3>Appeals &amp; Response Plans</h3>\n<ul>\n<li>\n<a href=\"https://reliefweb.int/node/3857207\"><img src=\"https://reliefweb.int/sites/default/files/styles/small/public/previews/76/2c/762ce235-c249-4c37-af09-bcfe4021b597.png\" alt=\"IFRC: Afghanistan, Asia Pacific | Humanitarian Crises - Revised Emergency Appeal n° MDRAF007, Revision n° 3 - Cover preview\" /> IFRC: Afghanistan, Asia Pacific | Humanitarian Crises - Revised Emergency Appeal n° MDRAF007, Revision n° 3</a>\n</li>\n</ul>\n",
      "description": "Afghanistan has been experiencing below-normal rainfall since October 2020. Such conditions are expected to continue through the first half of 2021 in the country according to forecasters. The conditions have affected the winter season snow accumulation, which is critical for water access during the spring and summer agricultural seasons. It is anticipated that the situation will have an impact on both rain-fed and irrigated agriculture/livestock, as well as on the availability of water for drinking, washing, and sanitation. Mid-March through to the end of July will likely be the peak period during which drought impacts on crops and livestock (agricultural drought) would manifest. The wheat production deficit is expected to be 16 to 27 per cent this year and as a result, requiring increased top-up from international suppliers. Such drivers would further affect communities already suffering from the ongoing economic crises exacerbated by the secondary effects of the COVID-19 pandemic, including high prices of basic commodities, conflict, and food insecurity. \n\nThe ongoing food insecurity situation is very much worse than the previous years. According to the IPC report, from November 2019 to March 2020, 2,695,000 people were in IPC phase 4 and 8,591,000 people were in IPC phase 3. Based on the same IPC report (produced recently by Food Security Cluster and Ministry of Agriculture, Irrigation, and Livestock), between November 2020 and March 2021 – a period that corresponds to the lean season –around 13.15 million people (42% of the total population) have been experiencing high levels of acute food insecurity (IPC Phase 3 or above), out of which nearly 4.3 million people are in Emergency (IPC Phase 4) and an estimated 8.85 million people are in Crisis (IPC Phase 3). Moreover, only five provinces of the country were in IPC phase 4 in the first quarter of 2020, but by March 2021, 10 provinces of the country are classified in IPC phase 4. ([IFRC, 19 Mar 2021](https://reliefweb.int/node/3723898))\n\nNearly 11 million people in Afghanistan are experiencing high levels of acute food insecurity (IPC Phase 3 or above) due to conflict, COVID-19, high food prices and rampant unemployment, between March and May 2021 (the lean season in most parts of the country.) This includes around 7.8 million people in Crisis (IPC Phase 3) and 3.2 million people in Emergency (IPC Phase 4) and require urgent action to save lives, reduce food gaps and save and protect livelihoods. Between June and November 2021 (harvest and post-harvest seasons), a slight improvement in food security is expected, with the number of people in IPC Phase 3 or above decreasing to 9.5 million, with 6.7 million in Crisis (IPC Phase 3) and 2.7 million in IPC Phase 4 (Emergency). The areas that were in Phase 4 in the current analysis period are expected to remain in Phase 4 in the projection period, despite slight seasonal improvements. It is likely that household’s food access will improve slightly with the onset of the harvest, better job opportunities, as well as seasonal decreases in prices; however, rainfall forecasts suggest that the harvest will be below average, which will likely affect food availability during the following lean season. The food security situation has relatively improved compared to the last three years, aside from the impacts of drought in 2018 and the COVID-19 outbreak in 2020. However, the food security situation is still concerning and expected to deteriorate further during the 2021-2022 lean season. ([IPC, 22 Apr 2021](https://reliefweb.int/node/3732293))\n\nAs per a multi-sectoral needs’ analysis conducted by the Inter Cluster Country Team (ICCT), 25 provinces are estimated to be highly impacted by drought, although the drought has not yet been officially declared by the government of Afghanistan. The impact of the climatic events, storm-related flooding, conflict, and COVID-19 will vary across regions based on the degree to which these phenomena manifest and interact with pre-existing vulnerabilities in various locations The drought will likely result in nearly an additional 110,000 children who will be severely acutely malnourished and at risk of dying. Along with recent increases due to worsening insecurity and COVID-19, there will be nearly 1 million children with severe acute malnutrition (SAM) in Afghanistan over the next year. ([UNICEF, 31 May 2021](https://reliefweb.int/node/3743034))\n\nDrastic reduction in rainfall has caused levels of food and water scarcity across 25 provinces in Afghanistan not seen since the drought of 2018 that displaced a quarter of a million people. An International Rescue Committee assessment of drought impact in Herat, Badghis, Pakitya, Helmand and Khost provinces has shown that 83% of 484 people interviewed are already experiencing displacement within their communities. Interviewees said that some families are being pushed towards extreme survival measures such as selling off their assets, livestock reducing the number of meals, and child marriage. 75% respondents reported an increase in conflict arising in areas where water supplies have depleted. 81% of participants with children under the age of 5 reported diarrhea and illness owing to a lack of clean water. ([IRC, 15 Jun 2021](https://reliefweb.int/node/3747516))\n\nOn 22 June, the Government of Afghanistan officially declared a drought in the country. Little snow pack accumulation over the winter months and low rainfall in recent weeks resulted in drought conditions, low crop yields and rising food prices in the southern, eastern and western parts of the country. In the South, farmers in Kandahar Province are reporting water shortages which are threatening agricultural outputs. In the East, reduced food production is expected to contribute to an already dire food security situation exacerbated by the effects of La Niña and a continued dry spell. In the West, the provinces of Hirat, Badghis and Ghor are facing either extreme or severe drought conditions and humanitarian partners are assisting vulnerable people with food, water, sanitation and hygiene, cash and the rehabilitation of water sources. In the North-East region, drought does not pose an immediate threat at present, but forecasted water shortages may affect 60 per cent of farmers (about 586,000 people) in 12 districts during the upcoming agricultural seasons beginning in September 2021. The declaration of the drought comes at a time when Afghanistan is experiencing a dramatic surge in COVID-19 cases and intensifying conflict against the background of ongoing peace talks and the withdrawal of US forces. In total, more than 12 million people – about one third of the population – are facing high levels of acute food insecurity due to high food prices, conflict, COVID-19, and widespread unemployment. ([OCHA, 28 Jun 2021](https://reliefweb.int/node/3751859))\n\nAccording to the Pre-Lean Season Assessment (PLSA), conducted across the country in Quarter 1 of 2021, on average, cereal stocks of the prior harvest lasted only five months for the entire households interviewed. Across all areas, only a small proportion (10 per cent) of households reported having cereal stocks from their products that would last till the next harvest. Access to wheat seeds remained a significant challenge. According to PLSA, 81 per cent of\nfarmers did not have access to certified wheat seeds to cultivate their lands during the last season. PLSA findings show that in rural areas, 53 per cent of people generate income from agriculture, while in the urban areas, only 9 percent of people do. Economic access to food is seriously compromised because of a significant increase in prices. Overall, an estimated 10-20 per cent price increase has been observed compared with the same period of the last five years. The increase is mainly due to the drought, COVID-19 related impacts, steadily accelerating year-on-year inflation and seasonal changes. To further compound the situation, the PLSA indicated a reduction in income for 75 per cent of people and an increase in debt. Around 73 per cent of households reported having debt, and 74 per cent cited food as the main reason for borrowing. With the increasing dependency on the market due to relatively lower production, increased prices, and debt, financial access to food is constrained for most households, as evidenced by the livelihood coping\nstrategy. One out of five households (20 per cent) adopted Emergency livelihood coping strategies, and 24 per cent resorted to Crisis livelihood coping strategies to mitigate their food consumption gaps. Moreover, the above-mentioned issues are compounded with years of conflict and instability that have caused livelihood disruption and displacements. Despite efforts for a peace deal, this has not yet translated into a sustained reduction in violence. In the first half of 2021, an estimated 140,691 people have been displaced. Internal displacement was limited to new IDPs. Still, IDPs from previous years were unable to return to their places of origin mainly because of continued conflict, loss of livelihoods, and a lack of economic opportunities. ([IFRC, 12 Jul 2021](https://reliefweb.int/node/3755666))\n\nAccording to the government, in 2021, the country’s wheat crop will be reduced by nearly two million tons due to this. More than three million livestock are also in danger of death due to lack of fodder and water. The drought has also exacerbated the hard living conditions in a country that is grappling with escalating conflict, COVID-19 and crippling poverty. COVID-19 cases have steadily risen since mid-May 2021, with compounding socioeconomic impacts. Moreover, the years of conflict and instability have caused livelihood disruption and displacements. Despite efforts for a peace deal, this has not yet translated into a sustained reduction in violence. In the first half of 2021, an estimated 140,691 people have been displaced due to armed clashes. Still, internally displaced people (IDPs) from previous years are unable to return to their places of origin mainly because of continued conflict, loss of livelihoods, and a lack of economic opportunities. The ongoing complex humanitarian emergencies – with the drought being the worst – in the country have not only increased the vulnerability but have severely impacted the living conditions and livelihoods in many parts of the country. The impacted populations are in need of emergency food assistance, lifesaving health care, and means to restore and protect their livelihoods. Currently, around 11 million people are experiencing high levels of acute food insecurity due to conflict, COVID-19, high food prices, and rampant unemployment. ([IFRC, 3 Aug 2021](https://reliefweb.int/node/3761564))\n\nNeeds assessments and response such as health, nutrition, food, water, sanitation, and hygiene activities continued across the country. In the last week, 44,000 people received humanitarian aid in the north-east, while 22,000 people affected by drought received humanitarian assistance in the north. Decades of conflict and a severe drought has exacerbated the situation for vulnerable people. The economic situation continues to be of major concern in terms of the continuity of basic services and impact on the most vulnerable people. Price increases of staples continue to be reported along with scarcity of basic commodities which will impact overall humanitarian needs going forward. ([OCHA, 30 Aug 2021](https://reliefweb.int/node/3769675))\n\nIn a drought declaration by the government on 22 June 2021, the country’s wheat crop will be reduced by nearly two million tons. Additionally, more than three million livestock are in danger of perishing due to a lack of fodder and water. The winter season will start in October with a potential for severe impact on drought-affected and displaced people whose coping capacities are already weakened. The compounding impacts of drought and conflict which escalated in July and the first half of August have exacerbated the hard living conditions in a country that is also grappling with COVID-19 and poverty. ([IFRC, 6 Sep 2021](https://reliefweb.int/node/3771949))\n\nDuring the reporting period (1–15 September), 177,500 drought affected-people in Balkh and Nimroz provinces were assisted with water trucking. Water trucking is a last resort option to avoid displacements in areas where people rely on rainwater due to unavailability of potable water or due to high salinity groundwater [...] Afghanistan is currently facing the second drought in four years and consequent water scarcity which is impacting a third of the country. The WASH Cluster stress that the current drought is first and foremost a water scarcity crisis. In addition to the precipitation forecast, there is urgent need to set up a nationwide groundwater monitoring systems to closely follow the water levels across the country. ([OCHA, 23 Sep 2021](https://reliefweb.int/node/3776659/))\n\nIn September and October 2021 (the post-harvest season), nearly 19 million people in Afghanistan experienced high levels of acute food insecurity (IPC Phase 3 or above), an almost 30% increase from the same season last year (14.5 million people). The main drivers of acute food insecurity include drought and its impacts on crops and livestock, the collapse of public services, a severe economic crisis and increasing food prices. An estimated 6.8 million people in Emergency (IPC Phase 4) and 11.9 million people in Crisis (IPC Phase 3) require urgent action to save their lives, reduce food gaps and protect their livelihoods. Between November 2021 and March 2022 (the winter lean season), a further deterioration in food security is expected, with the number of people in IPC Phase 3 or above increasing to 22.8 million, a nearly 35% increase from the same season last year (16.9m). Out of 22.8 million people, 14 million will likely be in Crisis (IPC Phase 3) and 8.7 million in Emergency (IPC Phase 4). The number of areas in Emergency is expected to significantly increase in the projection analysis period from 21 to 32 analytical domains. It is likely that household food access between the end of winter and the following spring season will further deteriorate due to: the continuing La Niña climatic episode bringing below-average winter precipitation for the second consecutive year, the impact of high food prices, sanctions on the de facto authorities, growing unemployment and possibly increased displacement. Reduced incomes, lower international and domestic remittances and continuing obstacles to humanitarian assistance (many related to the financial crisis and limited physical access during the winter period) are expected to contribute to the deterioration of food security. ([IPC, 25 Oct 2021](https://reliefweb.int/node/3785295/))\n\nDuring the reporting period (1 September–31 October), WASH Cluster partners assisted 198,656 drought-affected people across Balkh, Badghis, Kandahar, Hilmand and Wardak province with water trucking to avoid displacement. The country is currently facing the second drought in four years and the worst of its kind in 27 years. The recently updated Integrated Food Security Phase Classification (IPC) analysis shows the food security situation has further deteriorated with worrying implications for the winter lean season ahead. [...] In rural areas, this is largely driven by the drought. Assessments show that even after harvest, 57 per cent of households do not have food reserves that would last for 3 months. In urban areas, income loss (driven by economic shocks) has contributed to the rapid deterioration in food insecurity. 10 out of 11 most densely populated urban areas are anticipated to be in IPC 4 (Emergency). ([OCHA, 3 Nov 2021](https://reliefweb.int/node/3788440))\n\nBetween 1 September and 15 November, UN and partners provided 7.2 million people with food assistance; reached more than 880,000 people with primary and secondary health-care consultations; they assisted almost 199,000 drought-affected people through water trucking; and treated more than 178,000 children under five for acute malnutrition. Afghanistan’s Flash Appeal seeking $606 million to help 11 million people most in need in the last four months of 2021 is 100 per cent funded. However, all financial commitments have not been translated into actions on the ground, due to financial system challenges amid the cash and liquidity crisis. ([OCHA, 22 Nov 2021](https://reliefweb.int/node/3794125))\n\nMore than 507,728 people were reached with WASH assistance including through hygiene promotion and hygiene kits between 1 September and 15 December. WASH Cluster partners have continued to assist 204,033 drought-affected people with water trucking – with operations ongoing across Badghis, Kandahar, and Nimroz provinces. Water trucking is a last resort option to avoid displacements in areas where people rely on rainwater due to unavailability of potable water or due to high salinity groundwater. 8,329 wells across 24 provinces are benefitting from regular chlorination able to support up to 3 million people. [...] Drought is not only a food security crisis – the drop down of safe drinking water and water for handwashing have led to the spread of the Acute Watery Diarrhoea outbreak, particular affecting children. 18 provinces are currently facing catastrophic AWD situation. ([OCHA, 23 Dec 2021](https://reliefweb.int/node/3803989/))\n\nBetween 1 September and 30 December, WFP reached approximately 9.4 million people with food assistance across 34 provinces. The majority of this consists of unconditional emergency food or cash-based assistance to meet emergency food needs and protect livelihoods as well as support to displaced populations (IDPs, refugees and returnees). The number of people requiring assistance is more than what was planned under the Appeal mainly due to the increased food insecurity as highlighted by the last IPC report. ([OCHA, 11 Jan 2022](https://reliefweb.int/node/3807536/))\n\nWith each passing month, new waves of people are turning to drastic measures to feed their families. Two-thirds of the population (66 percent) are now resorting to crisis coping strategies - a staggering eight percentage point increase from the previous month and a sixfold increase since 15 August' Many (60 percent) are resorting to four or more strategies, and parents are increasingly restricting their own meals just so their children can eat (66 percent)...As of end-January, 95 percent of the population have insufficient food consumption. Some areas saw a deterioration, such as the Central Highlands and North regions where food consumption is already the poorest. In addition, the number of people with severe food insecurity increased in Kabul, North and West regions.  ([WFP, 31 Jan 2022](https://reliefweb.int/node/3818714/))\n\nTwo-thirds of the population of Afghanistan are now resorting to crisis-level coping strategies to feed their families. This is an eight percentage point increase from December and a sixfold increase since August 2021, according to WFP’s latest Food Security Update for Afghanistan. Almost 100 percent of female-headed households are facing insufficient food consumption. Eight in ten households experienced a significant decrease in income during the month of January. Households in Kabul were hit the hardest, where some families braved the harsh winter season without any income at all. 22.8 million people – half of the population – are projected to be acutely food insecure in 2022, including 8.7 million at risk of famine-like conditions, with all 34 provinces are facing crisis or emergency levels of acute food insecurity. ([OCHA, 7 Mar 2022](https://reliefweb.int/node/3824732))\n\nThe severe drought affecting most of the country since early 2021 has crippled crop production and livestock, leading to critical food shortages. Food insecurity is affecting both rural and urban areas. Ten out of 11 most densely populated urban areas are projected to be under IPC 4 – emergency food insecurity, due to the developments in the country that have driven up unemployment, prices of food and household items as well as cashflow problems (unavailability of remittances and salary payments). The snowfall during the 2021-2022 winter season has remained low, which is likely to further exacerbate the drought situation in the new agricultural year. ([IFRC, 26 Mar 2022](https://reliefweb.int/node/3831467))\n\nWhile humanitarian assistance is driving down severe food insecurity in several regions of Afghanistan, the number of people facing insufficient food consumption remains alarmingly high, with only 7 percent of people reported having enough to eat in March. The results of an ongoing Integrated Food Security Phase Classification (IPC) assessment are expected soon. Currently, 22.8 million people in Afghanistan are acutely food insecure (IPC 3 and 4). In April, WFP reached 12 million people with food & nutrition support. Between January and March 2022, humanitarian partners reached 18 million people with at least one form of humanitarian assistance, including 17.6 million vulnerable people; 174,000 cross-border returnees; 74,000 refugees; 66,000 people affected by floods and other weather-related events; and 65,000 newly displaced people. ([OCHA, 2 May 2022](https://reliefweb.int/node/3843860))\n\nHigh acute food insecurity persists across Afghanistan, as a combination of a collapsing economy and drought is depriving nearly 20 million Afghans of\nfood, classified in Crisis or Emergency (IPC Phases 3 or 4), between March and May 2022 (the lean season). Among these, about 6.6 million people\nare classified in Emergency (IPC Phase 4), characterized by large food gaps and/or employing emergency coping strategies to access food. For the first time since the introduction of IPC in Afghanistan, Catastrophe conditions (IPC Phase 5) were detected for 20,000 people in the province of Ghor, one of the most remote, vulnerable provinces of Afghanistan and immediate action is needed to prevent further deterioration. In the projected period, between June and November 2022, harvest will allow a minimal improvement in food availability and access, from 19.7 Million people facing acute food insecurity (IPC Phase 3 and above) to 18.9 million. Overall, 13 million will likely be in Crisis (IPC Phase 3) and 6 million in Emergency (IPC Phase 4). At household level, the situation is compounded by the forecasted reduction of Humanitarian Food Assistance (HFA) after the month of May. HFA is expected to decrease from 38% of the population receiving on average two third food ration in the current period, to 8% in the June-November projection due to lack\nof funding. ([IPC, 9 May 2022](https://reliefweb.int/node/3844817))\n\nHunger levels continue to stagnate at alarming levels. For nearly nine months, over 90 percent of the population have faced insufficient food consumption. Despite marginal improvements, coinciding with further humanitarian food assistance and the end of winter, Afghanistan still faces the highest prevalence of insufficient food consumption globally.' A concerning number of people are still turning to drastic coping strategies. Gradual improvements have been observed each month since February for the wider population. However, female-headed households are still largely relying on coping strategies (87 percent), with no clear trend of improvement for nearly nine months. Households are now spending 87 percent of their income on food - up from 85 and 83 percent in April and March respectively. ([WFP, 27 Jun 2022](https://reliefweb.int/node/3860592))\n\nThe situation remains precarious as household income continues to shrink. For the second month in a row, the country saw an increase in the proportion of households with deteriorating incomes. In June, this increased by an alarming 10 percentage points. Recurrent drought and erratic climatic shocks are also expected to result in a below average harvest - further threatening incomes and livelihoods.' People are spending almost all of their remaining income on food. Average expenditure on food has now increased to 90 percent - the highest since January 2022 (80 percent).' Female-headed households are spending an even higher proportion of their income on food (94 percent). This comes as incomes are shrinking and prices for key commodities are rising.  More than half of the population is still turning to drastic measures to put food on the table. ([WFP, 27 Jul 2022](https://reliefweb.int/node/3870287))\n\nAn estimated 18.9 million people in Afghanistan are acutely food-insecure (IPC 3+), according to the May 2022 IPC Analysis, including 6 million in IPC Phase 4 (Emergency), and 13 million in IPC Phase 3 (Crisis). Continued humanitarian assistance in Ghor Province is needed to deter IPC Phase 5 (Catastrophe) conditions, which affected some 20,000 people between March and May. Afghanistan continues to face the highest prevalence of insufficient food consumption globally, as some nine in ten households struggle to meet their food needs, according to WFP’s latest Food Security Update: Round Eleven (July 2022). Household food expenditure share continued to increase, reaching 91 percent in July (up from 80 percent in January) while some six in ten households saw their incomes drop. ([WFP, 20 Sep 2022](https://reliefweb.int/node/3888077))\n\nAn estimated 18.9 million people in Afghanistan are acutely food-insecure (IPC 3+), according to the May 2022 IPC Analysis projected period for June –\nNovember, including 6 million in IPC Phase 4 (Emergency), and 13 million in IPC Phase 3 (Crisis). WFP awaits the official endorsement of an updated\nIPC Analysis for the current period (September October) and food security projections for the upcoming lean season (November-March). Afghanistan continues to face the highest prevalence of insufficient food consumption globally. Results from a special edition of the monthly WFP Food Security Update show that, on average, 92 percent of household income is spent on food, while 51 percent of households rely on coping strategies to meet their basic food needs. Nine in ten households continue to face insufficient food consumption. ([WFP, 7 Nov 2022](https://reliefweb.int/node/3903983))\n\nProlonged drought across the country, felt hardest in the Southern, Northern, and Western Regions, continued to impact the availability of and access to safe drinking water. A third consecutive La Niña weather event is likely to persist into the 2022-2023 winter, worsening drought conditions. According to the recent Whole of Afghanistan Assessment, 79 per cent  of households reported they do not have sufficient water for their daily needs, including for drinking, cooking, bathing or hygiene. In addition, 64 per cent of households reported that they experienced drought in the six months prior to data collection and 54 per cent experienced economic shock. The impact of both drought and economic shock is having a devastating effect on food security and family coping mechanisms. ([UNICEF, 20 Nov 2022](https://reliefweb.int/node/3908635))\n\nNearly 20 million people in Afghanistan are acutely food-insecure (IPC 3+), including more than 6 million people on the brink of famine-like conditions in IPC Phase 4 (Emergency), according to preliminary projections for November 2022 to March 2023. Afghanistan continues to face the highest prevalence of insufficient food consumption globally. Results from WFP’s October Food Security Update show that nine in ten households consumed insufficient food, with little change over the past 12 months. The current food crisis is perpetuated by a concurrent climate crisis, as 30 out of 34 provinces in Afghanistan report extremely low water quality. The proportion of households feeling the impact of drought in 2022 is six times greater than in 2020 as Afghanistan enters its third consecutive drought year. ([WFP, 22 Dec 2022](https://reliefweb.int/node/3919306))\n\nFour million pregnant and lactating women (PLW) and children under five (6-59 months) are currently suffering from acute malnutrition, according to the latest IPC acute malnutrition analysis. This includes 3.2 million children, of which 875,227 are suffering from severe acute malnutrition (SAM), and 2.3 million are suffering from moderate acute malnutrition (MAM). More than 804,000 PLW are acutely malnourished. Two provinces – Badakhshan and Paktika – are classified in IPC Acute Malnutrition Phase 4 (Critical), while 23 other provinces are classified in IPC Acute Malnutrition Phase 3 (Serious). The current food crisis is exacerbated by the climate crisis, as 30 out of 34 provinces in Afghanistan reported extremely low water quality. ([WFP, 21 Feb 2023](https://reliefweb.int/node/3935665))\n### Appeals & Response Plans\n\n- [![IFRC: Afghanistan, Asia Pacific | Humanitarian Crises - Revised Emergency Appeal n° MDRAF007, Revision n° 3 - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/76/2c/762ce235-c249-4c37-af09-bcfe4021b597.png) IFRC: Afghanistan, Asia Pacific | Humanitarian Crises - Revised Emergency Appeal n° MDRAF007, Revision n° 3](https://reliefweb.int/node/3857207)",
      "type": [
        {
          "code": "DR",
          "name": "Drought",
          "id": 4672,
          "primary": true
        }
      ],
      "url": "https://reliefweb.int/taxonomy/term/50620",
      "current": true,
      "url_alias": "https://reliefweb.int/disaster/dr-2021-000022-afg",
      "name": "Afghanistan: Drought - 2021-2023",
      "id": 50620,
      "glide": "DR-2021-000022-AFG",
      "status": "ongoing"
    }
  },
  "text": "Afghanistan: Drought - 2021-2023\n\nAfghanistan has been experiencing below-normal rainfall since October 2020. Such conditions are expected to continue through the first half of 2021 in the country according to forecasters. The conditions have affected the winter season snow accumulation, which is critical for water access during the spring and summer agricultural seasons. It is anticipated that the situation will have an impact on both rain-fed and irrigated agriculture/livestock, as well as on the availability of water for drinking, washing, and sanitation. Mid-March through to the end of July will likely be the peak period during which drought impacts on crops and livestock (agricultural drought) would manifest. The wheat production deficit is expected to be 16 to 27 per cent this year and as a result, requiring increased top-up from international suppliers. Such drivers would further affect communities already suffering from the ongoing economic crises exacerbated by the secondary effects of the COVID-19 pandemic, including high prices of basic commodities, conflict, and food insecurity. \n\nThe ongoing food insecurity situation is very much worse than the previous years. According to the IPC report, from November 2019 to March 2020, 2,695,000 people were in IPC phase 4 and 8,591,000 people were in IPC phase 3. Based on the same IPC report (produced recently by Food Security Cluster and Ministry of Agriculture, Irrigation, and Livestock), between November 2020 and March 2021 – a period that corresponds to the lean season –around 13.15 million people (42% of the total population) have been experiencing high levels of acute food insecurity (IPC Phase 3 or above), out of which nearly 4.3 million people are in Emergency (IPC Phase 4) and an estimated 8.85 million people are in Crisis (IPC Phase 3). Moreover, only five provinces of the country were in IPC phase 4 in the first quarter of 2020, but by March 2021, 10 provinces of the country are classified in IPC phase 4. ([IFRC, 19 Mar 2021](https://reliefweb.int/node/3723898))\n\nNearly 11 million people in Afghanistan are experiencing high levels of acute food insecurity (IPC Phase 3 or above) due to conflict, COVID-19, high food prices and rampant unemployment, between March and May 2021 (the lean season in most parts of the country.) This includes around 7.8 million people in Crisis (IPC Phase 3) and 3.2 million people in Emergency (IPC Phase 4) and require urgent action to save lives, reduce food gaps and save and protect livelihoods. Between June and November 2021 (harvest and post-harvest seasons), a slight improvement in food security is expected, with the number of people in IPC Phase 3 or above decreasing to 9.5 million, with 6.7 million in Crisis (IPC Phase 3) and 2.7 million in IPC Phase 4 (Emergency). The areas that were in Phase 4 in the current analysis period are expected to remain in Phase 4 in the projection period, despite slight seasonal improvements. It is likely that household’s food access will improve slightly with the onset of the harvest, better job opportunities, as well as seasonal decreases in prices; however, rainfall forecasts suggest that the harvest will be below average, which will likely affect food availability during the following lean season. The food security situation has relatively improved compared to the last three years, aside from the impacts of drought in 2018 and the COVID-19 outbreak in 2020. However, the food security situation is still concerning and expected to deteriorate further during the 2021-2022 lean season. ([IPC, 22 Apr 2021](https://reliefweb.int/node/3732293))\n\nAs per a multi-sectoral needs’ analysis conducted by the Inter Cluster Country Team (ICCT), 25 provinces are estimated to be highly impacted by drought, although the drought has not yet been officially declared by the government of Afghanistan. The impact of the climatic events, storm-related flooding, conflict, and COVID-19 will vary across regions based on the degree to which these phenomena manifest and interact with pre-existing vulnerabilities in various locations The drought will likely result in nearly an additional 110,000 children who will be severely acutely malnourished and at risk of dying. Along with recent increases due to worsening insecurity and COVID-19, there will be nearly 1 million children with severe acute malnutrition (SAM) in Afghanistan over the next year. ([UNICEF, 31 May 2021](https://reliefweb.int/node/3743034))\n\nDrastic reduction in rainfall has caused levels of food and water scarcity across 25 provinces in Afghanistan not seen since the drought of 2018 that displaced a quarter of a million people. An International Rescue Committee assessment of drought impact in Herat, Badghis, Pakitya, Helmand and Khost provinces has shown that 83% of 484 people interviewed are already experiencing displacement within their communities. Interviewees said that some families are being pushed towards extreme survival measures such as selling off their assets, livestock reducing the number of meals, and child marriage. 75% respondents reported an increase in conflict arising in areas where water supplies have depleted. 81% of participants with children under the age of 5 reported diarrhea and illness owing to a lack of clean water. ([IRC, 15 Jun 2021](https://reliefweb.int/node/3747516))\n\nOn 22 June, the Government of Afghanistan officially declared a drought in the country. Little snow pack accumulation over the winter months and low rainfall in recent weeks resulted in drought conditions, low crop yields and rising food prices in the southern, eastern and western parts of the country. In the South, farmers in Kandahar Province are reporting water shortages which are threatening agricultural outputs. In the East, reduced food production is expected to contribute to an already dire food security situation exacerbated by the effects of La Niña and a continued dry spell. In the West, the provinces of Hirat, Badghis and Ghor are facing either extreme or severe drought conditions and humanitarian partners are assisting vulnerable people with food, water, sanitation and hygiene, cash and the rehabilitation of water sources. In the North-East region, drought does not pose an immediate threat at present, but forecasted water shortages may affect 60 per cent of farmers (about 586,000 people) in 12 districts during the upcoming agricultural seasons beginning in September 2021. The declaration of the drought comes at a time when Afghanistan is experiencing a dramatic surge in COVID-19 cases and intensifying conflict against the background of ongoing peace talks and the withdrawal of US forces. In total, more than 12 million people – about one third of the population – are facing high levels of acute food insecurity due to high food prices, conflict, COVID-19, and widespread unemployment. ([OCHA, 28 Jun 2021](https://reliefweb.int/node/3751859))\n\nAccording to the Pre-Lean Season Assessment (PLSA), conducted across the country in Quarter 1 of 2021, on average, cereal stocks of the prior harvest lasted only five months for the entire households interviewed. Across all areas, only a small proportion (10 per cent) of households reported having cereal stocks from their products that would last till the next harvest. Access to wheat seeds remained a significant challenge. According to PLSA, 81 per cent of\nfarmers did not have access to certified wheat seeds to cultivate their lands during the last season. PLSA findings show that in rural areas, 53 per cent of people generate income from agriculture, while in the urban areas, only 9 percent of people do. Economic access to food is seriously compromised because of a significant increase in prices. Overall, an estimated 10-20 per cent price increase has been observed compared with the same period of the last five years. The increase is mainly due to the drought, COVID-19 related impacts, steadily accelerating year-on-year inflation and seasonal changes. To further compound the situation, the PLSA indicated a reduction in income for 75 per cent of people and an increase in debt. Around 73 per cent of households reported having debt, and 74 per cent cited food as the main reason for borrowing. With the increasing dependency on the market due to relatively lower production, increased prices, and debt, financial access to food is constrained for most households, as evidenced by the livelihood coping\nstrategy. One out of five households (20 per cent) adopted Emergency livelihood coping strategies, and 24 per cent resorted to Crisis livelihood coping strategies to mitigate their food consumption gaps. Moreover, the above-mentioned issues are compounded with years of conflict and instability that have caused livelihood disruption and displacements. Despite efforts for a peace deal, this has not yet translated into a sustained reduction in violence. In the first half of 2021, an estimated 140,691 people have been displaced. Internal displacement was limited to new IDPs. Still, IDPs from previous years were unable to return to their places of origin mainly because of continued conflict, loss of livelihoods, and a lack of economic opportunities. ([IFRC, 12 Jul 2021](https://reliefweb.int/node/3755666))\n\nAccording to the government, in 2021, the country’s wheat crop will be reduced by nearly two million tons due to this. More than three million livestock are also in danger of death due to lack of fodder and water. The drought has also exacerbated the hard living conditions in a country that is grappling with escalating conflict, COVID-19 and crippling poverty. COVID-19 cases have steadily risen since mid-May 2021, with compounding socioeconomic impacts. Moreover, the years of conflict and instability have caused livelihood disruption and displacements. Despite efforts for a peace deal, this has not yet translated into a sustained reduction in violence. In the first half of 2021, an estimated 140,691 people have been displaced due to armed clashes. Still, internally displaced people (IDPs) from previous years are unable to return to their places of origin mainly because of continued conflict, loss of livelihoods, and a lack of economic opportunities. The ongoing complex humanitarian emergencies – with the drought being the worst – in the country have not only increased the vulnerability but have severely impacted the living conditions and livelihoods in many parts of the country. The impacted populations are in need of emergency food assistance, lifesaving health care, and means to restore and protect their livelihoods. Currently, around 11 million people are experiencing high levels of acute food insecurity due to conflict, COVID-19, high food prices, and rampant unemployment. ([IFRC, 3 Aug 2021](https://reliefweb.int/node/3761564))\n\nNeeds assessments and response such as health, nutrition, food, water, sanitation, and hygiene activities continued across the country. In the last week, 44,000 people received humanitarian aid in the north-east, while 22,000 people affected by drought received humanitarian assistance in the north. Decades of conflict and a severe drought has exacerbated the situation for vulnerable people. The economic situation continues to be of major concern in terms of the continuity of basic services and impact on the most vulnerable people. Price increases of staples continue to be reported along with scarcity of basic commodities which will impact overall humanitarian needs going forward. ([OCHA, 30 Aug 2021](https://reliefweb.int/node/3769675))\n\nIn a drought declaration by the government on 22 June 2021, the country’s wheat crop will be reduced by nearly two million tons. Additionally, more than three million livestock are in danger of perishing due to a lack of fodder and water. The winter season will start in October with a potential for severe impact on drought-affected and displaced people whose coping capacities are already weakened. The compounding impacts of drought and conflict which escalated in July and the first half of August have exacerbated the hard living conditions in a country that is also grappling with COVID-19 and poverty. ([IFRC, 6 Sep 2021](https://reliefweb.int/node/3771949))\n\nDuring the reporting period (1–15 September), 177,500 drought affected-people in Balkh and Nimroz provinces were assisted with water trucking. Water trucking is a last resort option to avoid displacements in areas where people rely on rainwater due to unavailability of potable water or due to high salinity groundwater [...] Afghanistan is currently facing the second drought in four years and consequent water scarcity which is impacting a third of the country. The WASH Cluster stress that the current drought is first and foremost a water scarcity crisis. In addition to the precipitation forecast, there is urgent need to set up a nationwide groundwater monitoring systems to closely follow the water levels across the country. ([OCHA, 23 Sep 2021](https://reliefweb.int/node/3776659/))\n\nIn September and October 2021 (the post-harvest season), nearly 19 million people in Afghanistan experienced high levels of acute food insecurity (IPC Phase 3 or above), an almost 30% increase from the same season last year (14.5 million people). The main drivers of acute food insecurity include drought and its impacts on crops and livestock, the collapse of public services, a severe economic crisis and increasing food prices. An estimated 6.8 million people in Emergency (IPC Phase 4) and 11.9 million people in Crisis (IPC Phase 3) require urgent action to save their lives, reduce food gaps and protect their livelihoods. Between November 2021 and March 2022 (the winter lean season), a further deterioration in food security is expected, with the number of people in IPC Phase 3 or above increasing to 22.8 million, a nearly 35% increase from the same season last year (16.9m). Out of 22.8 million people, 14 million will likely be in Crisis (IPC Phase 3) and 8.7 million in Emergency (IPC Phase 4). The number of areas in Emergency is expected to significantly increase in the projection analysis period from 21 to 32 analytical domains. It is likely that household food access between the end of winter and the following spring season will further deteriorate due to: the continuing La Niña climatic episode bringing below-average winter precipitation for the second consecutive year, the impact of high food prices, sanctions on the de facto authorities, growing unemployment and possibly increased displacement. Reduced incomes, lower international and domestic remittances and continuing obstacles to humanitarian assistance (many related to the financial crisis and limited physical access during the winter period) are expected to contribute to the deterioration of food security. ([IPC, 25 Oct 2021](https://reliefweb.int/node/3785295/))\n\nDuring the reporting period (1 September–31 October), WASH Cluster partners assisted 198,656 drought-affected people across Balkh, Badghis, Kandahar, Hilmand and Wardak province with water trucking to avoid displacement. The country is currently facing the second drought in four years and the worst of its kind in 27 years. The recently updated Integrated Food Security Phase Classification (IPC) analysis shows the food security situation has further deteriorated with worrying implications for the winter lean season ahead. [...] In rural areas, this is largely driven by the drought. Assessments show that even after harvest, 57 per cent of households do not have food reserves that would last for 3 months. In urban areas, income loss (driven by economic shocks) has contributed to the rapid deterioration in food insecurity. 10 out of 11 most densely populated urban areas are anticipated to be in IPC 4 (Emergency). ([OCHA, 3 Nov 2021](https://reliefweb.int/node/3788440))\n\nBetween 1 September and 15 November, UN and partners provided 7.2 million people with food assistance; reached more than 880,000 people with primary and secondary health-care consultations; they assisted almost 199,000 drought-affected people through water trucking; and treated more than 178,000 children under five for acute malnutrition. Afghanistan’s Flash Appeal seeking $606 million to help 11 million people most in need in the last four months of 2021 is 100 per cent funded. However, all financial commitments have not been translated into actions on the ground, due to financial system challenges amid the cash and liquidity crisis. ([OCHA, 22 Nov 2021](https://reliefweb.int/node/3794125))\n\nMore than 507,728 people were reached with WASH assistance including through hygiene promotion and hygiene kits between 1 September and 15 December. WASH Cluster partners have continued to assist 204,033 drought-affected people with water trucking – with operations ongoing across Badghis, Kandahar, and Nimroz provinces. Water trucking is a last resort option to avoid displacements in areas where people rely on rainwater due to unavailability of potable water or due to high salinity groundwater. 8,329 wells across 24 provinces are benefitting from regular chlorination able to support up to 3 million people. [...] Drought is not only a food security crisis – the drop down of safe drinking water and water for handwashing have led to the spread of the Acute Watery Diarrhoea outbreak, particular affecting children. 18 provinces are currently facing catastrophic AWD situation. ([OCHA, 23 Dec 2021](https://reliefweb.int/node/3803989/))\n\nBetween 1 September and 30 December, WFP reached approximately 9.4 million people with food assistance across 34 provinces. The majority of this consists of unconditional emergency food or cash-based assistance to meet emergency food needs and protect livelihoods as well as support to displaced populations (IDPs, refugees and returnees). The number of people requiring assistance is more than what was planned under the Appeal mainly due to the increased food insecurity as highlighted by the last IPC report. ([OCHA, 11 Jan 2022](https://reliefweb.int/node/3807536/))\n\nWith each passing month, new waves of people are turning to drastic measures to feed their families. Two-thirds of the population (66 percent) are now resorting to crisis coping strategies - a staggering eight percentage point increase from the previous month and a sixfold increase since 15 August' Many (60 percent) are resorting to four or more strategies, and parents are increasingly restricting their own meals just so their children can eat (66 percent)...As of end-January, 95 percent of the population have insufficient food consumption. Some areas saw a deterioration, such as the Central Highlands and North regions where food consumption is already the poorest. In addition, the number of people with severe food insecurity increased in Kabul, North and West regions.  ([WFP, 31 Jan 2022](https://reliefweb.int/node/3818714/))\n\nTwo-thirds of the population of Afghanistan are now resorting to crisis-level coping strategies to feed their families. This is an eight percentage point increase from December and a sixfold increase since August 2021, according to WFP’s latest Food Security Update for Afghanistan. Almost 100 percent of female-headed households are facing insufficient food consumption. Eight in ten households experienced a significant decrease in income during the month of January. Households in Kabul were hit the hardest, where some families braved the harsh winter season without any income at all. 22.8 million people – half of the population – are projected to be acutely food insecure in 2022, including 8.7 million at risk of famine-like conditions, with all 34 provinces are facing crisis or emergency levels of acute food insecurity. ([OCHA, 7 Mar 2022](https://reliefweb.int/node/3824732))\n\nThe severe drought affecting most of the country since early 2021 has crippled crop production and livestock, leading to critical food shortages. Food insecurity is affecting both rural and urban areas. Ten out of 11 most densely populated urban areas are projected to be under IPC 4 – emergency food insecurity, due to the developments in the country that have driven up unemployment, prices of food and household items as well as cashflow problems (unavailability of remittances and salary payments). The snowfall during the 2021-2022 winter season has remained low, which is likely to further exacerbate the drought situation in the new agricultural year. ([IFRC, 26 Mar 2022](https://reliefweb.int/node/3831467))\n\nWhile humanitarian assistance is driving down severe food insecurity in several regions of Afghanistan, the number of people facing insufficient food consumption remains alarmingly high, with only 7 percent of people reported having enough to eat in March. The results of an ongoing Integrated Food Security Phase Classification (IPC) assessment are expected soon. Currently, 22.8 million people in Afghanistan are acutely food insecure (IPC 3 and 4). In April, WFP reached 12 million people with food & nutrition support. Between January and March 2022, humanitarian partners reached 18 million people with at least one form of humanitarian assistance, including 17.6 million vulnerable people; 174,000 cross-border returnees; 74,000 refugees; 66,000 people affected by floods and other weather-related events; and 65,000 newly displaced people. ([OCHA, 2 May 2022](https://reliefweb.int/node/3843860))\n\nHigh acute food insecurity persists across Afghanistan, as a combination of a collapsing economy and drought is depriving nearly 20 million Afghans of\nfood, classified in Crisis or Emergency (IPC Phases 3 or 4), between March and May 2022 (the lean season). Among these, about 6.6 million people\nare classified in Emergency (IPC Phase 4), characterized by large food gaps and/or employing emergency coping strategies to access food. For the first time since the introduction of IPC in Afghanistan, Catastrophe conditions (IPC Phase 5) were detected for 20,000 people in the province of Ghor, one of the most remote, vulnerable provinces of Afghanistan and immediate action is needed to prevent further deterioration. In the projected period, between June and November 2022, harvest will allow a minimal improvement in food availability and access, from 19.7 Million people facing acute food insecurity (IPC Phase 3 and above) to 18.9 million. Overall, 13 million will likely be in Crisis (IPC Phase 3) and 6 million in Emergency (IPC Phase 4). At household level, the situation is compounded by the forecasted reduction of Humanitarian Food Assistance (HFA) after the month of May. HFA is expected to decrease from 38% of the population receiving on average two third food ration in the current period, to 8% in the June-November projection due to lack\nof funding. ([IPC, 9 May 2022](https://reliefweb.int/node/3844817))\n\nHunger levels continue to stagnate at alarming levels. For nearly nine months, over 90 percent of the population have faced insufficient food consumption. Despite marginal improvements, coinciding with further humanitarian food assistance and the end of winter, Afghanistan still faces the highest prevalence of insufficient food consumption globally.' A concerning number of people are still turning to drastic coping strategies. Gradual improvements have been observed each month since February for the wider population. However, female-headed households are still largely relying on coping strategies (87 percent), with no clear trend of improvement for nearly nine months. Households are now spending 87 percent of their income on food - up from 85 and 83 percent in April and March respectively. ([WFP, 27 Jun 2022](https://reliefweb.int/node/3860592))\n\nThe situation remains precarious as household income continues to shrink. For the second month in a row, the country saw an increase in the proportion of households with deteriorating incomes. In June, this increased by an alarming 10 percentage points. Recurrent drought and erratic climatic shocks are also expected to result in a below average harvest - further threatening incomes and livelihoods.' People are spending almost all of their remaining income on food. Average expenditure on food has now increased to 90 percent - the highest since January 2022 (80 percent).' Female-headed households are spending an even higher proportion of their income on food (94 percent). This comes as incomes are shrinking and prices for key commodities are rising.  More than half of the population is still turning to drastic measures to put food on the table. ([WFP, 27 Jul 2022](https://reliefweb.int/node/3870287))\n\nAn estimated 18.9 million people in Afghanistan are acutely food-insecure (IPC 3+), according to the May 2022 IPC Analysis, including 6 million in IPC Phase 4 (Emergency), and 13 million in IPC Phase 3 (Crisis). Continued humanitarian assistance in Ghor Province is needed to deter IPC Phase 5 (Catastrophe) conditions, which affected some 20,000 people between March and May. Afghanistan continues to face the highest prevalence of insufficient food consumption globally, as some nine in ten households struggle to meet their food needs, according to WFP’s latest Food Security Update: Round Eleven (July 2022). Household food expenditure share continued to increase, reaching 91 percent in July (up from 80 percent in January) while some six in ten households saw their incomes drop. ([WFP, 20 Sep 2022](https://reliefweb.int/node/3888077))\n\nAn estimated 18.9 million people in Afghanistan are acutely food-insecure (IPC 3+), according to the May 2022 IPC Analysis projected period for June –\nNovember, including 6 million in IPC Phase 4 (Emergency), and 13 million in IPC Phase 3 (Crisis). WFP awaits the official endorsement of an updated\nIPC Analysis for the current period (September October) and food security projections for the upcoming lean season (November-March). Afghanistan continues to face the highest prevalence of insufficient food consumption globally. Results from a special edition of the monthly WFP Food Security Update show that, on average, 92 percent of household income is spent on food, while 51 percent of households rely on coping strategies to meet their basic food needs. Nine in ten households continue to face insufficient food consumption. ([WFP, 7 Nov 2022](https://reliefweb.int/node/3903983))\n\nProlonged drought across the country, felt hardest in the Southern, Northern, and Western Regions, continued to impact the availability of and access to safe drinking water. A third consecutive La Niña weather event is likely to persist into the 2022-2023 winter, worsening drought conditions. According to the recent Whole of Afghanistan Assessment, 79 per cent  of households reported they do not have sufficient water for their daily needs, including for drinking, cooking, bathing or hygiene. In addition, 64 per cent of households reported that they experienced drought in the six months prior to data collection and 54 per cent experienced economic shock. The impact of both drought and economic shock is having a devastating effect on food security and family coping mechanisms. ([UNICEF, 20 Nov 2022](https://reliefweb.int/node/3908635))\n\nNearly 20 million people in Afghanistan are acutely food-insecure (IPC 3+), including more than 6 million people on the brink of famine-like conditions in IPC Phase 4 (Emergency), according to preliminary projections for November 2022 to March 2023. Afghanistan continues to face the highest prevalence of insufficient food consumption globally. Results from WFP’s October Food Security Update show that nine in ten households consumed insufficient food, with little change over the past 12 months. The current food crisis is perpetuated by a concurrent climate crisis, as 30 out of 34 provinces in Afghanistan report extremely low water quality. The proportion of households feeling the impact of drought in 2022 is six times greater than in 2020 as Afghanistan enters its third consecutive drought year. ([WFP, 22 Dec 2022](https://reliefweb.int/node/3919306))\n\nFour million pregnant and lactating women (PLW) and children under five (6-59 months) are currently suffering from acute malnutrition, according to the latest IPC acute malnutrition analysis. This includes 3.2 million children, of which 875,227 are suffering from severe acute malnutrition (SAM), and 2.3 million are suffering from moderate acute malnutrition (MAM). More than 804,000 PLW are acutely malnourished. Two provinces – Badakhshan and Paktika – are classified in IPC Acute Malnutrition Phase 4 (Critical), while 23 other provinces are classified in IPC Acute Malnutrition Phase 3 (Serious). The current food crisis is exacerbated by the climate crisis, as 30 out of 34 provinces in Afghanistan reported extremely low water quality. ([WFP, 21 Feb 2023](https://reliefweb.int/node/3935665))\n### Appeals & Response Plans\n\n- [![IFRC: Afghanistan, Asia Pacific | Humanitarian Crises - Revised Emergency Appeal n° MDRAF007, Revision n° 3 - Cover preview](https://reliefweb.int/sites/default/files/styles/small/public/previews/76/2c/762ce235-c249-4c37-af09-bcfe4021b597.png) IFRC: Afghanistan, Asia Pacific | Humanitarian Crises - Revised Emergency Appeal n° MDRAF007, Revision n° 3](https://reliefweb.int/node/3857207)",
  "summary": " Afghanistan is facing a severe drought and food crisis, with 20 million people facing acute food insecurity and 6 million at risk of famine. Low water quality and a dramatic increase in drought-affected households have exacerbated the crisis, leading to 4 million pregnant and lactating women and children under five suffering from acute malnutrition. The International Federation of Red Cross and Red Crescent Societies (IFRC) has released an updated emergency appeal to provide humanitarian aid to Afghanistan and the Asia Pacific region.",
  "metadata": {
    "id": "50620",
    "name": "Afghanistan: Drought - 2021-2023",
    "date_event": 1612137600000,
    "date_changed": 1677203844000,
    "date_created": 1612137600000,
    "primary_country_id": 13,
    "primary_country_name": "Afghanistan",
    "primary_country_iso3": "afg",
    "primary_country_location": {
      "lon": 66.03,
      "lat": 33.84
    },
    "primary_type_id": 4672,
    "primary_type_code": "DR",
    "primary_type_name": "Drought"
  }
}