{
  "original": {
    "id": "3954796",
    "fields": {
      "date": {
        "changed": "2023-04-20T20:27:33+00:00",
        "created": "2023-04-20T16:11:02+00:00",
        "original": "2023-04-20T00:00:00+00:00"
      },
      "country": [
        {
          "href": "https://api.reliefweb.int/v1/countries/180",
          "name": "occupied Palestinian territory",
          "location": {
            "lon": 35.2332,
            "lat": 31.9522
          },
          "id": 180,
          "shortname": "oPt",
          "iso3": "pse",
          "primary": true
        }
      ],
      "ocha_product": [
        {
          "name": "Other",
          "id": 12353
        }
      ],
      "origin": "https://www.ochaopt.org/poc/28-march-17-april-2023",
      "primary_country": {
        "href": "https://api.reliefweb.int/v1/countries/180",
        "name": "occupied Palestinian territory",
        "location": {
          "lon": 35.2332,
          "lat": 31.9522
        },
        "id": 180,
        "shortname": "oPt",
        "iso3": "pse"
      },
      "format": [
        {
          "name": "Situation Report",
          "id": 10
        }
      ],
      "language": [
        {
          "code": "en",
          "name": "English",
          "id": 267
        }
      ],
      "source": [
        {
          "href": "https://api.reliefweb.int/v1/sources/1503",
          "longname": "United Nations Office for the Coordination of Humanitarian Affairs",
          "spanish_name": "Oficina de Coordinación de Asuntos Humanitarios",
          "name": "UN Office for the Coordination of Humanitarian Affairs",
          "id": 1503,
          "type": {
            "name": "International Organization",
            "id": 272
          },
          "shortname": "OCHA",
          "disclaimer": "To learn more about OCHA's activities, please visit https://www.unocha.org/.",
          "homepage": "http://www.unocha.org/"
        }
      ],
      "title": "Occupied Palestinian territory: Protection of Civilians Report | 28 March - 17 April 2023",
      "body": "This report exceptionally covers three weeks.\n\n**Latest Developments (outside the reporting period)**\n\nThis section is based on initial information from different sources. Further confirmed details will be provided in the next report.\n\n-   On 18 April, two Israelis were shot and injured in the East Jerusalem neighbourhood of Sheikh Jarrah, by a perpetrator believed to be Palestinian.\n\n**Highlights from the reporting period**\n\n-   **Israeli forces killed six Palestinians, including one child, and one additional Palestinian died of wounds sustained during search-and-arrest and other Israeli forces’ operations in the West Bank, some of which reportedly involved an exchange of fire with Palestinians.** On 28 March, a Palestinian man died of wounds sustained on 22 February when he was shot with live ammunition by Israeli forces operating in Nablus city. This raises the number of fatalities in that incident to 12, the highest number of Palestinian fatalities in a single incident in the West Bank since OCHA started recording casualties in 2005. On 3 April, Israeli forces raided Nablus city reportedly to arrest Palestinians involved in the Huwwara shooting on 25 March, which left two Israeli soldiers injured. During the operation, Israeli forces exchanged fire with Palestinians, killing two men. Subsequently, Israeli forces fired live ammunition, rubber bullets, and teargas canisters at Palestinians who threw stones at them; 56 Palestinians were injured and two arrested. During the operation, Israeli forces obstructed the work of paramedics, and an ambulance was struck with teargas canisters. On 10 April, Israeli forces killed a 15-year-old Palestinian child and injured two others with live ammunition during a search-and-arrest operation in Aqbat Jaber refugee camp (Jericho), during which Palestinians threw stones and Israeli forces shot live ammunition, rubber bullets and teargas canisters. **The total number of Palestinian children killed by Israeli forces in the West Bank so far in 2023 is 17, compared with eight in the equivalent period of 2022.** On 11 April, Israeli forces killed two Palestinian men, and injured another one near Deir al Hatab village (Nablus). According to the Israeli military, the men had opened fire towards a military post at the entrance of Elon Moreh settlement, before Israeli forces stationed nearby shot at their vehicle. On 8 April, Israeli forces shot and killed with live ammunition a Palestinian man at the entrance of Azzun village (Qalqiliya); initial information from human rights organizations suggests that he was among Palestinians who threw firecrackers at Israeli forces positioned at a checkpoint at the entrance of the village. **During the first quarter of 2023, the number of Palestinians killed by Israeli forces (84) was almost four times higher than during the same period in 2022 (22).**\n-   **One Palestinian man was killed, and four Israeli soldiers were injured in two incidents in Hebron and Jerusalem.** On 1 April, a Palestinian man rammed a vehicle into three Israeli soldiers positioned at an Israeli military checkpoint established at the entrance of Beit Ummar (Hebron) injuring them, before being shot and killed by Israeli forces. **So far in 2022, nine Palestinians have been shot and killed by Israeli forces in the West Bank while attacking or allegedly trying to attack Israeli forces.** Also, on 1 April, an Israeli police officer killed a Palestinian citizen of Israel next to one of the gates leading to Al Aqsa Mosque in the Old City of Jerusalem. According to the Israeli Police, the man had grabbed a police officer's weapon and shot it twice. Eyewitnesses dispute this account, and no surveillance camera footage has been made available. The Israeli authorities have opened an investigation into the shooting. Additionally, on the same day, a gunman believed to be Palestinian opened fire towards Israeli forces near Jaba' Junction northeast of Jerusalem and fled the scene. One Israeli soldier was injured according to Israeli media.\n-   **Three Israeli settlers, a mother and her two daughters, one of whom was a child, were killed by a gunman believed to be Palestinian while travelling on Road 57 in the Jordan Valley (Tubas),** on 7 April. The two sisters were killed immediately  while the mother succumbed to her wounds three days later. The shooter fled the scene. Israeli forces launched a manhunt, blocking main roads in the Jordan Valley. **This brings the number of Israelis killed so far in 2023 in the West Bank, including East Jerusalem, and in Israel to eighteen, in addition to a foreign national and a soldier, compared with six in the equivalent period of 2022.** \n-   **A total of 567 Palestinians, including at least 91 children, were injured by Israeli forces across the West Bank, 25 of them were shot with live ammunition.** Twenty-seven Palestinians were injured during 18 search-and-arrest and other operations carried out by Israeli forces in multiple locations, in addition to the 56 Palestinians injured in Nablus and Jericho (see above). An additional 43 injuries were reported in the vicinity of Al Aqsa Mosque, in the Old City of Jerusalem (see below). In six incidents, Israeli forces injured 41 Palestinians, most of whom were treated for teargas inhalation, following the entry of Israeli settlers, accompanied by Israeli forces, into the Palestinian communities of Qaryut (Nablus), Deir Ballut (Salfit), and Surif (Hebron). In another four incidents, Israeli forces shot live ammunition and teargas cannisters at Palestinians who threw stones at Israeli soldiers positioned at military observation towers and flying checkpoints, injuring another 19 Palestinians at the entrances of Azzun (Qalqiliya), Beit Ummar (Hebron), Husan and Al Khadr (both in Bethlehem). In a separate incident, Israeli forces physically assaulted and injured a Palestinian man trying to reach his workplace in Israel via an informal opening in the Barrier near At Tayba (Jenin). Another 380 Palestinians were injured near Beit Dajan, Beita and Huwwara (all in Nablus), and Kafr Qaddum (Qalqiliya) in demonstrations marking “Land Day” and against access restrictions and settlement expansion. In one of these demonstrations, 216 Palestinians were injured after Israeli forces fired rubber bullets, teargas canisters, and stun grenades at Palestinians who threw stones, after Israeli forces closed the main entrance of Beita village (Nablus). This occurred during a march by settlers in support of legalizing the Evyatar settlement outpost, which is built on Palestinian land. Overall, 448 Palestinians were treated for teargas inhalation, 25 were shot with live ammunition, 53 were injured with rubber bullets, 35 were physically assaulted, five were injured when hit by sound grenades or teargas canisters, and one was hit by a military vehicle. \n-   **Since the beginning of the Muslim month of Ramadan, on 24 March, Israeli forces have intensified their presence in and around the Old City of Jerusalem.** During the reporting period, on six occasions, the Israeli police carried out operations in the vicinity of Al Aqsa Mosque in the Old City of Jerusalem. In one of these occasions, in the early hours of 5 April 2023, large numbers of Israeli forces raided Al Qibli Mosque and used force to evacuate Palestinians who refused to leave the prayer hall, prior to the expected arrival of Israeli settlers and other Israelis to the compound the following morning. The Israeli forces raided the Al Qibli Mosque through the adjacent health clinic, damaging and destroying equipment, supplies and the wall separating the clinic from the mosque; Israeli forces shot stun grenades, sponge-tipped bullets, and teargas cannisters, and beat Palestinians with batons, including children, and women. According to Israeli authorities, Palestinians threw stones and firecrackers at the Israeli forces raiding the mosque. Overall, Israeli forces injured 43 Palestinians, including 12 children, and arrested 440 others, including 65 children; most detainees were released later that day, but received banning orders preventing them from accessing Al Aqsa Mosque until the end of Ramadan. \n-   **Israeli settlers injured 17 Palestinians, including three children, and people known or believed to be settlers damaged Palestinian property in another 44 instances across the West Bank.** This is in addition to the injury of 41 Palestinians by Israeli forces in six incidents involving settlers. On 29 March, 2 April and 12 April, Israeli settlers physically assaulted, and injured five Palestinians, who were farming or grazing livestock near Kisan (Bethlehem), Surif (Hebron) and Ein al Hilwa community in the Jordan valley (Tubas); among the wounded were one elderly man. Four additional attacks occurred in Al Khadr (Bethlehem), Surif (Hebron) and Kifl Haris and Deir Ballut (both in Salfit); these involved Israeli settlers breaking into livelihood structures, throwing stones, physically assaulting and injuring five Palestinians, including one child, and causing damage to at least 18 Palestinian homes and four vehicles. In the Old City of Jerusalem, an Israeli settler opened fire and injured a 14-year-old Palestinian on 6 April, and another settler physically assaulted a Palestinian and threw stones at Palestinian shops, causing damage to at least five shops, on 7 April. In another five incidents, five Palestinians, including a nine-year-old child, were injured when Israeli settlers threw stones at Palestinian vehicles travelling on roads near Nablus, Ramallah, Jerusalem, Hebron and Salfit. According to community sources, during the reporting period, more than 1,200 olive trees were vandalized on Palestinian land near Israeli settlements, including where Palestinian access requires approval from the Israeli military; such damages were reported in 14 incidents across the West Bank. Other Palestinian property was damaged, and livestock was injured in 12 incidents in or near Ramallah, Salfit, Tubas, Bethlehem, Hebron, Jerusalem and Qalqiliya. The damaged properties included residential and agricultural structures, tractors, crops, and a water network, according to eyewitnesses and local community sources. In the remaining 20 incidents reported across the West Bank, Israeli settlers threw stones, vandalizing 36 Palestinian vehicles.\n-   **A Palestinian woman stabbed and injured an Israeli settler near Gush Etzion settlement (Hebron), before being shot, injured, and arrested by Israeli forces.** Another Israeli settler was injured, and four Israeli vehicles were damaged in four incidents, when people known or believed to be Palestinians threw stones at Israeli vehicles travelling on West Bank roads.\n-   **A total of around 240,000 Palestinians holding West Bank IDs entered East Jerusalem on the second, third and fourth Fridays of Ramadan (31 March, 7 April, and 14 April) respectively, through the three designated checkpoints along the Barrier, according to official Israeli figures.** The Israeli authorities allowed men above 55 years of age, women of all ages and children below 12 years of age to enter East Jerusalem without permits. About 1,130 people out of 2.2 million residents in Gaza managed to travel to Jerusalem for Ramadan and Easter.\n-   **Israeli forces restricted the movement of Palestinians in several other locations across the West Bank, disrupting the access of thousands to livelihoods and services.** Following the shooting and killing of three Israelis on 7 April (see above), Israeli forces intensified movement restrictions around the northeastern areas of the Jordan Valley as they launched a manhunt to find the perpetrator. Several roads were closed with earth-mounds, in addition to intensive security checks at checkpoints, leading to long waiting times for commuters. Additionally, on 9 April, Israeli forces installed a metal gate, concrete blocks, and a road checkpoint on the main road connecting Khirbet ar Ras al Ahmar and Khirbet ‘Atuf communities, southeast of Tubas in the Jordan Valley, obstructing the movement of about 500 Palestinians. On 6 and 9 April, Israeli forces restricted the movement of more than 6,000 Palestinians by placing earth-mounds at one of the entrances of Qusra (Nablus), and by closing the road gate at the entrance of Ras Karkar (Ramallah), allegedly in response to Palestinian stone-throwing at Israeli-plated vehicles. The intensified movement restrictions were still in place by the end of the reporting period. \n-   **The Israeli authorities demolished ten Palestinian structures in Area C of the West Bank, citing the lack of Israeli-issued building permits, which are almost impossible for Palestinians to obtain; the livelihoods of about 60 people were affected.** This reflects a significant decline in the number of structures demolished or seized compared with the weekly average since the beginning of the year (19). This is consistent with a typical reduction in Israeli demolitions during the month of Ramadan. \n-   **In the Gaza Strip, between 5 and 7 April, Palestinian armed groups fired 52 rockets and other projectiles towards Israel;** 16 rockets were intercepted by the Israeli Iron Dome system, 32 fell in open areas in southern Israel and Gaza, and two fell in Sderot city in Israel, hitting and causing damage to a factory. According to Israeli medical sources, one Israeli man was injured while running to shelter. Israeli forces launched multiple airstrikes firing 59 missiles and 7 shells reportedly targeting military sites belonging to armed groups in the Gaza Strip. No Palestinian injuries were reported, but targeted sites were damaged, alongside civilian properties, including a children’s hospital, a health clinic, a farm and four houses.\n-   **Also in the Gaza Strip, on at least 25 occasions, Israeli forces opened “warning fire” near Israel’s perimeter fence or off the coast, presumably to enforce access restrictions;** four fishermen were arrested, of whom one was also injured, and two fishing boats were confiscated. In two incidents, Palestinians held demonstrations near the Israeli perimeter fence in commemoration of “Land Day” and in solidarity with worshippers in Jerusalem. Protesters burned tires, threw stones, and approached the fence and Israeli forces fired live ammunition and teargas canisters. As a result, seven Palestinians, including two children, were injured, including four with live ammunition.\n\n* * *\n\n**Footnotes**\n\n[1](https://www.ochaopt.org/poc/28-march-17-april-2023#ftnref1) Palestinians killed or injured by people who are not members of Israeli forces, e.g., by Israeli civilians or with Palestinian rockets falling short, as well as those whose immediate cause of death or the perpetrator’s identity remain disputed, unclear, or unknown, are counted separately.\n\n[2](https://www.ochaopt.org/poc/28-march-17-april-2023#ftnref2) Israeli casualties in these charts include people who were injured while running to shelters during Palestinian rocket attacks. Foreign nationals killed in Palestinian attacks and people whose immediate cause of death or the perpetrator’s identity remain disputed, unclear, or unknown, are counted separately.\n\nOCHA protection of civilians data includes incidents that occurred outside of the oPt only if they involved residents of the oPt as either victims or perpetrators. During this reporting period, a foreign national who was killed in central Israel by a Palestinian citizen of Israel is not included in this report, and neither is the Palestinian citizen of Israel, who was shot and killed by police at the scene. The most updated data and more breakdowns are available at [ochaopt.org/data](https://www.ochaopt.org/data).",
      "url": "https://reliefweb.int/node/3954796",
      "file": [
        {
          "preview": {
            "url-thumb": "https://reliefweb.int/sites/default/files/styles/thumbnail/public/previews/b0/af/b0affbe3-a8c2-4c8d-90e9-2c9ee018728a.png",
            "url-small": "https://reliefweb.int/sites/default/files/styles/small/public/previews/b0/af/b0affbe3-a8c2-4c8d-90e9-2c9ee018728a.png",
            "url-large": "https://reliefweb.int/sites/default/files/styles/large/public/previews/b0/af/b0affbe3-a8c2-4c8d-90e9-2c9ee018728a.png",
            "version": "2413858-1-0",
            "url": "https://reliefweb.int/sites/default/files/previews/b0/af/b0affbe3-a8c2-4c8d-90e9-2c9ee018728a.png"
          },
          "filename": "Occupied Palestinian territory - Protection of Civilians Report, 28 March - 17 April 2023.pdf",
          "mimetype": "application/pdf",
          "id": "2413858",
          "filesize": "2429891",
          "url": "https://reliefweb.int/attachments/b0affbe3-a8c2-4c8d-90e9-2c9ee018728a/Occupied%20Palestinian%20territory%20-%20Protection%20of%20Civilians%20Report%2C%2028%20March%20-%2017%20April%202023.pdf"
        }
      ],
      "url_alias": "https://reliefweb.int/report/occupied-palestinian-territory/occupied-palestinian-territory-protection-civilians-report-28-march-17-april-2023",
      "theme": [
        {
          "name": "Protection and Human Rights",
          "id": 4600
        }
      ],
      "id": 3954796,
      "status": "published",
      "body-html": "<p>This report exceptionally covers three weeks.</p>\n<p><strong>Latest Developments (outside the reporting period)</strong></p>\n<p>This section is based on initial information from different sources. Further confirmed details will be provided in the next report.</p>\n<ul>\n<li>On 18 April, two Israelis were shot and injured in the East Jerusalem neighbourhood of Sheikh Jarrah, by a perpetrator believed to be Palestinian.</li>\n</ul>\n<p><strong>Highlights from the reporting period</strong></p>\n<ul>\n<li>\n<strong>Israeli forces killed six Palestinians, including one child, and one additional Palestinian died of wounds sustained during search-and-arrest and other Israeli forces’ operations in the West Bank, some of which reportedly involved an exchange of fire with Palestinians.</strong> On 28 March, a Palestinian man died of wounds sustained on 22 February when he was shot with live ammunition by Israeli forces operating in Nablus city. This raises the number of fatalities in that incident to 12, the highest number of Palestinian fatalities in a single incident in the West Bank since OCHA started recording casualties in 2005. On 3 April, Israeli forces raided Nablus city reportedly to arrest Palestinians involved in the Huwwara shooting on 25 March, which left two Israeli soldiers injured. During the operation, Israeli forces exchanged fire with Palestinians, killing two men. Subsequently, Israeli forces fired live ammunition, rubber bullets, and teargas canisters at Palestinians who threw stones at them; 56 Palestinians were injured and two arrested. During the operation, Israeli forces obstructed the work of paramedics, and an ambulance was struck with teargas canisters. On 10 April, Israeli forces killed a 15-year-old Palestinian child and injured two others with live ammunition during a search-and-arrest operation in Aqbat Jaber refugee camp (Jericho), during which Palestinians threw stones and Israeli forces shot live ammunition, rubber bullets and teargas canisters. <strong>The total number of Palestinian children killed by Israeli forces in the West Bank so far in 2023 is 17, compared with eight in the equivalent period of 2022.</strong> On 11 April, Israeli forces killed two Palestinian men, and injured another one near Deir al Hatab village (Nablus). According to the Israeli military, the men had opened fire towards a military post at the entrance of Elon Moreh settlement, before Israeli forces stationed nearby shot at their vehicle. On 8 April, Israeli forces shot and killed with live ammunition a Palestinian man at the entrance of Azzun village (Qalqiliya); initial information from human rights organizations suggests that he was among Palestinians who threw firecrackers at Israeli forces positioned at a checkpoint at the entrance of the village. <strong>During the first quarter of 2023, the number of Palestinians killed by Israeli forces (84) was almost four times higher than during the same period in 2022 (22).</strong>\n</li>\n<li>\n<strong>One Palestinian man was killed, and four Israeli soldiers were injured in two incidents in Hebron and Jerusalem.</strong> On 1 April, a Palestinian man rammed a vehicle into three Israeli soldiers positioned at an Israeli military checkpoint established at the entrance of Beit Ummar (Hebron) injuring them, before being shot and killed by Israeli forces. <strong>So far in 2022, nine Palestinians have been shot and killed by Israeli forces in the West Bank while attacking or allegedly trying to attack Israeli forces.</strong> Also, on 1 April, an Israeli police officer killed a Palestinian citizen of Israel next to one of the gates leading to Al Aqsa Mosque in the Old City of Jerusalem. According to the Israeli Police, the man had grabbed a police officer's weapon and shot it twice. Eyewitnesses dispute this account, and no surveillance camera footage has been made available. The Israeli authorities have opened an investigation into the shooting. Additionally, on the same day, a gunman believed to be Palestinian opened fire towards Israeli forces near Jaba' Junction northeast of Jerusalem and fled the scene. One Israeli soldier was injured according to Israeli media.</li>\n<li>\n<strong>Three Israeli settlers, a mother and her two daughters, one of whom was a child, were killed by a gunman believed to be Palestinian while travelling on Road 57 in the Jordan Valley (Tubas),</strong> on 7 April. The two sisters were killed immediately  while the mother succumbed to her wounds three days later. The shooter fled the scene. Israeli forces launched a manhunt, blocking main roads in the Jordan Valley. <strong>This brings the number of Israelis killed so far in 2023 in the West Bank, including East Jerusalem, and in Israel to eighteen, in addition to a foreign national and a soldier, compared with six in the equivalent period of 2022.</strong>\n</li>\n<li>\n<strong>A total of 567 Palestinians, including at least 91 children, were injured by Israeli forces across the West Bank, 25 of them were shot with live ammunition.</strong> Twenty-seven Palestinians were injured during 18 search-and-arrest and other operations carried out by Israeli forces in multiple locations, in addition to the 56 Palestinians injured in Nablus and Jericho (see above). An additional 43 injuries were reported in the vicinity of Al Aqsa Mosque, in the Old City of Jerusalem (see below). In six incidents, Israeli forces injured 41 Palestinians, most of whom were treated for teargas inhalation, following the entry of Israeli settlers, accompanied by Israeli forces, into the Palestinian communities of Qaryut (Nablus), Deir Ballut (Salfit), and Surif (Hebron). In another four incidents, Israeli forces shot live ammunition and teargas cannisters at Palestinians who threw stones at Israeli soldiers positioned at military observation towers and flying checkpoints, injuring another 19 Palestinians at the entrances of Azzun (Qalqiliya), Beit Ummar (Hebron), Husan and Al Khadr (both in Bethlehem). In a separate incident, Israeli forces physically assaulted and injured a Palestinian man trying to reach his workplace in Israel via an informal opening in the Barrier near At Tayba (Jenin). Another 380 Palestinians were injured near Beit Dajan, Beita and Huwwara (all in Nablus), and Kafr Qaddum (Qalqiliya) in demonstrations marking “Land Day” and against access restrictions and settlement expansion. In one of these demonstrations, 216 Palestinians were injured after Israeli forces fired rubber bullets, teargas canisters, and stun grenades at Palestinians who threw stones, after Israeli forces closed the main entrance of Beita village (Nablus). This occurred during a march by settlers in support of legalizing the Evyatar settlement outpost, which is built on Palestinian land. Overall, 448 Palestinians were treated for teargas inhalation, 25 were shot with live ammunition, 53 were injured with rubber bullets, 35 were physically assaulted, five were injured when hit by sound grenades or teargas canisters, and one was hit by a military vehicle.</li>\n<li>\n<strong>Since the beginning of the Muslim month of Ramadan, on 24 March, Israeli forces have intensified their presence in and around the Old City of Jerusalem.</strong> During the reporting period, on six occasions, the Israeli police carried out operations in the vicinity of Al Aqsa Mosque in the Old City of Jerusalem. In one of these occasions, in the early hours of 5 April 2023, large numbers of Israeli forces raided Al Qibli Mosque and used force to evacuate Palestinians who refused to leave the prayer hall, prior to the expected arrival of Israeli settlers and other Israelis to the compound the following morning. The Israeli forces raided the Al Qibli Mosque through the adjacent health clinic, damaging and destroying equipment, supplies and the wall separating the clinic from the mosque; Israeli forces shot stun grenades, sponge-tipped bullets, and teargas cannisters, and beat Palestinians with batons, including children, and women. According to Israeli authorities, Palestinians threw stones and firecrackers at the Israeli forces raiding the mosque. Overall, Israeli forces injured 43 Palestinians, including 12 children, and arrested 440 others, including 65 children; most detainees were released later that day, but received banning orders preventing them from accessing Al Aqsa Mosque until the end of Ramadan.</li>\n<li>\n<strong>Israeli settlers injured 17 Palestinians, including three children, and people known or believed to be settlers damaged Palestinian property in another 44 instances across the West Bank.</strong> This is in addition to the injury of 41 Palestinians by Israeli forces in six incidents involving settlers. On 29 March, 2 April and 12 April, Israeli settlers physically assaulted, and injured five Palestinians, who were farming or grazing livestock near Kisan (Bethlehem), Surif (Hebron) and Ein al Hilwa community in the Jordan valley (Tubas); among the wounded were one elderly man. Four additional attacks occurred in Al Khadr (Bethlehem), Surif (Hebron) and Kifl Haris and Deir Ballut (both in Salfit); these involved Israeli settlers breaking into livelihood structures, throwing stones, physically assaulting and injuring five Palestinians, including one child, and causing damage to at least 18 Palestinian homes and four vehicles. In the Old City of Jerusalem, an Israeli settler opened fire and injured a 14-year-old Palestinian on 6 April, and another settler physically assaulted a Palestinian and threw stones at Palestinian shops, causing damage to at least five shops, on 7 April. In another five incidents, five Palestinians, including a nine-year-old child, were injured when Israeli settlers threw stones at Palestinian vehicles travelling on roads near Nablus, Ramallah, Jerusalem, Hebron and Salfit. According to community sources, during the reporting period, more than 1,200 olive trees were vandalized on Palestinian land near Israeli settlements, including where Palestinian access requires approval from the Israeli military; such damages were reported in 14 incidents across the West Bank. Other Palestinian property was damaged, and livestock was injured in 12 incidents in or near Ramallah, Salfit, Tubas, Bethlehem, Hebron, Jerusalem and Qalqiliya. The damaged properties included residential and agricultural structures, tractors, crops, and a water network, according to eyewitnesses and local community sources. In the remaining 20 incidents reported across the West Bank, Israeli settlers threw stones, vandalizing 36 Palestinian vehicles.</li>\n<li>\n<strong>A Palestinian woman stabbed and injured an Israeli settler near Gush Etzion settlement (Hebron), before being shot, injured, and arrested by Israeli forces.</strong> Another Israeli settler was injured, and four Israeli vehicles were damaged in four incidents, when people known or believed to be Palestinians threw stones at Israeli vehicles travelling on West Bank roads.</li>\n<li>\n<strong>A total of around 240,000 Palestinians holding West Bank IDs entered East Jerusalem on the second, third and fourth Fridays of Ramadan (31 March, 7 April, and 14 April) respectively, through the three designated checkpoints along the Barrier, according to official Israeli figures.</strong> The Israeli authorities allowed men above 55 years of age, women of all ages and children below 12 years of age to enter East Jerusalem without permits. About 1,130 people out of 2.2 million residents in Gaza managed to travel to Jerusalem for Ramadan and Easter.</li>\n<li>\n<strong>Israeli forces restricted the movement of Palestinians in several other locations across the West Bank, disrupting the access of thousands to livelihoods and services.</strong> Following the shooting and killing of three Israelis on 7 April (see above), Israeli forces intensified movement restrictions around the northeastern areas of the Jordan Valley as they launched a manhunt to find the perpetrator. Several roads were closed with earth-mounds, in addition to intensive security checks at checkpoints, leading to long waiting times for commuters. Additionally, on 9 April, Israeli forces installed a metal gate, concrete blocks, and a road checkpoint on the main road connecting Khirbet ar Ras al Ahmar and Khirbet ‘Atuf communities, southeast of Tubas in the Jordan Valley, obstructing the movement of about 500 Palestinians. On 6 and 9 April, Israeli forces restricted the movement of more than 6,000 Palestinians by placing earth-mounds at one of the entrances of Qusra (Nablus), and by closing the road gate at the entrance of Ras Karkar (Ramallah), allegedly in response to Palestinian stone-throwing at Israeli-plated vehicles. The intensified movement restrictions were still in place by the end of the reporting period.</li>\n<li>\n<strong>The Israeli authorities demolished ten Palestinian structures in Area C of the West Bank, citing the lack of Israeli-issued building permits, which are almost impossible for Palestinians to obtain; the livelihoods of about 60 people were affected.</strong> This reflects a significant decline in the number of structures demolished or seized compared with the weekly average since the beginning of the year (19). This is consistent with a typical reduction in Israeli demolitions during the month of Ramadan.</li>\n<li>\n<strong>In the Gaza Strip, between 5 and 7 April, Palestinian armed groups fired 52 rockets and other projectiles towards Israel;</strong> 16 rockets were intercepted by the Israeli Iron Dome system, 32 fell in open areas in southern Israel and Gaza, and two fell in Sderot city in Israel, hitting and causing damage to a factory. According to Israeli medical sources, one Israeli man was injured while running to shelter. Israeli forces launched multiple airstrikes firing 59 missiles and 7 shells reportedly targeting military sites belonging to armed groups in the Gaza Strip. No Palestinian injuries were reported, but targeted sites were damaged, alongside civilian properties, including a children’s hospital, a health clinic, a farm and four houses.</li>\n<li>\n<strong>Also in the Gaza Strip, on at least 25 occasions, Israeli forces opened “warning fire” near Israel’s perimeter fence or off the coast, presumably to enforce access restrictions;</strong> four fishermen were arrested, of whom one was also injured, and two fishing boats were confiscated. In two incidents, Palestinians held demonstrations near the Israeli perimeter fence in commemoration of “Land Day” and in solidarity with worshippers in Jerusalem. Protesters burned tires, threw stones, and approached the fence and Israeli forces fired live ammunition and teargas canisters. As a result, seven Palestinians, including two children, were injured, including four with live ammunition.</li>\n</ul>\n\n<p><strong>Footnotes</strong></p>\n<p><a rel=\"noopener noreferrer\" target=\"_blank\" href=\"https://www.ochaopt.org/poc/28-march-17-april-2023#ftnref1\">1</a> Palestinians killed or injured by people who are not members of Israeli forces, e.g., by Israeli civilians or with Palestinian rockets falling short, as well as those whose immediate cause of death or the perpetrator’s identity remain disputed, unclear, or unknown, are counted separately.</p>\n<p><a rel=\"noopener noreferrer\" target=\"_blank\" href=\"https://www.ochaopt.org/poc/28-march-17-april-2023#ftnref2\">2</a> Israeli casualties in these charts include people who were injured while running to shelters during Palestinian rocket attacks. Foreign nationals killed in Palestinian attacks and people whose immediate cause of death or the perpetrator’s identity remain disputed, unclear, or unknown, are counted separately.</p>\n<p>OCHA protection of civilians data includes incidents that occurred outside of the oPt only if they involved residents of the oPt as either victims or perpetrators. During this reporting period, a foreign national who was killed in central Israel by a Palestinian citizen of Israel is not included in this report, and neither is the Palestinian citizen of Israel, who was shot and killed by police at the scene. The most updated data and more breakdowns are available at <a rel=\"noopener noreferrer\" target=\"_blank\" href=\"https://www.ochaopt.org/data\">ochaopt.org/data</a>.</p>\n"
    }
  },
  "text": "# Occupied Palestinian territory: Protection of Civilians Report | 28 March - 17 April 2023\n\nThis report exceptionally covers three weeks.\n\n**Latest Developments (outside the reporting period)**\n\nThis section is based on initial information from different sources. Further confirmed details will be provided in the next report.\n\n-   On 18 April, two Israelis were shot and injured in the East Jerusalem neighbourhood of Sheikh Jarrah, by a perpetrator believed to be Palestinian.\n\n**Highlights from the reporting period**\n\n-   **Israeli forces killed six Palestinians, including one child, and one additional Palestinian died of wounds sustained during search-and-arrest and other Israeli forces’ operations in the West Bank, some of which reportedly involved an exchange of fire with Palestinians.** On 28 March, a Palestinian man died of wounds sustained on 22 February when he was shot with live ammunition by Israeli forces operating in Nablus city. This raises the number of fatalities in that incident to 12, the highest number of Palestinian fatalities in a single incident in the West Bank since OCHA started recording casualties in 2005. On 3 April, Israeli forces raided Nablus city reportedly to arrest Palestinians involved in the Huwwara shooting on 25 March, which left two Israeli soldiers injured. During the operation, Israeli forces exchanged fire with Palestinians, killing two men. Subsequently, Israeli forces fired live ammunition, rubber bullets, and teargas canisters at Palestinians who threw stones at them; 56 Palestinians were injured and two arrested. During the operation, Israeli forces obstructed the work of paramedics, and an ambulance was struck with teargas canisters. On 10 April, Israeli forces killed a 15-year-old Palestinian child and injured two others with live ammunition during a search-and-arrest operation in Aqbat Jaber refugee camp (Jericho), during which Palestinians threw stones and Israeli forces shot live ammunition, rubber bullets and teargas canisters. **The total number of Palestinian children killed by Israeli forces in the West Bank so far in 2023 is 17, compared with eight in the equivalent period of 2022.** On 11 April, Israeli forces killed two Palestinian men, and injured another one near Deir al Hatab village (Nablus). According to the Israeli military, the men had opened fire towards a military post at the entrance of Elon Moreh settlement, before Israeli forces stationed nearby shot at their vehicle. On 8 April, Israeli forces shot and killed with live ammunition a Palestinian man at the entrance of Azzun village (Qalqiliya); initial information from human rights organizations suggests that he was among Palestinians who threw firecrackers at Israeli forces positioned at a checkpoint at the entrance of the village. **During the first quarter of 2023, the number of Palestinians killed by Israeli forces (84) was almost four times higher than during the same period in 2022 (22).**\n-   **One Palestinian man was killed, and four Israeli soldiers were injured in two incidents in Hebron and Jerusalem.** On 1 April, a Palestinian man rammed a vehicle into three Israeli soldiers positioned at an Israeli military checkpoint established at the entrance of Beit Ummar (Hebron) injuring them, before being shot and killed by Israeli forces. **So far in 2022, nine Palestinians have been shot and killed by Israeli forces in the West Bank while attacking or allegedly trying to attack Israeli forces.** Also, on 1 April, an Israeli police officer killed a Palestinian citizen of Israel next to one of the gates leading to Al Aqsa Mosque in the Old City of Jerusalem. According to the Israeli Police, the man had grabbed a police officer's weapon and shot it twice. Eyewitnesses dispute this account, and no surveillance camera footage has been made available. The Israeli authorities have opened an investigation into the shooting. Additionally, on the same day, a gunman believed to be Palestinian opened fire towards Israeli forces near Jaba' Junction northeast of Jerusalem and fled the scene. One Israeli soldier was injured according to Israeli media.\n-   **Three Israeli settlers, a mother and her two daughters, one of whom was a child, were killed by a gunman believed to be Palestinian while travelling on Road 57 in the Jordan Valley (Tubas),** on 7 April. The two sisters were killed immediately  while the mother succumbed to her wounds three days later. The shooter fled the scene. Israeli forces launched a manhunt, blocking main roads in the Jordan Valley. **This brings the number of Israelis killed so far in 2023 in the West Bank, including East Jerusalem, and in Israel to eighteen, in addition to a foreign national and a soldier, compared with six in the equivalent period of 2022.** \n-   **A total of 567 Palestinians, including at least 91 children, were injured by Israeli forces across the West Bank, 25 of them were shot with live ammunition.** Twenty-seven Palestinians were injured during 18 search-and-arrest and other operations carried out by Israeli forces in multiple locations, in addition to the 56 Palestinians injured in Nablus and Jericho (see above). An additional 43 injuries were reported in the vicinity of Al Aqsa Mosque, in the Old City of Jerusalem (see below). In six incidents, Israeli forces injured 41 Palestinians, most of whom were treated for teargas inhalation, following the entry of Israeli settlers, accompanied by Israeli forces, into the Palestinian communities of Qaryut (Nablus), Deir Ballut (Salfit), and Surif (Hebron). In another four incidents, Israeli forces shot live ammunition and teargas cannisters at Palestinians who threw stones at Israeli soldiers positioned at military observation towers and flying checkpoints, injuring another 19 Palestinians at the entrances of Azzun (Qalqiliya), Beit Ummar (Hebron), Husan and Al Khadr (both in Bethlehem). In a separate incident, Israeli forces physically assaulted and injured a Palestinian man trying to reach his workplace in Israel via an informal opening in the Barrier near At Tayba (Jenin). Another 380 Palestinians were injured near Beit Dajan, Beita and Huwwara (all in Nablus), and Kafr Qaddum (Qalqiliya) in demonstrations marking “Land Day” and against access restrictions and settlement expansion. In one of these demonstrations, 216 Palestinians were injured after Israeli forces fired rubber bullets, teargas canisters, and stun grenades at Palestinians who threw stones, after Israeli forces closed the main entrance of Beita village (Nablus). This occurred during a march by settlers in support of legalizing the Evyatar settlement outpost, which is built on Palestinian land. Overall, 448 Palestinians were treated for teargas inhalation, 25 were shot with live ammunition, 53 were injured with rubber bullets, 35 were physically assaulted, five were injured when hit by sound grenades or teargas canisters, and one was hit by a military vehicle. \n-   **Since the beginning of the Muslim month of Ramadan, on 24 March, Israeli forces have intensified their presence in and around the Old City of Jerusalem.** During the reporting period, on six occasions, the Israeli police carried out operations in the vicinity of Al Aqsa Mosque in the Old City of Jerusalem. In one of these occasions, in the early hours of 5 April 2023, large numbers of Israeli forces raided Al Qibli Mosque and used force to evacuate Palestinians who refused to leave the prayer hall, prior to the expected arrival of Israeli settlers and other Israelis to the compound the following morning. The Israeli forces raided the Al Qibli Mosque through the adjacent health clinic, damaging and destroying equipment, supplies and the wall separating the clinic from the mosque; Israeli forces shot stun grenades, sponge-tipped bullets, and teargas cannisters, and beat Palestinians with batons, including children, and women. According to Israeli authorities, Palestinians threw stones and firecrackers at the Israeli forces raiding the mosque. Overall, Israeli forces injured 43 Palestinians, including 12 children, and arrested 440 others, including 65 children; most detainees were released later that day, but received banning orders preventing them from accessing Al Aqsa Mosque until the end of Ramadan. \n-   **Israeli settlers injured 17 Palestinians, including three children, and people known or believed to be settlers damaged Palestinian property in another 44 instances across the West Bank.** This is in addition to the injury of 41 Palestinians by Israeli forces in six incidents involving settlers. On 29 March, 2 April and 12 April, Israeli settlers physically assaulted, and injured five Palestinians, who were farming or grazing livestock near Kisan (Bethlehem), Surif (Hebron) and Ein al Hilwa community in the Jordan valley (Tubas); among the wounded were one elderly man. Four additional attacks occurred in Al Khadr (Bethlehem), Surif (Hebron) and Kifl Haris and Deir Ballut (both in Salfit); these involved Israeli settlers breaking into livelihood structures, throwing stones, physically assaulting and injuring five Palestinians, including one child, and causing damage to at least 18 Palestinian homes and four vehicles. In the Old City of Jerusalem, an Israeli settler opened fire and injured a 14-year-old Palestinian on 6 April, and another settler physically assaulted a Palestinian and threw stones at Palestinian shops, causing damage to at least five shops, on 7 April. In another five incidents, five Palestinians, including a nine-year-old child, were injured when Israeli settlers threw stones at Palestinian vehicles travelling on roads near Nablus, Ramallah, Jerusalem, Hebron and Salfit. According to community sources, during the reporting period, more than 1,200 olive trees were vandalized on Palestinian land near Israeli settlements, including where Palestinian access requires approval from the Israeli military; such damages were reported in 14 incidents across the West Bank. Other Palestinian property was damaged, and livestock was injured in 12 incidents in or near Ramallah, Salfit, Tubas, Bethlehem, Hebron, Jerusalem and Qalqiliya. The damaged properties included residential and agricultural structures, tractors, crops, and a water network, according to eyewitnesses and local community sources. In the remaining 20 incidents reported across the West Bank, Israeli settlers threw stones, vandalizing 36 Palestinian vehicles.\n-   **A Palestinian woman stabbed and injured an Israeli settler near Gush Etzion settlement (Hebron), before being shot, injured, and arrested by Israeli forces.** Another Israeli settler was injured, and four Israeli vehicles were damaged in four incidents, when people known or believed to be Palestinians threw stones at Israeli vehicles travelling on West Bank roads.\n-   **A total of around 240,000 Palestinians holding West Bank IDs entered East Jerusalem on the second, third and fourth Fridays of Ramadan (31 March, 7 April, and 14 April) respectively, through the three designated checkpoints along the Barrier, according to official Israeli figures.** The Israeli authorities allowed men above 55 years of age, women of all ages and children below 12 years of age to enter East Jerusalem without permits. About 1,130 people out of 2.2 million residents in Gaza managed to travel to Jerusalem for Ramadan and Easter.\n-   **Israeli forces restricted the movement of Palestinians in several other locations across the West Bank, disrupting the access of thousands to livelihoods and services.** Following the shooting and killing of three Israelis on 7 April (see above), Israeli forces intensified movement restrictions around the northeastern areas of the Jordan Valley as they launched a manhunt to find the perpetrator. Several roads were closed with earth-mounds, in addition to intensive security checks at checkpoints, leading to long waiting times for commuters. Additionally, on 9 April, Israeli forces installed a metal gate, concrete blocks, and a road checkpoint on the main road connecting Khirbet ar Ras al Ahmar and Khirbet ‘Atuf communities, southeast of Tubas in the Jordan Valley, obstructing the movement of about 500 Palestinians. On 6 and 9 April, Israeli forces restricted the movement of more than 6,000 Palestinians by placing earth-mounds at one of the entrances of Qusra (Nablus), and by closing the road gate at the entrance of Ras Karkar (Ramallah), allegedly in response to Palestinian stone-throwing at Israeli-plated vehicles. The intensified movement restrictions were still in place by the end of the reporting period. \n-   **The Israeli authorities demolished ten Palestinian structures in Area C of the West Bank, citing the lack of Israeli-issued building permits, which are almost impossible for Palestinians to obtain; the livelihoods of about 60 people were affected.** This reflects a significant decline in the number of structures demolished or seized compared with the weekly average since the beginning of the year (19). This is consistent with a typical reduction in Israeli demolitions during the month of Ramadan. \n-   **In the Gaza Strip, between 5 and 7 April, Palestinian armed groups fired 52 rockets and other projectiles towards Israel;** 16 rockets were intercepted by the Israeli Iron Dome system, 32 fell in open areas in southern Israel and Gaza, and two fell in Sderot city in Israel, hitting and causing damage to a factory. According to Israeli medical sources, one Israeli man was injured while running to shelter. Israeli forces launched multiple airstrikes firing 59 missiles and 7 shells reportedly targeting military sites belonging to armed groups in the Gaza Strip. No Palestinian injuries were reported, but targeted sites were damaged, alongside civilian properties, including a children’s hospital, a health clinic, a farm and four houses.\n-   **Also in the Gaza Strip, on at least 25 occasions, Israeli forces opened “warning fire” near Israel’s perimeter fence or off the coast, presumably to enforce access restrictions;** four fishermen were arrested, of whom one was also injured, and two fishing boats were confiscated. In two incidents, Palestinians held demonstrations near the Israeli perimeter fence in commemoration of “Land Day” and in solidarity with worshippers in Jerusalem. Protesters burned tires, threw stones, and approached the fence and Israeli forces fired live ammunition and teargas canisters. As a result, seven Palestinians, including two children, were injured, including four with live ammunition.\n\n* * *\n\n**Footnotes**\n\n[1](https://www.ochaopt.org/poc/28-march-17-april-2023#ftnref1) Palestinians killed or injured by people who are not members of Israeli forces, e.g., by Israeli civilians or with Palestinian rockets falling short, as well as those whose immediate cause of death or the perpetrator’s identity remain disputed, unclear, or unknown, are counted separately.\n\n[2](https://www.ochaopt.org/poc/28-march-17-april-2023#ftnref2) Israeli casualties in these charts include people who were injured while running to shelters during Palestinian rocket attacks. Foreign nationals killed in Palestinian attacks and people whose immediate cause of death or the perpetrator’s identity remain disputed, unclear, or unknown, are counted separately.\n\nOCHA protection of civilians data includes incidents that occurred outside of the oPt only if they involved residents of the oPt as either victims or perpetrators. During this reporting period, a foreign national who was killed in central Israel by a Palestinian citizen of Israel is not included in this report, and neither is the Palestinian citizen of Israel, who was shot and killed by police at the scene. The most updated data and more breakdowns are available at [ochaopt.org/data](https://www.ochaopt.org/data).",
  "summary": " This report covers three weeks of developments in the Occupied Palestinian Territory, including an incident on 18 April in which two Israelis were shot and injured in East Jerusalem. During this period, six Palestinians, including one child, were killed by Israeli forces in the West Bank, and 563 Palestinians were injured in various incidents. Israeli settlers caused damage to residential and agricultural properties, tractors, crops, and a water network, and injured 17 Palestinians, including three children. Israeli forces imposed movement restrictions on two Palestinian villages, and demolished ten Palestinian structures in Area C of the West Bank. Palestinian armed groups fired 52 rockets and other projectiles towards Israel, and Israeli forces launched multiple airstrikes in response.",
  "metadata": {
    "id": "3954796",
    "name": "Occupied Palestinian territory: Protection of Civilians Report | 28 March - 17 April 2023",
    "date_original": 1681948800000,
    "date_changed": 1682022453000,
    "date_created": 1682007062000,
    "primary_country_id": 180,
    "primary_country_name": "occupied Palestinian territory",
    "primary_country_iso3": "pse",
    "primary_country_location": {
      "lon": 35.2332,
      "lat": 31.9522
    }
  }
}