{
  "original": {
    "id": "37281",
    "fields": {
      "date": {
        "changed": "2022-12-16T13:50:25+00:00",
        "event": "2016-10-06T00:00:00+00:00",
        "created": "2016-10-06T00:00:00+00:00"
      },
      "primary_type": {
        "code": "EP",
        "name": "Epidemic",
        "id": 4642
      },
      "country": [
        {
          "href": "https://api.reliefweb.int/v1/countries/255",
          "name": "Yemen",
          "location": {
            "lon": 47.62,
            "lat": 15.94
          },
          "id": 255,
          "shortname": "Yemen",
          "iso3": "yem",
          "primary": true
        }
      ],
      "primary_country": {
        "href": "https://api.reliefweb.int/v1/countries/255",
        "name": "Yemen",
        "location": {
          "lon": 47.62,
          "lat": 15.94
        },
        "id": 255,
        "shortname": "Yemen",
        "iso3": "yem"
      },
      "profile": {
        "appeals_response_plans": {
          "title": "Appeals & Response Plans"
        },
        "overview": "Health authorities in Yemen confirmed a cholera outbreak on 6 October 2016, posing an increased health risk to the population especially children. The Ministry of Public Health and Population (MoPHP) announced that a total of 11 out of 25 suspected diarrhea cases have been confirmed as Cholera cases in the capital, Sana’a. As per the Inter-Agency joint response plan, UNICEF additional fund requirements for the cholera outbreak response stands at US$3.2 million. ([UNICEF, 11 Oct 2016](https://reliefweb.int/node/1734346/))\n\nOn 27 October, [WHO] released approximately US$1 million from its internal emergency funds to support the ongoing response to the cholera outbreak in Yemen. ([WHO, 27 Oct 2016](https://reliefweb.int/node/1762261))\n\nAs of 11 January [2017], 15,658 suspected cholera cases have been reported in 156 districts. A total of 180 out of 841 cases tested positive for Vibrio Cholera, serotype Ogawa. Overall, the epidemic curve shows a declining trend from week 51 onwards, while the attack rate remains high in some high-risk districts. Health response is underway through 26 Diarrhea Treatment Centres (DTC) in 24 districts, while WASH partners are undertaking response in 29 districts. An additional $3 million is being allocated through the 2017 HPF reserve allocation to address outstanding gaps. ([OCHA, 15 Jan 2017](https://reliefweb.int/node/1863544))   \n \nThe Yemen Pooled Fund has begun 2017 by launching a First Reserve Allocation for the Cholera response worth $2.7 million. ([OCHA, 31 Jan 2017](https://reliefweb.int/node/1895184))    \n\nSince 27 April 2017, a second wave of [AWD]/ cholera outbreak began in several Yemeni governorates, which had seen a decrease...([WHO, 9 May 2017](https://reliefweb.int/node/2025194))\n\nThe number of [AWD]/ suspected cholera cases has increased dramatically and the outbreak expanded to 18 out of 22 governorates. Sana’a City is the most affected area, with more than 7 000 suspected cholera cases...Out of the total reported cases, as of 18 May, 131 deaths were confirmed and 36 resulted in death. ([WHO, 18 May 2017](https://reliefweb.int/node/2044374))\n\nAs per the Integrated Response Plan released in June 2017, a total of $254 million is required to implement activities outlined for 6 months from May to December 2017...In the 286 high risk districts where suspected cholera cases were reported since the onset of the outbreak, an additional 280,358 cases are projected during the coming six months till end of 2017, out of an estimated 26 million at risk population (at actual attack rate + 110% increase in number of cases). A total of 280,358 cases are, therefore, projected from the risky areas in the coming six months, in addition to the cumulative 254,871 suspected cholera cases since the onset of the outbreak ([WHO, 29 Jun 2017](https://reliefweb.int/node/2139774)) \n\nOver 120 humanitarian partners in Yemen are delivering coordinated assistance out of five hubs in Aden, Hudaydah, Ibb, Sa’ada, and Sana’a. From January to April this year, humanitarian partners reached 4.3 million people. However, at a time when the Yemen Humanitarian Response Plan is only 33 per cent funded ($688 million of $2.1 billion), humanitarians have had to use resources programmed for food security or malnutrition to combat the unprecedented cholera outbreak which has surged beyond initial estimates. ([OCHA, 12 July 2017](https://reliefweb.int/node/2122174))\n\nAn emergency US$200 million grant announced by the World Bank aims to expand the scope of the ongoing Emergency Health and Nutrition Project (EHNP) to reach a total of 13 million Yemenis with essential health and nutrition services and 4.5 million Yemenis with access to water and sanitation services. ([World Bank, 25 Aug 2017](https://reliefweb.int/node/2191939))\n\n978,129 suspected cholera cases and 2, 224 associated deaths have been reported across the country between 27 April and 6 December 2017. At this pace, the number of cholera cases will reach one million before the end of the year. With the rainy season coming up (March-June), there are fears that the cholera outbreak might again spiral out of control. ([ECHO, 8 Dec 2017](https://reliefweb.int/node/2365644))   \n\nSince April 2017, more than 1.1 million suspected cholera cases and 2,310 associated deaths have been reported in Yemen. Twenty-one of the 22 governorates (305 out of 333 districts) have been affected. In the last three weeks, 209 districts have reported suspected cholera cases, including Shada District in Sa’ada Governorate which reported its first ever case. The outbreak is the most serious on record. ([OCHA, 26 Aug 2018](https://reliefweb.int/node/2768709/))\n\nAs of 7 December 2018, The Ministry of Public Health and Population of Yemen has reported 12 289 suspected cases and 10 associated deaths during epidemiological week 45 (5 – 11 November) in 2018. From week 42 to week 44, the trend of weekly reported suspected cholera cases is decreasing by 14% at country level. However, there are five governorates (Al Mahwit, Ibb, Hajjah, Al Jawf, and Aden) reporting an increase in suspected cholera cases. This week, the governorates reporting the highest number of suspected cases are Sana’a (1835), Amran (1799), Ibb (1697) Dhamar (1737) and Amanat Al Asimah (1539). ([WHO, 7 Dec 2018](https://reliefweb.int/node/2908218/))\n\nCholera outbreaks in Yemen has been one of the worst cholera epidemics in recent history. This has resulted in more than 1.3 million cases and over 2 500 deaths by the end of year. ([WHO, 30 Dec 2018](https://reliefweb.int/node/2933704/))\n\nThe number of Acute Watery Diarrhoea/suspected cholera cases has continued to rise since the start of 2019, with 311 out of 333 districts reporting suspected cases this year so far. Since 1 January 2019 to 30 April 2019, there have been 284,905 suspected cases and 568 associated deaths1 recorded (CFR 0.20 per cent). While children under five represent a quarter of the total suspected cases, the elderly are most seriously affected. ([UNICEF, 30 Apr 2019](https://reliefweb.int/node/3145798/))    \n\nThe Ministry of Public Health and Population of Yemen reported 18,546 suspected cases and 10 associated deaths during epidemiological week 35 (20 August- 1 September) of 2019. Ten percent of cases were severe. The cumulative total number of suspected cholera cases from 1 January 2018 to 1 September 2019 is 991674, with 1350 associated deaths (CFR 0.14%). Children under five represent 25 % of total suspected cases during 2019. The outbreak has affected 22 of 23 governorates and 305 of 333 districts in Yemen. ([WHO, 1 Sep 2019](https://reliefweb.int/node/3321558/))\n\nThe Ministry of Public Health and Population of Yemen reported 10 787 suspected cases with two associated deaths during epidemiological week 48 (25 November – 1 December) of 2019 with 12% of the cases reported as severe. The cumulative total number of suspected cholera cases from 1 January 2018 to 1 December 2019 is 1 189 757, with 1513 associated deaths (case-fatality rate of 0.13%). Children under five represent 26.1% of the total suspected cases during 2019. The outbreak has affected 22 of the 23 governorates and 313 of the 333 districts of Yemen. The governorates reporting the highest number of suspected cases of cholera during 2019 are Al Hudaydah (126 934), Amanat Al Asimah (104 952), Sana’a (102 294), Hajjah (73 984), Ibb (73 786), Dhamar (65 179) and Amran (49 381). ([WHO, 14 Dec 2019](https://reliefweb.int/node/3475018))\n\nIn February, there were nearly 32,800 Acute Watery Disease/cholera suspected cases identified, with five associated deaths recorded (0.02 case fatality rate). UNICEF treated a quarter of suspected cases (8,000) through support to 245 Oral Rehydration Centres and 65 Diarrhea Treatment Centres in 18 governorates. ([UNICEF, 28 Feb 2020](https://reliefweb.int/node/3587913))\n\nIn December 2020, the Ministry of Public Health and Population of Yemen reported a total 8 684 suspected cholera cases including 4 related deaths (case fatality rate: 0.05%) from 16 governorates. The cumulative number of suspected cholera cases reported in Yemen from October 2016 to December 2020 is 2 510 806 including 3981 related deaths with a case fatality ratio of 0.16%. During the second wave of this outbreak that started on 27 April 2017, the total number of suspected cholera cases were 2 484 979 including 3852 related deaths with a case fatality ratio of 0.16%.  \nDuring year 2020, a total of 1347 stool specimens were tested. Out of these, 130 were laboratory confirmed for Vibrio cholerae.  \nThe 5 governorates with the highest cumulative attack rate per 10 000 were Amran (1780.86), Sana’a (1718.64), Al Mahwit (1661.80), Al Bayda (1524.79) and Al Hudaydah (1172.77). The national attack rate is 882.22 per 10 000. The governorates with a high number of deaths are Hajjah (585), Ibb (515), Al Hudaydah (409) and Taizz (339). ([WHO, 16 Feb 2021](https://reliefweb.int/node/3718915))\n\nA total number of 26,981 AWD/cholera suspected cases and 29 associated deaths were reported in 2021, with a 0.03 per cent case fatality rate (CFR). While a significant decrease in the number of cases compared to 2020 was observed (230,540 suspected cases and 84 associated deaths), an increase in the number of cholera cases was recorded in the Sana’a hub in January 2021, with 19 districts presenting the highest number of cases, and in August 2021, Al-Tuhayta district in Al Hodeidah reported an increase in AWD cases, especially in IDP camps.. ([UNICEF, 16 Mar 2022](https://reliefweb.int/node/3828098))\n\nUNICEF continues to closely monitor the AWD/cholera situation in close coordination with WHO despite decreasing trends reported March 2022. Governorates that reported the highest number of cases included Taiz, Abyan, Lahij, Aden, Al-Dhalea, Marib, Al-Bayda, Hadhramaut, Hodeidah, Ibb, Shabwah, Al-Mahara, Al-Jawf, Dhamar, Amran. UNICEF and implementing partners continued communication and social mobilization interventions for the key lifesaving practices including AWD/Cholera prevention practices. In April, community volunteers, religious leaders, and members of Mother- to-Mother clubs reached 1.9 million people through multiple interpersonal communication activities including house-to- house visits, community meetings/events and awareness sessions in mosques. ([UNICEF, 10 Aug 2022](https://reliefweb.int/node/3875006))\n\nUp to the end of May 2022, more than 8,500 Acute Watery Diarrhoea (AWD) / suspected cholera cases and associated deaths were reported, with a 0.16 per cent case fatality rate (CFR); the highest number of suspected cases were reported from Taiz, Hajah, Ibb and Hodeidah governorates. Data shows that there is a significant decrease in the number of AWD/suspected cholera cases in 2022 compared with the same period of 2021 (26,981 suspected cases and 17 associated deaths with a 0.06 per cent CFR). The Ministries of Health, UNICEF and WHO continue to closely monitor cholera suspected cases and associated deaths. ([UNICEF, 12 Sep 2022](https://reliefweb.int/node/3885592))\n\nDuring the month of July, 402 suspected cases of cholera were reported with no associated deaths, which is significantly lower when compared with the same period in 2021 (1,024 AWD/cholera suspected cases and one associated death reported). There are no reported outbreaks of cholera in Yemen. UNICEF is closely monitoring the situation in close coordination with the World Health Organization (WHO), Health and Water, Sanitation and Hygiene (WASH) clusters, including the prepositioning of supplies to ensure a quick response to a possible outbreak. Circulating vaccine derived polio virus (cVDPV) type 2 cases continued to rise, with an additional 15 cases reported in July 2022, bringing the total reported cases of cVDPV2 to 127 in 20 governorates in Yemen since November 2021. ([UNICEF, 17 Nov 2022](https://reliefweb.int/node/3907988))",
        "useful_links": {
          "active": [
            {
              "title": "Yemen Diphtheria & Cholera Response Emergency Operations Center",
              "url": "https://www.humanitarianresponse.info/en/operations/yemen/emergency-operation-centre"
            },
            {
              "title": "WHO Cholera Response Intetractive Dashboard",
              "url": "http://yemeneoc.org/bi/"
            }
          ],
          "title": "Useful Links"
        },
        "overview-html": "<p>Health authorities in Yemen confirmed a cholera outbreak on 6 October 2016, posing an increased health risk to the population especially children. The Ministry of Public Health and Population (MoPHP) announced that a total of 11 out of 25 suspected diarrhea cases have been confirmed as Cholera cases in the capital, Sana’a. As per the Inter-Agency joint response plan, UNICEF additional fund requirements for the cholera outbreak response stands at US$3.2 million. (<a href=\"https://reliefweb.int/node/1734346/\">UNICEF, 11 Oct 2016</a>)</p>\n<p>On 27 October, [WHO] released approximately US$1 million from its internal emergency funds to support the ongoing response to the cholera outbreak in Yemen. (<a href=\"https://reliefweb.int/node/1762261\">WHO, 27 Oct 2016</a>)</p>\n<p>As of 11 January [2017], 15,658 suspected cholera cases have been reported in 156 districts. A total of 180 out of 841 cases tested positive for Vibrio Cholera, serotype Ogawa. Overall, the epidemic curve shows a declining trend from week 51 onwards, while the attack rate remains high in some high-risk districts. Health response is underway through 26 Diarrhea Treatment Centres (DTC) in 24 districts, while WASH partners are undertaking response in 29 districts. An additional $3 million is being allocated through the 2017 HPF reserve allocation to address outstanding gaps. (<a href=\"https://reliefweb.int/node/1863544\">OCHA, 15 Jan 2017</a>)</p>\n<p>The Yemen Pooled Fund has begun 2017 by launching a First Reserve Allocation for the Cholera response worth $2.7 million. (<a href=\"https://reliefweb.int/node/1895184\">OCHA, 31 Jan 2017</a>)</p>\n<p>Since 27 April 2017, a second wave of [AWD]/ cholera outbreak began in several Yemeni governorates, which had seen a decrease...(<a href=\"https://reliefweb.int/node/2025194\">WHO, 9 May 2017</a>)</p>\n<p>The number of [AWD]/ suspected cholera cases has increased dramatically and the outbreak expanded to 18 out of 22 governorates. Sana’a City is the most affected area, with more than 7 000 suspected cholera cases...Out of the total reported cases, as of 18 May, 131 deaths were confirmed and 36 resulted in death. (<a href=\"https://reliefweb.int/node/2044374\">WHO, 18 May 2017</a>)</p>\n<p>As per the Integrated Response Plan released in June 2017, a total of $254 million is required to implement activities outlined for 6 months from May to December 2017...In the 286 high risk districts where suspected cholera cases were reported since the onset of the outbreak, an additional 280,358 cases are projected during the coming six months till end of 2017, out of an estimated 26 million at risk population (at actual attack rate + 110% increase in number of cases). A total of 280,358 cases are, therefore, projected from the risky areas in the coming six months, in addition to the cumulative 254,871 suspected cholera cases since the onset of the outbreak (<a href=\"https://reliefweb.int/node/2139774\">WHO, 29 Jun 2017</a>)</p>\n<p>Over 120 humanitarian partners in Yemen are delivering coordinated assistance out of five hubs in Aden, Hudaydah, Ibb, Sa’ada, and Sana’a. From January to April this year, humanitarian partners reached 4.3 million people. However, at a time when the Yemen Humanitarian Response Plan is only 33 per cent funded ($688 million of $2.1 billion), humanitarians have had to use resources programmed for food security or malnutrition to combat the unprecedented cholera outbreak which has surged beyond initial estimates. (<a href=\"https://reliefweb.int/node/2122174\">OCHA, 12 July 2017</a>)</p>\n<p>An emergency US$200 million grant announced by the World Bank aims to expand the scope of the ongoing Emergency Health and Nutrition Project (EHNP) to reach a total of 13 million Yemenis with essential health and nutrition services and 4.5 million Yemenis with access to water and sanitation services. (<a href=\"https://reliefweb.int/node/2191939\">World Bank, 25 Aug 2017</a>)</p>\n<p>978,129 suspected cholera cases and 2, 224 associated deaths have been reported across the country between 27 April and 6 December 2017. At this pace, the number of cholera cases will reach one million before the end of the year. With the rainy season coming up (March-June), there are fears that the cholera outbreak might again spiral out of control. (<a href=\"https://reliefweb.int/node/2365644\">ECHO, 8 Dec 2017</a>)</p>\n<p>Since April 2017, more than 1.1 million suspected cholera cases and 2,310 associated deaths have been reported in Yemen. Twenty-one of the 22 governorates (305 out of 333 districts) have been affected. In the last three weeks, 209 districts have reported suspected cholera cases, including Shada District in Sa’ada Governorate which reported its first ever case. The outbreak is the most serious on record. (<a href=\"https://reliefweb.int/node/2768709/\">OCHA, 26 Aug 2018</a>)</p>\n<p>As of 7 December 2018, The Ministry of Public Health and Population of Yemen has reported 12 289 suspected cases and 10 associated deaths during epidemiological week 45 (5 – 11 November) in 2018. From week 42 to week 44, the trend of weekly reported suspected cholera cases is decreasing by 14% at country level. However, there are five governorates (Al Mahwit, Ibb, Hajjah, Al Jawf, and Aden) reporting an increase in suspected cholera cases. This week, the governorates reporting the highest number of suspected cases are Sana’a (1835), Amran (1799), Ibb (1697) Dhamar (1737) and Amanat Al Asimah (1539). (<a href=\"https://reliefweb.int/node/2908218/\">WHO, 7 Dec 2018</a>)</p>\n<p>Cholera outbreaks in Yemen has been one of the worst cholera epidemics in recent history. This has resulted in more than 1.3 million cases and over 2 500 deaths by the end of year. (<a href=\"https://reliefweb.int/node/2933704/\">WHO, 30 Dec 2018</a>)</p>\n<p>The number of Acute Watery Diarrhoea/suspected cholera cases has continued to rise since the start of 2019, with 311 out of 333 districts reporting suspected cases this year so far. Since 1 January 2019 to 30 April 2019, there have been 284,905 suspected cases and 568 associated deaths1 recorded (CFR 0.20 per cent). While children under five represent a quarter of the total suspected cases, the elderly are most seriously affected. (<a href=\"https://reliefweb.int/node/3145798/\">UNICEF, 30 Apr 2019</a>)</p>\n<p>The Ministry of Public Health and Population of Yemen reported 18,546 suspected cases and 10 associated deaths during epidemiological week 35 (20 August- 1 September) of 2019. Ten percent of cases were severe. The cumulative total number of suspected cholera cases from 1 January 2018 to 1 September 2019 is 991674, with 1350 associated deaths (CFR 0.14%). Children under five represent 25 % of total suspected cases during 2019. The outbreak has affected 22 of 23 governorates and 305 of 333 districts in Yemen. (<a href=\"https://reliefweb.int/node/3321558/\">WHO, 1 Sep 2019</a>)</p>\n<p>The Ministry of Public Health and Population of Yemen reported 10 787 suspected cases with two associated deaths during epidemiological week 48 (25 November – 1 December) of 2019 with 12% of the cases reported as severe. The cumulative total number of suspected cholera cases from 1 January 2018 to 1 December 2019 is 1 189 757, with 1513 associated deaths (case-fatality rate of 0.13%). Children under five represent 26.1% of the total suspected cases during 2019. The outbreak has affected 22 of the 23 governorates and 313 of the 333 districts of Yemen. The governorates reporting the highest number of suspected cases of cholera during 2019 are Al Hudaydah (126 934), Amanat Al Asimah (104 952), Sana’a (102 294), Hajjah (73 984), Ibb (73 786), Dhamar (65 179) and Amran (49 381). (<a href=\"https://reliefweb.int/node/3475018\">WHO, 14 Dec 2019</a>)</p>\n<p>In February, there were nearly 32,800 Acute Watery Disease/cholera suspected cases identified, with five associated deaths recorded (0.02 case fatality rate). UNICEF treated a quarter of suspected cases (8,000) through support to 245 Oral Rehydration Centres and 65 Diarrhea Treatment Centres in 18 governorates. (<a href=\"https://reliefweb.int/node/3587913\">UNICEF, 28 Feb 2020</a>)</p>\n<p>In December 2020, the Ministry of Public Health and Population of Yemen reported a total 8 684 suspected cholera cases including 4 related deaths (case fatality rate: 0.05%) from 16 governorates. The cumulative number of suspected cholera cases reported in Yemen from October 2016 to December 2020 is 2 510 806 including 3981 related deaths with a case fatality ratio of 0.16%. During the second wave of this outbreak that started on 27 April 2017, the total number of suspected cholera cases were 2 484 979 including 3852 related deaths with a case fatality ratio of 0.16%.<br />\nDuring year 2020, a total of 1347 stool specimens were tested. Out of these, 130 were laboratory confirmed for Vibrio cholerae.<br />\nThe 5 governorates with the highest cumulative attack rate per 10 000 were Amran (1780.86), Sana’a (1718.64), Al Mahwit (1661.80), Al Bayda (1524.79) and Al Hudaydah (1172.77). The national attack rate is 882.22 per 10 000. The governorates with a high number of deaths are Hajjah (585), Ibb (515), Al Hudaydah (409) and Taizz (339). (<a href=\"https://reliefweb.int/node/3718915\">WHO, 16 Feb 2021</a>)</p>\n<p>A total number of 26,981 AWD/cholera suspected cases and 29 associated deaths were reported in 2021, with a 0.03 per cent case fatality rate (CFR). While a significant decrease in the number of cases compared to 2020 was observed (230,540 suspected cases and 84 associated deaths), an increase in the number of cholera cases was recorded in the Sana’a hub in January 2021, with 19 districts presenting the highest number of cases, and in August 2021, Al-Tuhayta district in Al Hodeidah reported an increase in AWD cases, especially in IDP camps.. (<a href=\"https://reliefweb.int/node/3828098\">UNICEF, 16 Mar 2022</a>)</p>\n<p>UNICEF continues to closely monitor the AWD/cholera situation in close coordination with WHO despite decreasing trends reported March 2022. Governorates that reported the highest number of cases included Taiz, Abyan, Lahij, Aden, Al-Dhalea, Marib, Al-Bayda, Hadhramaut, Hodeidah, Ibb, Shabwah, Al-Mahara, Al-Jawf, Dhamar, Amran. UNICEF and implementing partners continued communication and social mobilization interventions for the key lifesaving practices including AWD/Cholera prevention practices. In April, community volunteers, religious leaders, and members of Mother- to-Mother clubs reached 1.9 million people through multiple interpersonal communication activities including house-to- house visits, community meetings/events and awareness sessions in mosques. (<a href=\"https://reliefweb.int/node/3875006\">UNICEF, 10 Aug 2022</a>)</p>\n<p>Up to the end of May 2022, more than 8,500 Acute Watery Diarrhoea (AWD) / suspected cholera cases and associated deaths were reported, with a 0.16 per cent case fatality rate (CFR); the highest number of suspected cases were reported from Taiz, Hajah, Ibb and Hodeidah governorates. Data shows that there is a significant decrease in the number of AWD/suspected cholera cases in 2022 compared with the same period of 2021 (26,981 suspected cases and 17 associated deaths with a 0.06 per cent CFR). The Ministries of Health, UNICEF and WHO continue to closely monitor cholera suspected cases and associated deaths. (<a href=\"https://reliefweb.int/node/3885592\">UNICEF, 12 Sep 2022</a>)</p>\n<p>During the month of July, 402 suspected cases of cholera were reported with no associated deaths, which is significantly lower when compared with the same period in 2021 (1,024 AWD/cholera suspected cases and one associated death reported). There are no reported outbreaks of cholera in Yemen. UNICEF is closely monitoring the situation in close coordination with the World Health Organization (WHO), Health and Water, Sanitation and Hygiene (WASH) clusters, including the prepositioning of supplies to ensure a quick response to a possible outbreak. Circulating vaccine derived polio virus (cVDPV) type 2 cases continued to rise, with an additional 15 cases reported in July 2022, bringing the total reported cases of cVDPV2 to 127 in 20 governorates in Yemen since November 2021. (<a href=\"https://reliefweb.int/node/3907988\">UNICEF, 17 Nov 2022</a>)</p>\n"
      },
      "description-html": "<p>Health authorities in Yemen confirmed a cholera outbreak on 6 October 2016, posing an increased health risk to the population especially children. The Ministry of Public Health and Population (MoPHP) announced that a total of 11 out of 25 suspected diarrhea cases have been confirmed as Cholera cases in the capital, Sana’a. As per the Inter-Agency joint response plan, UNICEF additional fund requirements for the cholera outbreak response stands at US$3.2 million. (<a href=\"https://reliefweb.int/node/1734346/\">UNICEF, 11 Oct 2016</a>)</p>\n<p>On 27 October, [WHO] released approximately US$1 million from its internal emergency funds to support the ongoing response to the cholera outbreak in Yemen. (<a href=\"https://reliefweb.int/node/1762261\">WHO, 27 Oct 2016</a>)</p>\n<p>As of 11 January [2017], 15,658 suspected cholera cases have been reported in 156 districts. A total of 180 out of 841 cases tested positive for Vibrio Cholera, serotype Ogawa. Overall, the epidemic curve shows a declining trend from week 51 onwards, while the attack rate remains high in some high-risk districts. Health response is underway through 26 Diarrhea Treatment Centres (DTC) in 24 districts, while WASH partners are undertaking response in 29 districts. An additional $3 million is being allocated through the 2017 HPF reserve allocation to address outstanding gaps. (<a href=\"https://reliefweb.int/node/1863544\">OCHA, 15 Jan 2017</a>)</p>\n<p>The Yemen Pooled Fund has begun 2017 by launching a First Reserve Allocation for the Cholera response worth $2.7 million. (<a href=\"https://reliefweb.int/node/1895184\">OCHA, 31 Jan 2017</a>)</p>\n<p>Since 27 April 2017, a second wave of [AWD]/ cholera outbreak began in several Yemeni governorates, which had seen a decrease...(<a href=\"https://reliefweb.int/node/2025194\">WHO, 9 May 2017</a>)</p>\n<p>The number of [AWD]/ suspected cholera cases has increased dramatically and the outbreak expanded to 18 out of 22 governorates. Sana’a City is the most affected area, with more than 7 000 suspected cholera cases...Out of the total reported cases, as of 18 May, 131 deaths were confirmed and 36 resulted in death. (<a href=\"https://reliefweb.int/node/2044374\">WHO, 18 May 2017</a>)</p>\n<p>As per the Integrated Response Plan released in June 2017, a total of $254 million is required to implement activities outlined for 6 months from May to December 2017...In the 286 high risk districts where suspected cholera cases were reported since the onset of the outbreak, an additional 280,358 cases are projected during the coming six months till end of 2017, out of an estimated 26 million at risk population (at actual attack rate + 110% increase in number of cases). A total of 280,358 cases are, therefore, projected from the risky areas in the coming six months, in addition to the cumulative 254,871 suspected cholera cases since the onset of the outbreak (<a href=\"https://reliefweb.int/node/2139774\">WHO, 29 Jun 2017</a>)</p>\n<p>Over 120 humanitarian partners in Yemen are delivering coordinated assistance out of five hubs in Aden, Hudaydah, Ibb, Sa’ada, and Sana’a. From January to April this year, humanitarian partners reached 4.3 million people. However, at a time when the Yemen Humanitarian Response Plan is only 33 per cent funded ($688 million of $2.1 billion), humanitarians have had to use resources programmed for food security or malnutrition to combat the unprecedented cholera outbreak which has surged beyond initial estimates. (<a href=\"https://reliefweb.int/node/2122174\">OCHA, 12 July 2017</a>)</p>\n<p>An emergency US$200 million grant announced by the World Bank aims to expand the scope of the ongoing Emergency Health and Nutrition Project (EHNP) to reach a total of 13 million Yemenis with essential health and nutrition services and 4.5 million Yemenis with access to water and sanitation services. (<a href=\"https://reliefweb.int/node/2191939\">World Bank, 25 Aug 2017</a>)</p>\n<p>978,129 suspected cholera cases and 2, 224 associated deaths have been reported across the country between 27 April and 6 December 2017. At this pace, the number of cholera cases will reach one million before the end of the year. With the rainy season coming up (March-June), there are fears that the cholera outbreak might again spiral out of control. (<a href=\"https://reliefweb.int/node/2365644\">ECHO, 8 Dec 2017</a>)</p>\n<p>Since April 2017, more than 1.1 million suspected cholera cases and 2,310 associated deaths have been reported in Yemen. Twenty-one of the 22 governorates (305 out of 333 districts) have been affected. In the last three weeks, 209 districts have reported suspected cholera cases, including Shada District in Sa’ada Governorate which reported its first ever case. The outbreak is the most serious on record. (<a href=\"https://reliefweb.int/node/2768709/\">OCHA, 26 Aug 2018</a>)</p>\n<p>As of 7 December 2018, The Ministry of Public Health and Population of Yemen has reported 12 289 suspected cases and 10 associated deaths during epidemiological week 45 (5 – 11 November) in 2018. From week 42 to week 44, the trend of weekly reported suspected cholera cases is decreasing by 14% at country level. However, there are five governorates (Al Mahwit, Ibb, Hajjah, Al Jawf, and Aden) reporting an increase in suspected cholera cases. This week, the governorates reporting the highest number of suspected cases are Sana’a (1835), Amran (1799), Ibb (1697) Dhamar (1737) and Amanat Al Asimah (1539). (<a href=\"https://reliefweb.int/node/2908218/\">WHO, 7 Dec 2018</a>)</p>\n<p>Cholera outbreaks in Yemen has been one of the worst cholera epidemics in recent history. This has resulted in more than 1.3 million cases and over 2 500 deaths by the end of year. (<a href=\"https://reliefweb.int/node/2933704/\">WHO, 30 Dec 2018</a>)</p>\n<p>The number of Acute Watery Diarrhoea/suspected cholera cases has continued to rise since the start of 2019, with 311 out of 333 districts reporting suspected cases this year so far. Since 1 January 2019 to 30 April 2019, there have been 284,905 suspected cases and 568 associated deaths1 recorded (CFR 0.20 per cent). While children under five represent a quarter of the total suspected cases, the elderly are most seriously affected. (<a href=\"https://reliefweb.int/node/3145798/\">UNICEF, 30 Apr 2019</a>)</p>\n<p>The Ministry of Public Health and Population of Yemen reported 18,546 suspected cases and 10 associated deaths during epidemiological week 35 (20 August- 1 September) of 2019. Ten percent of cases were severe. The cumulative total number of suspected cholera cases from 1 January 2018 to 1 September 2019 is 991674, with 1350 associated deaths (CFR 0.14%). Children under five represent 25 % of total suspected cases during 2019. The outbreak has affected 22 of 23 governorates and 305 of 333 districts in Yemen. (<a href=\"https://reliefweb.int/node/3321558/\">WHO, 1 Sep 2019</a>)</p>\n<p>The Ministry of Public Health and Population of Yemen reported 10 787 suspected cases with two associated deaths during epidemiological week 48 (25 November – 1 December) of 2019 with 12% of the cases reported as severe. The cumulative total number of suspected cholera cases from 1 January 2018 to 1 December 2019 is 1 189 757, with 1513 associated deaths (case-fatality rate of 0.13%). Children under five represent 26.1% of the total suspected cases during 2019. The outbreak has affected 22 of the 23 governorates and 313 of the 333 districts of Yemen. The governorates reporting the highest number of suspected cases of cholera during 2019 are Al Hudaydah (126 934), Amanat Al Asimah (104 952), Sana’a (102 294), Hajjah (73 984), Ibb (73 786), Dhamar (65 179) and Amran (49 381). (<a href=\"https://reliefweb.int/node/3475018\">WHO, 14 Dec 2019</a>)</p>\n<p>In February, there were nearly 32,800 Acute Watery Disease/cholera suspected cases identified, with five associated deaths recorded (0.02 case fatality rate). UNICEF treated a quarter of suspected cases (8,000) through support to 245 Oral Rehydration Centres and 65 Diarrhea Treatment Centres in 18 governorates. (<a href=\"https://reliefweb.int/node/3587913\">UNICEF, 28 Feb 2020</a>)</p>\n<p>In December 2020, the Ministry of Public Health and Population of Yemen reported a total 8 684 suspected cholera cases including 4 related deaths (case fatality rate: 0.05%) from 16 governorates. The cumulative number of suspected cholera cases reported in Yemen from October 2016 to December 2020 is 2 510 806 including 3981 related deaths with a case fatality ratio of 0.16%. During the second wave of this outbreak that started on 27 April 2017, the total number of suspected cholera cases were 2 484 979 including 3852 related deaths with a case fatality ratio of 0.16%.<br />\nDuring year 2020, a total of 1347 stool specimens were tested. Out of these, 130 were laboratory confirmed for Vibrio cholerae.<br />\nThe 5 governorates with the highest cumulative attack rate per 10 000 were Amran (1780.86), Sana’a (1718.64), Al Mahwit (1661.80), Al Bayda (1524.79) and Al Hudaydah (1172.77). The national attack rate is 882.22 per 10 000. The governorates with a high number of deaths are Hajjah (585), Ibb (515), Al Hudaydah (409) and Taizz (339). (<a href=\"https://reliefweb.int/node/3718915\">WHO, 16 Feb 2021</a>)</p>\n<p>A total number of 26,981 AWD/cholera suspected cases and 29 associated deaths were reported in 2021, with a 0.03 per cent case fatality rate (CFR). While a significant decrease in the number of cases compared to 2020 was observed (230,540 suspected cases and 84 associated deaths), an increase in the number of cholera cases was recorded in the Sana’a hub in January 2021, with 19 districts presenting the highest number of cases, and in August 2021, Al-Tuhayta district in Al Hodeidah reported an increase in AWD cases, especially in IDP camps.. (<a href=\"https://reliefweb.int/node/3828098\">UNICEF, 16 Mar 2022</a>)</p>\n<p>UNICEF continues to closely monitor the AWD/cholera situation in close coordination with WHO despite decreasing trends reported March 2022. Governorates that reported the highest number of cases included Taiz, Abyan, Lahij, Aden, Al-Dhalea, Marib, Al-Bayda, Hadhramaut, Hodeidah, Ibb, Shabwah, Al-Mahara, Al-Jawf, Dhamar, Amran. UNICEF and implementing partners continued communication and social mobilization interventions for the key lifesaving practices including AWD/Cholera prevention practices. In April, community volunteers, religious leaders, and members of Mother- to-Mother clubs reached 1.9 million people through multiple interpersonal communication activities including house-to- house visits, community meetings/events and awareness sessions in mosques. (<a href=\"https://reliefweb.int/node/3875006\">UNICEF, 10 Aug 2022</a>)</p>\n<p>Up to the end of May 2022, more than 8,500 Acute Watery Diarrhoea (AWD) / suspected cholera cases and associated deaths were reported, with a 0.16 per cent case fatality rate (CFR); the highest number of suspected cases were reported from Taiz, Hajah, Ibb and Hodeidah governorates. Data shows that there is a significant decrease in the number of AWD/suspected cholera cases in 2022 compared with the same period of 2021 (26,981 suspected cases and 17 associated deaths with a 0.06 per cent CFR). The Ministries of Health, UNICEF and WHO continue to closely monitor cholera suspected cases and associated deaths. (<a href=\"https://reliefweb.int/node/3885592\">UNICEF, 12 Sep 2022</a>)</p>\n<p>During the month of July, 402 suspected cases of cholera were reported with no associated deaths, which is significantly lower when compared with the same period in 2021 (1,024 AWD/cholera suspected cases and one associated death reported). There are no reported outbreaks of cholera in Yemen. UNICEF is closely monitoring the situation in close coordination with the World Health Organization (WHO), Health and Water, Sanitation and Hygiene (WASH) clusters, including the prepositioning of supplies to ensure a quick response to a possible outbreak. Circulating vaccine derived polio virus (cVDPV) type 2 cases continued to rise, with an additional 15 cases reported in July 2022, bringing the total reported cases of cVDPV2 to 127 in 20 governorates in Yemen since November 2021. (<a href=\"https://reliefweb.int/node/3907988\">UNICEF, 17 Nov 2022</a>)</p>\n<h3>Useful Links</h3>\n<ul>\n<li>\n<a rel=\"noopener noreferrer\" target=\"_blank\" href=\"https://www.humanitarianresponse.info/en/operations/yemen/emergency-operation-centre\">Yemen Diphtheria &amp; Cholera Response Emergency Operations Center</a>\n</li>\n<li>\n<a rel=\"noopener noreferrer\" target=\"_blank\" href=\"http://yemeneoc.org/bi/\">WHO Cholera Response Intetractive Dashboard</a>\n</li>\n</ul>\n",
      "description": "Health authorities in Yemen confirmed a cholera outbreak on 6 October 2016, posing an increased health risk to the population especially children. The Ministry of Public Health and Population (MoPHP) announced that a total of 11 out of 25 suspected diarrhea cases have been confirmed as Cholera cases in the capital, Sana’a. As per the Inter-Agency joint response plan, UNICEF additional fund requirements for the cholera outbreak response stands at US$3.2 million. ([UNICEF, 11 Oct 2016](https://reliefweb.int/node/1734346/))\n\nOn 27 October, [WHO] released approximately US$1 million from its internal emergency funds to support the ongoing response to the cholera outbreak in Yemen. ([WHO, 27 Oct 2016](https://reliefweb.int/node/1762261))\n\nAs of 11 January [2017], 15,658 suspected cholera cases have been reported in 156 districts. A total of 180 out of 841 cases tested positive for Vibrio Cholera, serotype Ogawa. Overall, the epidemic curve shows a declining trend from week 51 onwards, while the attack rate remains high in some high-risk districts. Health response is underway through 26 Diarrhea Treatment Centres (DTC) in 24 districts, while WASH partners are undertaking response in 29 districts. An additional $3 million is being allocated through the 2017 HPF reserve allocation to address outstanding gaps. ([OCHA, 15 Jan 2017](https://reliefweb.int/node/1863544))   \n \nThe Yemen Pooled Fund has begun 2017 by launching a First Reserve Allocation for the Cholera response worth $2.7 million. ([OCHA, 31 Jan 2017](https://reliefweb.int/node/1895184))    \n\nSince 27 April 2017, a second wave of [AWD]/ cholera outbreak began in several Yemeni governorates, which had seen a decrease...([WHO, 9 May 2017](https://reliefweb.int/node/2025194))\n\nThe number of [AWD]/ suspected cholera cases has increased dramatically and the outbreak expanded to 18 out of 22 governorates. Sana’a City is the most affected area, with more than 7 000 suspected cholera cases...Out of the total reported cases, as of 18 May, 131 deaths were confirmed and 36 resulted in death. ([WHO, 18 May 2017](https://reliefweb.int/node/2044374))\n\nAs per the Integrated Response Plan released in June 2017, a total of $254 million is required to implement activities outlined for 6 months from May to December 2017...In the 286 high risk districts where suspected cholera cases were reported since the onset of the outbreak, an additional 280,358 cases are projected during the coming six months till end of 2017, out of an estimated 26 million at risk population (at actual attack rate + 110% increase in number of cases). A total of 280,358 cases are, therefore, projected from the risky areas in the coming six months, in addition to the cumulative 254,871 suspected cholera cases since the onset of the outbreak ([WHO, 29 Jun 2017](https://reliefweb.int/node/2139774)) \n\nOver 120 humanitarian partners in Yemen are delivering coordinated assistance out of five hubs in Aden, Hudaydah, Ibb, Sa’ada, and Sana’a. From January to April this year, humanitarian partners reached 4.3 million people. However, at a time when the Yemen Humanitarian Response Plan is only 33 per cent funded ($688 million of $2.1 billion), humanitarians have had to use resources programmed for food security or malnutrition to combat the unprecedented cholera outbreak which has surged beyond initial estimates. ([OCHA, 12 July 2017](https://reliefweb.int/node/2122174))\n\nAn emergency US$200 million grant announced by the World Bank aims to expand the scope of the ongoing Emergency Health and Nutrition Project (EHNP) to reach a total of 13 million Yemenis with essential health and nutrition services and 4.5 million Yemenis with access to water and sanitation services. ([World Bank, 25 Aug 2017](https://reliefweb.int/node/2191939))\n\n978,129 suspected cholera cases and 2, 224 associated deaths have been reported across the country between 27 April and 6 December 2017. At this pace, the number of cholera cases will reach one million before the end of the year. With the rainy season coming up (March-June), there are fears that the cholera outbreak might again spiral out of control. ([ECHO, 8 Dec 2017](https://reliefweb.int/node/2365644))   \n\nSince April 2017, more than 1.1 million suspected cholera cases and 2,310 associated deaths have been reported in Yemen. Twenty-one of the 22 governorates (305 out of 333 districts) have been affected. In the last three weeks, 209 districts have reported suspected cholera cases, including Shada District in Sa’ada Governorate which reported its first ever case. The outbreak is the most serious on record. ([OCHA, 26 Aug 2018](https://reliefweb.int/node/2768709/))\n\nAs of 7 December 2018, The Ministry of Public Health and Population of Yemen has reported 12 289 suspected cases and 10 associated deaths during epidemiological week 45 (5 – 11 November) in 2018. From week 42 to week 44, the trend of weekly reported suspected cholera cases is decreasing by 14% at country level. However, there are five governorates (Al Mahwit, Ibb, Hajjah, Al Jawf, and Aden) reporting an increase in suspected cholera cases. This week, the governorates reporting the highest number of suspected cases are Sana’a (1835), Amran (1799), Ibb (1697) Dhamar (1737) and Amanat Al Asimah (1539). ([WHO, 7 Dec 2018](https://reliefweb.int/node/2908218/))\n\nCholera outbreaks in Yemen has been one of the worst cholera epidemics in recent history. This has resulted in more than 1.3 million cases and over 2 500 deaths by the end of year. ([WHO, 30 Dec 2018](https://reliefweb.int/node/2933704/))\n\nThe number of Acute Watery Diarrhoea/suspected cholera cases has continued to rise since the start of 2019, with 311 out of 333 districts reporting suspected cases this year so far. Since 1 January 2019 to 30 April 2019, there have been 284,905 suspected cases and 568 associated deaths1 recorded (CFR 0.20 per cent). While children under five represent a quarter of the total suspected cases, the elderly are most seriously affected. ([UNICEF, 30 Apr 2019](https://reliefweb.int/node/3145798/))    \n\nThe Ministry of Public Health and Population of Yemen reported 18,546 suspected cases and 10 associated deaths during epidemiological week 35 (20 August- 1 September) of 2019. Ten percent of cases were severe. The cumulative total number of suspected cholera cases from 1 January 2018 to 1 September 2019 is 991674, with 1350 associated deaths (CFR 0.14%). Children under five represent 25 % of total suspected cases during 2019. The outbreak has affected 22 of 23 governorates and 305 of 333 districts in Yemen. ([WHO, 1 Sep 2019](https://reliefweb.int/node/3321558/))\n\nThe Ministry of Public Health and Population of Yemen reported 10 787 suspected cases with two associated deaths during epidemiological week 48 (25 November – 1 December) of 2019 with 12% of the cases reported as severe. The cumulative total number of suspected cholera cases from 1 January 2018 to 1 December 2019 is 1 189 757, with 1513 associated deaths (case-fatality rate of 0.13%). Children under five represent 26.1% of the total suspected cases during 2019. The outbreak has affected 22 of the 23 governorates and 313 of the 333 districts of Yemen. The governorates reporting the highest number of suspected cases of cholera during 2019 are Al Hudaydah (126 934), Amanat Al Asimah (104 952), Sana’a (102 294), Hajjah (73 984), Ibb (73 786), Dhamar (65 179) and Amran (49 381). ([WHO, 14 Dec 2019](https://reliefweb.int/node/3475018))\n\nIn February, there were nearly 32,800 Acute Watery Disease/cholera suspected cases identified, with five associated deaths recorded (0.02 case fatality rate). UNICEF treated a quarter of suspected cases (8,000) through support to 245 Oral Rehydration Centres and 65 Diarrhea Treatment Centres in 18 governorates. ([UNICEF, 28 Feb 2020](https://reliefweb.int/node/3587913))\n\nIn December 2020, the Ministry of Public Health and Population of Yemen reported a total 8 684 suspected cholera cases including 4 related deaths (case fatality rate: 0.05%) from 16 governorates. The cumulative number of suspected cholera cases reported in Yemen from October 2016 to December 2020 is 2 510 806 including 3981 related deaths with a case fatality ratio of 0.16%. During the second wave of this outbreak that started on 27 April 2017, the total number of suspected cholera cases were 2 484 979 including 3852 related deaths with a case fatality ratio of 0.16%.  \nDuring year 2020, a total of 1347 stool specimens were tested. Out of these, 130 were laboratory confirmed for Vibrio cholerae.  \nThe 5 governorates with the highest cumulative attack rate per 10 000 were Amran (1780.86), Sana’a (1718.64), Al Mahwit (1661.80), Al Bayda (1524.79) and Al Hudaydah (1172.77). The national attack rate is 882.22 per 10 000. The governorates with a high number of deaths are Hajjah (585), Ibb (515), Al Hudaydah (409) and Taizz (339). ([WHO, 16 Feb 2021](https://reliefweb.int/node/3718915))\n\nA total number of 26,981 AWD/cholera suspected cases and 29 associated deaths were reported in 2021, with a 0.03 per cent case fatality rate (CFR). While a significant decrease in the number of cases compared to 2020 was observed (230,540 suspected cases and 84 associated deaths), an increase in the number of cholera cases was recorded in the Sana’a hub in January 2021, with 19 districts presenting the highest number of cases, and in August 2021, Al-Tuhayta district in Al Hodeidah reported an increase in AWD cases, especially in IDP camps.. ([UNICEF, 16 Mar 2022](https://reliefweb.int/node/3828098))\n\nUNICEF continues to closely monitor the AWD/cholera situation in close coordination with WHO despite decreasing trends reported March 2022. Governorates that reported the highest number of cases included Taiz, Abyan, Lahij, Aden, Al-Dhalea, Marib, Al-Bayda, Hadhramaut, Hodeidah, Ibb, Shabwah, Al-Mahara, Al-Jawf, Dhamar, Amran. UNICEF and implementing partners continued communication and social mobilization interventions for the key lifesaving practices including AWD/Cholera prevention practices. In April, community volunteers, religious leaders, and members of Mother- to-Mother clubs reached 1.9 million people through multiple interpersonal communication activities including house-to- house visits, community meetings/events and awareness sessions in mosques. ([UNICEF, 10 Aug 2022](https://reliefweb.int/node/3875006))\n\nUp to the end of May 2022, more than 8,500 Acute Watery Diarrhoea (AWD) / suspected cholera cases and associated deaths were reported, with a 0.16 per cent case fatality rate (CFR); the highest number of suspected cases were reported from Taiz, Hajah, Ibb and Hodeidah governorates. Data shows that there is a significant decrease in the number of AWD/suspected cholera cases in 2022 compared with the same period of 2021 (26,981 suspected cases and 17 associated deaths with a 0.06 per cent CFR). The Ministries of Health, UNICEF and WHO continue to closely monitor cholera suspected cases and associated deaths. ([UNICEF, 12 Sep 2022](https://reliefweb.int/node/3885592))\n\nDuring the month of July, 402 suspected cases of cholera were reported with no associated deaths, which is significantly lower when compared with the same period in 2021 (1,024 AWD/cholera suspected cases and one associated death reported). There are no reported outbreaks of cholera in Yemen. UNICEF is closely monitoring the situation in close coordination with the World Health Organization (WHO), Health and Water, Sanitation and Hygiene (WASH) clusters, including the prepositioning of supplies to ensure a quick response to a possible outbreak. Circulating vaccine derived polio virus (cVDPV) type 2 cases continued to rise, with an additional 15 cases reported in July 2022, bringing the total reported cases of cVDPV2 to 127 in 20 governorates in Yemen since November 2021. ([UNICEF, 17 Nov 2022](https://reliefweb.int/node/3907988))\n### Useful Links\n\n- [Yemen Diphtheria & Cholera Response Emergency Operations Center](https://www.humanitarianresponse.info/en/operations/yemen/emergency-operation-centre)\n- [WHO Cholera Response Intetractive Dashboard](http://yemeneoc.org/bi/)",
      "type": [
        {
          "code": "EP",
          "name": "Epidemic",
          "id": 4642,
          "primary": true
        }
      ],
      "url": "https://reliefweb.int/taxonomy/term/37281",
      "current": true,
      "url_alias": "https://reliefweb.int/disaster/ep-2016-000107-yem",
      "name": "Yemen: Cholera Outbreak - Oct 2016",
      "id": 37281,
      "glide": "EP-2016-000107-YEM",
      "status": "ongoing"
    }
  },
  "text": "Yemen: Cholera Outbreak - Oct 2016\n\nHealth authorities in Yemen confirmed a cholera outbreak on 6 October 2016, posing an increased health risk to the population especially children. The Ministry of Public Health and Population (MoPHP) announced that a total of 11 out of 25 suspected diarrhea cases have been confirmed as Cholera cases in the capital, Sana’a. As per the Inter-Agency joint response plan, UNICEF additional fund requirements for the cholera outbreak response stands at US$3.2 million. ([UNICEF, 11 Oct 2016](https://reliefweb.int/node/1734346/))\n\nOn 27 October, [WHO] released approximately US$1 million from its internal emergency funds to support the ongoing response to the cholera outbreak in Yemen. ([WHO, 27 Oct 2016](https://reliefweb.int/node/1762261))\n\nAs of 11 January [2017], 15,658 suspected cholera cases have been reported in 156 districts. A total of 180 out of 841 cases tested positive for Vibrio Cholera, serotype Ogawa. Overall, the epidemic curve shows a declining trend from week 51 onwards, while the attack rate remains high in some high-risk districts. Health response is underway through 26 Diarrhea Treatment Centres (DTC) in 24 districts, while WASH partners are undertaking response in 29 districts. An additional $3 million is being allocated through the 2017 HPF reserve allocation to address outstanding gaps. ([OCHA, 15 Jan 2017](https://reliefweb.int/node/1863544))   \n \nThe Yemen Pooled Fund has begun 2017 by launching a First Reserve Allocation for the Cholera response worth $2.7 million. ([OCHA, 31 Jan 2017](https://reliefweb.int/node/1895184))    \n\nSince 27 April 2017, a second wave of [AWD]/ cholera outbreak began in several Yemeni governorates, which had seen a decrease...([WHO, 9 May 2017](https://reliefweb.int/node/2025194))\n\nThe number of [AWD]/ suspected cholera cases has increased dramatically and the outbreak expanded to 18 out of 22 governorates. Sana’a City is the most affected area, with more than 7 000 suspected cholera cases...Out of the total reported cases, as of 18 May, 131 deaths were confirmed and 36 resulted in death. ([WHO, 18 May 2017](https://reliefweb.int/node/2044374))\n\nAs per the Integrated Response Plan released in June 2017, a total of $254 million is required to implement activities outlined for 6 months from May to December 2017...In the 286 high risk districts where suspected cholera cases were reported since the onset of the outbreak, an additional 280,358 cases are projected during the coming six months till end of 2017, out of an estimated 26 million at risk population (at actual attack rate + 110% increase in number of cases). A total of 280,358 cases are, therefore, projected from the risky areas in the coming six months, in addition to the cumulative 254,871 suspected cholera cases since the onset of the outbreak ([WHO, 29 Jun 2017](https://reliefweb.int/node/2139774)) \n\nOver 120 humanitarian partners in Yemen are delivering coordinated assistance out of five hubs in Aden, Hudaydah, Ibb, Sa’ada, and Sana’a. From January to April this year, humanitarian partners reached 4.3 million people. However, at a time when the Yemen Humanitarian Response Plan is only 33 per cent funded ($688 million of $2.1 billion), humanitarians have had to use resources programmed for food security or malnutrition to combat the unprecedented cholera outbreak which has surged beyond initial estimates. ([OCHA, 12 July 2017](https://reliefweb.int/node/2122174))\n\nAn emergency US$200 million grant announced by the World Bank aims to expand the scope of the ongoing Emergency Health and Nutrition Project (EHNP) to reach a total of 13 million Yemenis with essential health and nutrition services and 4.5 million Yemenis with access to water and sanitation services. ([World Bank, 25 Aug 2017](https://reliefweb.int/node/2191939))\n\n978,129 suspected cholera cases and 2, 224 associated deaths have been reported across the country between 27 April and 6 December 2017. At this pace, the number of cholera cases will reach one million before the end of the year. With the rainy season coming up (March-June), there are fears that the cholera outbreak might again spiral out of control. ([ECHO, 8 Dec 2017](https://reliefweb.int/node/2365644))   \n\nSince April 2017, more than 1.1 million suspected cholera cases and 2,310 associated deaths have been reported in Yemen. Twenty-one of the 22 governorates (305 out of 333 districts) have been affected. In the last three weeks, 209 districts have reported suspected cholera cases, including Shada District in Sa’ada Governorate which reported its first ever case. The outbreak is the most serious on record. ([OCHA, 26 Aug 2018](https://reliefweb.int/node/2768709/))\n\nAs of 7 December 2018, The Ministry of Public Health and Population of Yemen has reported 12 289 suspected cases and 10 associated deaths during epidemiological week 45 (5 – 11 November) in 2018. From week 42 to week 44, the trend of weekly reported suspected cholera cases is decreasing by 14% at country level. However, there are five governorates (Al Mahwit, Ibb, Hajjah, Al Jawf, and Aden) reporting an increase in suspected cholera cases. This week, the governorates reporting the highest number of suspected cases are Sana’a (1835), Amran (1799), Ibb (1697) Dhamar (1737) and Amanat Al Asimah (1539). ([WHO, 7 Dec 2018](https://reliefweb.int/node/2908218/))\n\nCholera outbreaks in Yemen has been one of the worst cholera epidemics in recent history. This has resulted in more than 1.3 million cases and over 2 500 deaths by the end of year. ([WHO, 30 Dec 2018](https://reliefweb.int/node/2933704/))\n\nThe number of Acute Watery Diarrhoea/suspected cholera cases has continued to rise since the start of 2019, with 311 out of 333 districts reporting suspected cases this year so far. Since 1 January 2019 to 30 April 2019, there have been 284,905 suspected cases and 568 associated deaths1 recorded (CFR 0.20 per cent). While children under five represent a quarter of the total suspected cases, the elderly are most seriously affected. ([UNICEF, 30 Apr 2019](https://reliefweb.int/node/3145798/))    \n\nThe Ministry of Public Health and Population of Yemen reported 18,546 suspected cases and 10 associated deaths during epidemiological week 35 (20 August- 1 September) of 2019. Ten percent of cases were severe. The cumulative total number of suspected cholera cases from 1 January 2018 to 1 September 2019 is 991674, with 1350 associated deaths (CFR 0.14%). Children under five represent 25 % of total suspected cases during 2019. The outbreak has affected 22 of 23 governorates and 305 of 333 districts in Yemen. ([WHO, 1 Sep 2019](https://reliefweb.int/node/3321558/))\n\nThe Ministry of Public Health and Population of Yemen reported 10 787 suspected cases with two associated deaths during epidemiological week 48 (25 November – 1 December) of 2019 with 12% of the cases reported as severe. The cumulative total number of suspected cholera cases from 1 January 2018 to 1 December 2019 is 1 189 757, with 1513 associated deaths (case-fatality rate of 0.13%). Children under five represent 26.1% of the total suspected cases during 2019. The outbreak has affected 22 of the 23 governorates and 313 of the 333 districts of Yemen. The governorates reporting the highest number of suspected cases of cholera during 2019 are Al Hudaydah (126 934), Amanat Al Asimah (104 952), Sana’a (102 294), Hajjah (73 984), Ibb (73 786), Dhamar (65 179) and Amran (49 381). ([WHO, 14 Dec 2019](https://reliefweb.int/node/3475018))\n\nIn February, there were nearly 32,800 Acute Watery Disease/cholera suspected cases identified, with five associated deaths recorded (0.02 case fatality rate). UNICEF treated a quarter of suspected cases (8,000) through support to 245 Oral Rehydration Centres and 65 Diarrhea Treatment Centres in 18 governorates. ([UNICEF, 28 Feb 2020](https://reliefweb.int/node/3587913))\n\nIn December 2020, the Ministry of Public Health and Population of Yemen reported a total 8 684 suspected cholera cases including 4 related deaths (case fatality rate: 0.05%) from 16 governorates. The cumulative number of suspected cholera cases reported in Yemen from October 2016 to December 2020 is 2 510 806 including 3981 related deaths with a case fatality ratio of 0.16%. During the second wave of this outbreak that started on 27 April 2017, the total number of suspected cholera cases were 2 484 979 including 3852 related deaths with a case fatality ratio of 0.16%.  \nDuring year 2020, a total of 1347 stool specimens were tested. Out of these, 130 were laboratory confirmed for Vibrio cholerae.  \nThe 5 governorates with the highest cumulative attack rate per 10 000 were Amran (1780.86), Sana’a (1718.64), Al Mahwit (1661.80), Al Bayda (1524.79) and Al Hudaydah (1172.77). The national attack rate is 882.22 per 10 000. The governorates with a high number of deaths are Hajjah (585), Ibb (515), Al Hudaydah (409) and Taizz (339). ([WHO, 16 Feb 2021](https://reliefweb.int/node/3718915))\n\nA total number of 26,981 AWD/cholera suspected cases and 29 associated deaths were reported in 2021, with a 0.03 per cent case fatality rate (CFR). While a significant decrease in the number of cases compared to 2020 was observed (230,540 suspected cases and 84 associated deaths), an increase in the number of cholera cases was recorded in the Sana’a hub in January 2021, with 19 districts presenting the highest number of cases, and in August 2021, Al-Tuhayta district in Al Hodeidah reported an increase in AWD cases, especially in IDP camps.. ([UNICEF, 16 Mar 2022](https://reliefweb.int/node/3828098))\n\nUNICEF continues to closely monitor the AWD/cholera situation in close coordination with WHO despite decreasing trends reported March 2022. Governorates that reported the highest number of cases included Taiz, Abyan, Lahij, Aden, Al-Dhalea, Marib, Al-Bayda, Hadhramaut, Hodeidah, Ibb, Shabwah, Al-Mahara, Al-Jawf, Dhamar, Amran. UNICEF and implementing partners continued communication and social mobilization interventions for the key lifesaving practices including AWD/Cholera prevention practices. In April, community volunteers, religious leaders, and members of Mother- to-Mother clubs reached 1.9 million people through multiple interpersonal communication activities including house-to- house visits, community meetings/events and awareness sessions in mosques. ([UNICEF, 10 Aug 2022](https://reliefweb.int/node/3875006))\n\nUp to the end of May 2022, more than 8,500 Acute Watery Diarrhoea (AWD) / suspected cholera cases and associated deaths were reported, with a 0.16 per cent case fatality rate (CFR); the highest number of suspected cases were reported from Taiz, Hajah, Ibb and Hodeidah governorates. Data shows that there is a significant decrease in the number of AWD/suspected cholera cases in 2022 compared with the same period of 2021 (26,981 suspected cases and 17 associated deaths with a 0.06 per cent CFR). The Ministries of Health, UNICEF and WHO continue to closely monitor cholera suspected cases and associated deaths. ([UNICEF, 12 Sep 2022](https://reliefweb.int/node/3885592))\n\nDuring the month of July, 402 suspected cases of cholera were reported with no associated deaths, which is significantly lower when compared with the same period in 2021 (1,024 AWD/cholera suspected cases and one associated death reported). There are no reported outbreaks of cholera in Yemen. UNICEF is closely monitoring the situation in close coordination with the World Health Organization (WHO), Health and Water, Sanitation and Hygiene (WASH) clusters, including the prepositioning of supplies to ensure a quick response to a possible outbreak. Circulating vaccine derived polio virus (cVDPV) type 2 cases continued to rise, with an additional 15 cases reported in July 2022, bringing the total reported cases of cVDPV2 to 127 in 20 governorates in Yemen since November 2021. ([UNICEF, 17 Nov 2022](https://reliefweb.int/node/3907988))\n### Useful Links\n\n- [Yemen Diphtheria & Cholera Response Emergency Operations Center](https://www.humanitarianresponse.info/en/operations/yemen/emergency-operation-centre)\n- [WHO Cholera Response Intetractive Dashboard](http://yemeneoc.org/bi/)",
  "summary": "\n\nSince October 2016, Yemen has been facing a cholera outbreak, with over 2.5 million suspected cases and 2,500 deaths reported by the end of 2020. UNICEF and WHO have provided assistance to combat the outbreak, and the World Bank has announced a US$200 million grant to expand the Emergency Health and Nutrition Project. In 2021, 26,981 AWD/cholera cases and 29 associated deaths were reported, with a 0.03% case fatality rate. By the end of May 2022, 8,500 cases of AWD/cholera had been reported, with a 0.16% fatality rate. In July 2022, there were 402 suspected cases of cholera reported in Yemen with no associated deaths. The Yemen Diphtheria & Cholera Response Emergency Operations Center and the WHO Cholera Response Interactive Dashboard provide information and resources to help respond to the cholera outbreak in Yemen.",
  "metadata": {
    "id": "37281",
    "name": "Yemen: Cholera Outbreak - Oct 2016",
    "date_event": 1475712000000,
    "date_changed": 1671198625000,
    "date_created": 1475712000000,
    "primary_country_id": 255,
    "primary_country_name": "Yemen",
    "primary_country_iso3": "yem",
    "primary_country_location": {
      "lon": 47.62,
      "lat": 15.94
    },
    "primary_type_id": 4642,
    "primary_type_code": "EP",
    "primary_type_name": "Epidemic"
  }
}